{
  "id": 18,
  "name": "Andie",
  "fullName": "Andie Graham",
  "age": {"en": "24", "fr": "24 ans", "es": "24 años"},
  "gender": "?",
  "profession": {
    "en": "SDF Sub-Lieutenant",
    "fr": "Sous-lieutenant de la FDS",
    "es": "Sub-teniente de la FDS"
  },
  "summary": {
    "en": "Sub-Lieutenant Andie Graham is still not aware that the Daedalus has cut all ties with the SDF. Still operating under the illusion that he/she is on a Federation-sanctioned mission, he/she is still working towards the mission objective. Upon discovering that their idol, Sgt Derek Hogan has joined the crew of the Daedalus, Andie applies for a position on board. Andie's unique skillset makes him/her invaluable in ensuring mission success.",
    "fr": "Le Sous-lieutenant Andie Graham n'est toujours pas au courant que le Daedalus a coupé ses liens avec la FDS. Il/Elle pense toujours être en mission pour le bien de la Fédération et participe activement à la réussite de sa mission. Apprenant que son idole, le Sergent Derek Hogan, fait partie de l'équipage du Daedelus, Andie postule pour une place à bord. Ses compétences variées font de lui/elle une recrue indispensable au succès de la mission.",
    "es": "La Sub-teniente Andie Graham, es una brillante y leal agente de la FDS que se despierta en el Daedalus como parte de la misión anti-Mush. Sus diversas habilidades en botánica, biología y combate, hacen de ella un elemento indispensable."
  },
  "skills": [
    "PILOT",
    "DEVOTION",
    "POLYVALENT",
    "CONFIDENT",
    "EXPERT"
  ],
  "file": "andie_graham",
  "color": "#87CEFA",
  "short": {
    "en": "Federation boot-licker",
    "fr": "Fayot de la fédération",
    "es": "Uno de los mejores agentes de la FDS, al servicio del Daedalus"
  },
  "intro": {
    "en": "",
    "fr": "Sur-doué(e) capable de mener à bien différentes tâches, Andie est prêt à tout pour le bien de la fédération... ou pas ?",
    "es": "Superdotada y comprometida con su causa, Andie sabe cumplir su misión."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Andie Graham{\b}. Homme ou femme, à vous de choisir. En tous cas, une chose est sûre, Andie assure. Biologie, Botanique, Diplomatie, et en plus pilotage, aucune corde ne manque à son arc ! D'un naturel naïf, Andie est très populaire et attire les autres auprès de lui."
    "es": ""
  },
  "bio": [
    {
      "date": 3130,
      "desc": {
        "en": "Born somewhere on Earth.",
        "fr": "Naissance quelque part sur Terre.",
        "es": "Nace en la Tierra. Abandonada por sus padres en sus primeros meses de vida, Andie queda a cargo de la FDS. Su tutor la disfraza de hombre para que pueda acceder a altos rangos militares."
      }
    }, {
      "date": 3136,
      "desc": {
        "en": "Abandoned by his/her parents just a few months after birth, Andie is taken into care by a SDF unit. Andie is immediately enrolled as {b}an SDF pupil{/b} where it didn't take long for them to notice his/her innate talents. Andie is then transferred to an SDF controlled school for the gifted and joins {b}the federal youth programme.{/b}",
        "fr": "Abandonné(e) par ses parents dès les premiers mois de son existence, Andie est récupéré(e) par une commission de la FDS. Il/Elle est directement placé(e) dans un foyer spécialisé en tant que {b}pupille de la FDS{/b} où l'on ne tardera pas à remarquer ses facultés innées. Andie est vite placé(e) dans une école pour surdoué contrôlé par la FDS et entre dans {b}le programme des jeunesses fédériennes{/b}.",
        "es": "En las aulas de la Federación, sus {b}cualidades innatas{/b} son evidentes para sus maestros y es transferida a {b}un programa para niños superdotados{/b}. {b}Nadie nota su verdadero sexo{/b}."
      }
    }, {
      "date": 3145,
      "desc": {
        "en": "He/She completed their studies brilliantly at the finest Federation University. Brainwashed fort he entire duration of his/her studies, {b}Andie is an ardent believer and tows the Federation line.{/b} In spite of his/her naivety, Andie is really popular and is a good friend. His/her angelic face makes it easy to get sympathy when required. {b}His/her roommate Viktor Carlsson{/b}, sneaked into the university by his brother Nils, will pay the price for their friendship. Having told of his true mission during a conversation, Viktor finds himself arrested for conspiracy. Andie innocently thinks that he's just changed courses...",
        "fr": "Il/Elle réussit brillamment ses études et entre dans la prestigieuse université de la Fédération. Endoctriné(e) durant toutes ses études, {b}Andie ne suit plus que la voie de la Fédération{/b}. Malgré sa naïveté, Andie est très populaire et n'a aucun mal à se faire des amis. Son visage angélique lui permet sans le vouloir d'attirer la sympathie. {b}Son compagnon de chambre Viktor Carlsson{/b}, secrètement infiltré par son frère Nils dans l'université, fera les frais de son amitié avec lui/elle. En lui confiant sa véritable mission au détour d'une conversation, Viktor se retrouvera arrêté pour conspiration. Andie pensera innocemment qu'il aura juste changé de cursus...",
        "es": "Termina sus estudios básicos e ingresa a la Universidad de la Federación. El adoctrinamiento da resultado y {b}Andie confirma sus aspiraciones de convertirse en un leal agente de la FDS{/b}. A su liderazgo, se suma su capacidad de ganar la confianza de su entorno. La única persona que intentó divulgar su identidad femenina, desapareció antes de lograr su cometido."
      }
    }, {
      "date": 3151,
      "desc": {
        "en": "Andie met {b}sergeant instructor Derek Hogan{/b}. Presented as a national hero, Hogan spent the whole class recounting stories of his fantastic life. In this teacher, Andie found the father figure that had been missing in his/her life and began idolizing him. He/she believes all his stories unquestioningly and also begins to dream of travelling through space.",
        "fr": "Andie fait la rencontre du {b}sergent instructeur Derek Hogan{/b}. Présenté comme héros de la nation, celui-ci passe la totalité de ses cours à raconter sa vie fantasmée. Andie retrouve dans son professeur une figure paternelle manquante et se met à l'idolâtrer. Il/Elle croit sur parole toutes ces histoires et se met à rêver de parcourir l'espace lui/elle aussi.",
        "es": "Andie tiene como profesor al {b}Sargento Instructor Derek Hogan{/b}."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "Andie continues to study in order to become more useful to the federation. Andie produces three magnificent theses, {b}in botany{/b} discussing the healing properties of the Tau-Ceti brachien root, {b}biology{/b}, a study of social communication between polarized amoebas from the Aegean Sea, on the third planet of the Sol system, and finally {b}in diplomacy{/b} with a report on mediation which, according to the jury, could have inspired the negotiators who failed to achieve peace when the Sol war threatened. {b}He/she became the first triple laureate in the Federation.{/b}",
        "fr": "Andie enchaîne les études afin de servir au mieux les besoins de la Fédération. Il/Elle passe brillamment trois thèses, {b}en botanique{/b} pour son texte sur les propriétés curatives de la bulbe brachéenne de Tau-Ceti, {b}en biologie{/b} avec son étude sur le comportement social des amibes polarisés de la mer Égée de la troisième planète du système Sol, et enfin {b}en diplomatie{/b} avec son rapport de médiation, qui d'après les jury, aurait pu inspirer les négociateurs ayant échoué à prévenir la grande bataille de Sol. {b}Il/Elle devient le/la premier(ère) triple lauréat(e) de la Fédération{/b}.",
        "es": "Andie termina sus estudios presentando nada menos qué 3 tesis simultáneamente. Una de {b}botánica{/b}, una de {b}biología{/b} y otra de {b}diplomacia interplanetaria{/b}."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "Having completed studying, Andie decided to become a pilot, joined the aerial division and got his/her licence easily. {b}Andie asked to be stationed on Xyloph-17{/b} and it didn't take long for him/her to get noticed by Kim Jin Su. Derek didn't recognize Andie at all.",
        "fr": "Ses études terminées, Andie décide de devenir pilote, il/elle s'engage donc dans la division aérienne de la fédération et passe son brevet haut la main. {b}Il/Elle demande à être affecté(e) sur Xyloph-17{/b} et ne tarde pas à être remarqué(e) par Kim Jin Su. Derek lui ne le/la reconnait pas.",
        "es": "Andie decide completar su carrera al servicio de la FDS ingresando a la escuela de pilotos. {b}Pocos meses después, solicita que se le asigne una misión en la estación Xyloph-17{/b}. Allí, Jin-Su ordena que sea criogenizada y embarcada en el Daedalus para utilizar sus habilidades en la misión."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "Unaware of the stakes, or what was being orchestrated behind the scenes, and still thinking he/she was ardently serving the federation, Andie embarks aboard the Daedalus.",
        "fr": "Loin de se douter des enjeux qui se dessinent dans l'ombre, et pensant toujours servir la Fédération ardemment, Andie embarque à bord du Daedalus.",
        "es": "Andie, confundida, se despierta a bordo del Daedalus."
      }
    }
  ]
}