{
  "id": 17,
  "name": "Derek",
  "fullName": "Derek Hogan",
  "age": {
    "en": "hardly more than 39",
    "fr": "à peine plus de 39 ans",
    "es": "apenas más que 39 años"
  },
  "gender": "male",
  "profession": {
    "en": "Ex SDF Sergeant",
    "fr": "Ex-sergent de la FDS",
    "es": "Ex-sargento de la FDS"
  },
  "summary": {
    "en": "Derek Hogan is assigned to the security of the Daedalus. Robust and self-confident, he will be a significant asset for the success of this extreme mission. His past is a succession of events, each more incredible than the last. Derek has experienced everything, Sol's battlefields, the suicide missions of Tau-Ceti... Yet, he is always looking for a soul mate. Since his hasty departure from his home, Derek has dedicated his existence to women, but without success.",
    "fr": "Derek Hogan est assigné à la sécurité du Daedalus. Robuste et sûr de lui, il sera un atout conséquent pour la réussite de cette mission extrême. Son passé est une succession d'évènements plus incroyables les uns que les autres. Derek a tout connu, les champs de bataille sur Sol, les missions suicides de Tau-Ceti... Pourtant il recherche toujours l'âme soeur. Depuis le départ précipité de son foyer, Derek a voué son existence à la gent féminine, qui lui rend bien mal.",
    "es": "Derek Hogan es robusto y está seguro en sí mismo, estas cualidades sirven de mucho en misiones extremas. Su pasado de militar mujeriego está lleno de leyendas y chismes que recorren la galaxia."
  },
  "skills": [
    "SHOOTER",
    "WRESTLER",
    "FIREFIGHTER",
    "MOTIVATOR",
    "HYGIENIST"
  ],
  "file": "derek_hogan",
  "color": "#FF4500",
  "short": {
    "en": "A true hero in spite of everything",
    "fr": "Héros malgré lui",
    "es": "Héroe y mujeriego galáctico"
  },
  "intro": {
    "en": "",
    "fr": "Véritable force de la nature, Derek est capable de faire régner l'ordre à bord du Daedalus.",
    "es": "Un verdadero prodigio de la naturaleza. Derek sabe imponer su autoridad en la nave para mantener el orden."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Derek Hogan{\b}. Des muscles, de la testostérone et un petit côté fleur bleu. Trouverez vous l'amour à bord du Daedalus ? Tentez déjà de remplir votre mission correctement !"
    "es": ""
  },
  "bio": [
    {
      "date": 3115,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra."
      }
    }, {
      "date": 3127,
      "desc": {
        "en": "Derek first cut himself when he wanted to shave his adolescent face fuzz for the first time. The scar has never healed but he swears blind to anyone who'll listen (and especially to future conquests), that he picked the wound up on the battlefields of Tau-Ceti.",
        "fr": "Derek se coupe pour la première fois en voulant raser son duvet naissant, il en garde la cicatrice depuis et jurera à qui veut l'entendre qu'il ramène cette blessure des champs de bataille de Tau-Ceti.",
        "es": "Derek se corta torpemente al afeitarse y no se le ocurre mejor idea que mostrar esa cicatriz (en especial a sus conquistas amorosas) diciendo que es una herida de combate en Tau-Ceti."
      }
    }, {
      "date": 3139,
      "desc": {
        "en": "Derek joins the SDF (Sol Defence Force) after receiving some propaganda literature. His mother forbids him to leave home, Derek decided to burn his bridges, and from then on, Derek's been flying solo.",
        "fr": "Derek s'engage à la FDS (Féderation de Defense du sytème Sol) après avoir reçu un prospectus de propagande. Sa mère lui interdit de partir du domicile, Derek décide de couper les ponts, désormais il vole en solo.",
        "es": "Derek es reclutado por una batida militar en una discoteca de Nueva Ibiza. Su madre lloró, imploró que no ingrese al cuartel, pero Derek prefirió enrolarse, atraído por el mito de tener una novia en cada puerto o mejor dicho, base espacial."
      }
    }, {
      "date": 3145,
      "desc": {
        "en": "Derek climbs the ladder slowly but surely, as since his childhood he's always been a dogsbody which means his superiors quickly notice him. He is sent to Sol and takes part in the Great Battle. A battlefield scout, he surprises the powers that be by taking a forward enemy position single handedly. By his own admission, he didn't notice the communications tower before plowing into it... In recognition of his bravery on the field of battle, {b}Derek was promoted to sergeant{/b}.",
        "fr": "Derek gravit petit à petit les échelons, entrainé durant son enfance à être le larbin de service, il ne tarde pas à se faire remarquer par sa hiérarchie. Il est envoyé sur Sol et participe à la grande bataille. Eclaireur sur le terrain, il surprendra sa hiérarchie en prenant à lui seul une base avancée ennemie. De son propre aveu, il n'aurait pas vu la tour de communication avant de se crasher dessus... Récompensé pour sa bravoure sur le champ de bataille, {b}Derek se voit promu sergent{/b}.",
        "es": "Derek asciende rápidamente y se impone como líder. Participa en varias batallas y conquistas planetarias. Haber tomado una base enemiga le ayuda a {b}recibir el rango de sargento{/b}."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "After several missions of limited scope, Derek is moved to Xyloph-17 {b}to supervise the Magellan project{/b}, reporting all the details and actions of the scientists orbiting Jupiter. He meets {b}Wang Chao{/b}, but didn't become friends with him, preferring the company of travellers on Xyloph-17. Poor Derek, his poor relationships and his increasingly problematic relationships with the station's female personnel earned him a trip back to the field.",
        "fr": "Après quelques missions de peu d'envergure, Derek est muté sur Xyloph-17 {b}pour superviser l'expédition Magellan{/b}, il doit rapporter les moindres faits et gestes des scientifiques oeuvrant sur l'orbite de Jupiter. Il rencontre {b}Chao Wang{/b}, mais n'entretient aucun rapport avec, lui préférant la compagnie des passagères de Xyloph-17. Pauvre Derek, ses rapports de piètre qualité et le contact de plus en plus problématique avec le personnel féminin de la station lui valent un retour sur le terrain.",
        "es": "Se le asigna la seguridad de la construcción {b}del arca Magallanes en Xyloph-17{/b} junto a un tal {b}Wang Chao{/b}. Sus aventuras amorosas con el personal de la estación le valen más de un lío con sus superiores y los maridos de sus víctimas."
      }
    }, {
      "date": 3151,
      "desc": {
        "en": "Derek was charged with many small missions, and always managed to get good results. His colleagues often complained about his dreadful decision making, but also acknowledging that the guy has a lucky streak a mile wide. With a small squad, he successfully rescued Wang Chao who had been sent to {b}Encelade{/b}. In the upper echelons of the SDF, he was seen by some as a rising star, but by others as a taker of unnecessary risks. Unfortunately the latter were more common and more senior, which meant he swiftly became the training sergeant in an SDF affiliated school.",
        "fr": "Derek exécute de petites missions et réussi toujours à les mener à bien. Ses collègues se plaindront souvent de ses prises de décisions lamentables, mais reconnaîtront que le bonhomme a de la chance. Il parvient avec une petite escouade à secourir Wang Chao précédemment envoyé sur {b}Encelade{/b}. Dans les hautes sphères de la FDS, certains voient en lui une étoile montante, d'autres craignent ses méthodes trop hasardeuses. Hélas, ces derniers sont plus nombreux et mieux gradés, il se retrouve donc sergent instructeur dans une des nombreuses écoles affiliées à la FDS.",
        "es": "Derek ejecuta diversas misiones en {b}Encélado{/b} para recuperar la confianza de sus superiores en la FDS."
      }
    }, {
      "date": 3151,
      "desc": {
        "en": "Faced with the catastrophic results produced by the students under Hogan's tutelage, his superiors sent him back into the field.",
        "fr": "Devant les résultats catastrophiques des étudiants placés sous la responsabilité du sergent instructeur Hogan, celui-ci doit revenir sur le terrain.",
        "es": "Para complementar sus bajos ingresos, Derek trabaja como instructor en la Universidad de la FDS."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "Commander Jin-su took Derek under his wing, and soon entrusted him with an unofficial extraction mission.Unfortunately he turned out to be unable to disarm the {b}scientist Finola Keagan{/b}'s home security system. In her wisdom, she left her toybox open, exposing Derek to weaponry the likes of which he'd never imagined, causing the sergeant to lose his memory and some potency. {i}His companion in this mission, Wang Chao, was killed by a squad of vigilante quadrupeds. He experienced a mighty pain in the butt before he eventually gave in to his injuries{/i}.",
        "fr": "Le commandant Jin-su prend Derek sous son aile et ne tarde pas à lui confier une mission officieuse d'extraction. Il se retrouve malheureusement dans l'incapacité de désamorcer le système de sécurité du domicile de la {b}scientifique Finola Keagan{/b}. Celle-ci, ayant laissé un objet trop extrême dans son coffre, provoque la perte de connaissance du sergent. {i}Son binôme dans cette mission, Chao Wang, meurt, poursuivi par une meute de vigiles quadrupèdes. Ce dernier aurait eu mal aux fesses avant de succomber de ses blessures{/i}.",
        "es": "El comandante Jin-Su le confía la protección del comando que secuestrará a la científica {b}Finola Keegan{/b} para obligarle a formar parte de la misión."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "{i}Derek manages to get on board the Daedalus alongside the other 15 crew members{/i}. Never again will he be manipulated by the SDF!",
        "fr": "{i}Derek parvient à monter à bord du Daedalus en compagnie de 15 autres membres d'équipage{/i}. Plus jamais il ne sera trimballé par la FDS !",
        "es": "{i}Derek se embarca en el Daedalus junto al resto del equipo{/i}. ¡La FDS le tiene en su lista negra!"
      }
    }
  ]
}