{
  "id": 15,
  "name": "Eleesha",
  "fullName": "Eleesha Williams",
  "age": {"en": "30", "fr": "30 ans", "es": "30 años"},
  "gender": "female",
  "profession": {
    "en": "Renowned reporter",
    "fr": "Grand reporter",
    "es": "Reportera"
  },
  "summary": {
    "en": "Eleesha is an investigative journalist for SNC (Sol News Channel). She managed to obtain the medical files of several financial and political leaders in the Federation, proving their Mush infection. After her report was taken off the air, Eleesha fled to Jupiter for fear of being eliminated. She revealed all this to the crew of the Daedalus and is currently on board posing as a mechanic.",
    "fr": "Eleesha est journaliste d'investigation chez SNC (Sol News Channel). Elle a obtenu des fiches médicales de plusieurs leaders politiques et financiers de la Fédération, prouvant leur infection au Mush. Après la déprogrammation de son reportage, Eleesha prend la fuite sur Jupiter car elle craint d'être éliminée. Elle révèle l'affaire à l'équipe du Daedalus et obtient une couverture de mécano.",
    "es": "Periodista de investigación. Obtuvo las fichas médicas de los líderes políticos de la Federación FDS que probaban su infección con el Mush."
  },
  "skills": [
    "TRACKER",
    "DETERMINED,",
    "OBSERVANT",
    "IT_EXPERT",
    "TECHNICIAN",
    "POLYMATH"
  ],
  "file": "eleesha_williams",
  "color": "#D08500",
  "short": {
    "en": "Deposed first-rate investigator on the run from the Federation",
    "fr": "Investigatrice déchue de premier plan",
    "es": "Periodista investigadora de las conspiraciones entre humanos y Mush"
  },
  "intro": {
    "en": "Former investigative journalist, her goal is to contact any rebel bases still operating. One of the most observant crewmembers, she is as brilliant as she is honest, but don't worry – that can be cured!",
    "fr": "Elle est journaliste de formation et n' a pas oublié d'être brillante dans ce domaine. Son passé de Grand Reporter et de journaliste d’investigation en atteste.",
    "es": "Periodista especialista en conspiraciones. Sospecha de todo, y de todos... Sabe contactar con bases rebeldes."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Eleesha Williams{\b}, journaliste d'investigation. Vous êtes indispensable à bord grâce à vos compétences en tir, diplomatie et informatique."
    "es": ""
  },
  "bio": [
    {
      "date": 3124,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra."
      }
    }, {
      "date": 3132,
      "desc": {
        "en": "{b}Death of Daryn Williams{/b}, Eleesha's father, in suspicious circumstances during an expedition on {b}Tamina{/b}. The family were only given a few details regarding his death. As she grew up, Eleesha became convinced that he was still alive.",
        "fr": "{b}Mort de Daryn Williams{/b}, le père de Eleesha dans des conditions obscures au cours d'une expédition sur {b}Tamina{/b}. La famille ne reçoit que peu de détails sur les circonstances de sa mort. En grandissant, Eleesha finit par se persuader que son père est encore en vie.",
        "es": "{b}Muerte de su padre, Daryn Williams{/b}, en misteriosas circunstancias en una exploración a {b}Tamina{/b}. La familia recibe muy poca información. Eleesha crece creyendo que su padre está con vida."
      }
    }, {
      "date": 3140,
      "desc": {
        "en": "Eleesha studied computer science at university in Mexico. She got good grades, but spent most of her time searching for information on {b}the Tamina incident{/b} on the school's network. She eventually discovered that every member of the expedition team in question disappeared, which seemed to support her theory.",
        "fr": "Eleesha entre dans une université de sciences informatiques au Mexique. Elle obtient de bons résultats mais passe la plupart de son temps à rechercher des renseignements sur {b}l'incident de Tamina{/b} sur le réseau de l'école. Elle finit par découvrir que tous les membres de l'expédition en question ont disparu ce qui conforte son opinion.",
        "es": "Eleesha ingresa a la facultad de Ciencias de la Información y dedica su carrera a los sucesos ocurridos en {b}Tamina{/b}. Poco tiempo después, comprueba que todos los participantes en la expedición murieron."
      }
    }, {
      "date": 3141,
      "desc": {
        "en": "Eleesha showed the results of her research to a friend who suggested she make a documentary for the SNC. Eleesha accepts and spreads her findings throughout the world of space exploration.",
        "fr": "Eleesha présente le résultat de ses recherches à un ami qui lui propose de monter un documentaire pour la chaine SNC. Eleesha accepte et multiplie les interviews dans le monde de l'exploration spatiale.",
        "es": "Junto con un amigo, inicia la producción de un reportaje sobre el incidente de Tamina."
      }
    }, {
      "date": 3142,
      "desc": {
        "en": "When going through her research data, Eleesha managed to locate {b}Zhong Chun, the only surviving member{/b} of the Tamina exploration medical corps. Zhong told her that she had been present, and witnessed first hand the agony suffered by the team. Eleesha learns for certain that her father actually died on Tau Ceti, and now wants to know why.",
        "fr": "En recoupant ses informations, Eleesha parvient à localiser {b}Zhong Chun la seule survivante{/b} du corps médical du projet d'exploration de Tamina. Elle lui confie avoir assisté à la lente agonie de la totalité de ses membres. Eleesha obtient la certitude que son père est bien mort sur Tau Ceti, elle veut maintenant comprendre pourquoi.",
        "es": "Eleesha logra localizar a {b}Zhong Chun, la única superviviente{/b} de la exploración a Tamina."
      }
    }, {
      "date": 3143,
      "desc": {
        "en": "Interview with Kim Jin-Su upon his return from the Tau-Ceti expedition. Eleesha questioned the famous explorer thoroughly, but he denied having any information about the events. This sequence marked the end of her documentary which was broadcast the following year by the SNC.",
        "fr": "Interview de Kim Jin-Su à son retour de l'expédition de Tau-Ceti. Eleesha assomme de questions le célèbre explorateur mais celui-ci nie avoir eu connaissance de la situation. Cette séquence marque le point final de son documentaire qui est broadcasté dès l'année suivante sur les ondes de SNC.",
        "es": "Entrevista a Kim Jin-Su para finalizar su reportaje, que es transmitido por la cadena SNC."
      }
    }, {
      "date": 3144,
      "desc": {
        "en": "The documentary made the citizens of Earth aware of the opacity of the Federation's expedition system. Faced with this crisis, the minister for space exploration resigned from his post and was replaced by the explorer GL Maubrick. In continuing her research into the Tamina incident, Eleesha began compiling a report into working conditions in the mines.",
        "fr": "Le documentaire sensibilise les terriens à l'opacité du système d'expédition de la Fédération. Pour faire face à la crise, le ministre de la conquête spatiale est démis de ses fonctions et remplacé par l'explorateur GL Maubrick. Pour poursuivre ses recherches sur la catastrophe de Tamina, Eleesha monte un projet de reportage sur les conditions de travails des mineurs.",
        "es": "Eleesha produce un nuevo documental sobre las condiciones de trabajo de los mineros en Tau-Ceti."
      }
    }, {
      "date": 3145,
      "desc": {
        "en": "Following the rebellion on Tau-Ceti, Eleesha had to cancel her trip. Throughout the years, she will report on the events of the {b}war on Sol{/b} in sometimes dangerous situations.",
        "fr": "Suite au mouvement de rebellion sur Tau-Ceti, Eleesha doit annuler son voyage. Durant toutes ces années, elle va couvrir les évènements de la {b}Guerre de Sol{/b} dans des situations parfois périlleuses.",
        "es": "Las manifestaciones en Tau-Ceti obligan a Eleesha a anular su viaje. Mientras tanto, cubre diferentes casos de conspiración en el {b}Sistema Solar{/b}, poniendo muchas veces su vida en riesgo."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "An unplanned parachute jump whilst following a team of SDF paratroopers, resulted in Eleesha {b}developing an abject fear of flying{/b}. Every flight she takes has now become a genuine ordeal which doesn't make her job as a journalist any easier.",
        "fr": "Un saut en parachute imprévu lors du suivi d'une équipe de para de la FDS, provoque une {b}peur panique du vide{/b} chez Eleesha. Chaque voyage aérien devient un véritable calvaire, ce qui ne facile pas son travail de journaliste.",
        "es": "Recibe {b}amenazas de muerte{/b} debido a sus descubrimientos sobre la corrupción en la Federación."
      }
    }, {
      "date": 3147,
      "desc": {
        "en": "Fortunately, Eleesha stumbled upon {b}the work of biologist Finola Keegan{/b}. The descriptions of observed {b}myceliums named Mush{/b} were identical to those of Chun. She got in touch with Finola immediately and set about publishing her findings on the SNC. Her report was broadcast for the most part, but Maubrick considered Eleesha a dissident and neutralised the effect of her work by producing a series of broadcasts which ridiculed the work of these women.",
        "fr": "Eleesha tombe par hasard sur {b}les travaux de la biologiste Finola Keegan{/b}. Les descriptions des {b}myceliums observés nommé Mush{/b} ressemblent en tout point aux récits de Chun. Elle prend rapidement contact avec Finola et entreprend de publier les résultats de son travail sur SNC. Son reportage est largement diffusé mais le nouveau régime de Maubrick, qui considère Eleesha comme une dissidente, neutralise son effet en produisant une grande série d'articles ridiculisant les thèses des deux femmes.",
        "es": "Eleesha estudia los estudios publicados por la {b}bióloga Finola Keegan{/b}. Al leer los detalles sobre la proliferación de una {b}forma alienígena de hongo llamada Mush{/b}, descubre que tiene mucho que ver con la masacre en Tamina"
      }
    }, {
      "date": 3149,
      "desc": {
        "en": "After the {b}uprising on Ross154{/b}, the Federation finally accepted the Mush theory but became stricter when dealing with dissidents. Finola and Eleesha are put under constant surveillance, but nobody interferes with their research.",
        "fr": "Suite au {b}soulèvement de Ross154{/b}, la Fédération accepte la thèse du Mush mais durcit le ton envers les dissidents. Finola et Eleesha sont continuellement surveillées, mais personne n'entrave leurs recherches.",
        "es": "La Federación {b}inicia un plan de represión y vigilancia{/b} a todos quienes se opongan al sistema."
      }
    }, {
      "date": 3150,
      "desc": {
        "en": "Eleesha escapes from SDF surveillance and manages to sneak in to an official office at {b}Valparaiso{/b}. There she discovers incriminating documents proving that a Mush alert was declared on the {b}4th of January 3150{/b} within the Federation itself. According to these figures, the number of infected and the spread of the disease is dizzying, and {b}President Maubrick is clearly involved{/b}. The fact that there has been no subsequent action taken to this alert is particularly worrying to Eleesha who tries again to air a report on the subject. When this one is taken off the air at the last minute, she realises that it is too late, and the only choice she has left is to flee.",
        "fr": "Eleesha échappe à la vigilance des gardes de la FDS et parvient à s'infiltrer dans un bureau officiel à {b}Valparaiso{/b}. Elle y découvre des documents accablants prouvant qu'une alerte Mush a été déclaré {b}le 4 Janvier 3150{/b} au sein de la Fédération. Le nombre et la position des infectés donne le vertige, {b}le président Maubrick est notamment impliqué{/b}. Le fait qu'aucune suite n'ai été donnée à cette alerte inquiète particulièrement Eleesha qui tente tout de même de monter un reportage sur le sujet. Lorsque celui-ci est annulé à la dernière minute, elle comprend qu'il est trop tard et qu'il faut maintenant prendre la fuite.",
        "es": "Eleesha se instala en una oficina clandestina en {b}Chile{/b}. Junto a otros periodistas constata que {b}toda la FDS está contaminada{/b} por el Mush."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "After two years of civilian life, Eleesha joined the crew on {b}Xyloph-17{/b}. She met the Daedalus team to whom she told her secret. Kim Jin-Su, leader of the project, offered her a space aboard the ship. Eleesha accepts, but still doesn't trust the man she still believes to be responsable for the Tamina catastrophe.",
        "fr": "Apres deux ans de vie clandestine, Eleesha rejoint {b}Xyloph-17{/b}. Elle rencontre l'équipe du Daedalus a qui elle confie son secret. Kim Jin-Su qui encadre le projet lui propose une couverture dans leur équipe. Eleesha accepte mais reste méfiante envers l'explorateur responsable selon elle de la catastrophe de Tamina.",
        "es": "Eleesha sale de la clandestinidad y se dirige a {b}Xyloph-17{/b} para reunirse con el equipo del Daedalus para confiarles sus hallazgos."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Eleesha really wants Finola to join the team. She managed to build a Mush detector which would allow for any mistrust in the team too quickly be dealt with. Unfortunately Finola declines.",
        "fr": "Eleesha veut absolument rallier Finola à l'équipe. Celle-ci a en effet réussi à créer un détecteur de Mush qui permettrait de régler bien des méfiances au sein de l'équipage. Malheureusement Finola refuse.",
        "es": "Eleesha y Finola son convocadas a formar parte de la misión del Daedalus. Finola rechaza la propuesta."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "Finola finally lands on Xyloph-17. Handcuffed. Eleesha is up in arms about their methods, but secretly hopes that she is capable of building a detector herself.",
        "fr": "Finola est finalement débarqué sur Xyloph-17, menottes aux poignets. Eleesha s'insurge contre ces méthodes mais espère secrètement qu'elle sera en mesure de fabriquer le détecteur.",
        "es": "Finola es llevada a Xyloph-17 contra su voluntad."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "Following a regrettable diplomatic error, the federation takes control of Xyloph-17. Eleesha takes part in the expedition to retake the Daedalus in order to flee. Once they are in orbit, the team decides to fly the ship towards the Magellan cloud. Eleesha is cryogenically frozen for the first time in her life.",
        "fr": "Suite à une regrettable erreur diplomatique, la Fédération prend le contrôle de Xyloph-17. Eleesha participe à l'expédition visant a rejoindre le Daedalus pour prendre la fuite. Une fois en orbite, l'équipe décide de propulser le vaisseau vers le nuage de Magellan. Eleesha est cryogénisée pour la première fois de sa vie.",
        "es": "Eleesha embarca en el Daedalus y es criogenizada por primera vez."
      }
    }
  ]
}