{
  "id": 9,
  "name": "Finola",
  "fullName": "Finola Keegan",
  "age": {"en": "30", "fr": "30 ans", "es": "30 años"},
  "gender": "female",
  "profession": {
    "en": "Biologist",
    "fr": "Biologiste",
    "es": "Bióloga"
  },
  "summary": {
    "en": "Finola was there when most of the key discoveries were made about Mush.When she is contacted by Lai Kuan-Ti who told her about the Daedalus project, she refused to leave Antemis where she was working on her own fungicide project. Assisted by his henchmen, Kuan-Ti kidnapped Finola, had her cryogenically frozen against her will and took her along on the mission.",
    "fr": "Finola est à l'origine d'une grande partie des découvertes sur le Mush. Lorsqu'elle est contactée par Lai Kuan-Ti qui lui présente le projet Daedalus, elle refuse de quitter Antémis ou elle mène son projet de fongicide. À l'aide de ses hommes de main, Kuan-Ti fait enlever Finola et la cryogénise sans son consentement pour l'expédition.",
    "es": "Finola ha realizado la mayoría de descubrimientos sobre el Mush. Rechazó la invitación de Kuan-Ti para ser parte del equipo del Daedalus y terminó siendo raptada y criogenizada."
  },
  "skills": [
    "BIOLOGIST",
    "MEDIC",
    "NURSE",
    "DIPLOMAT",
    "OCD"
  ],
  "file": "finola_keegan",
  "color": "#4EA9B6",
  "short": {
    "en": "",
    "fr": "Biologiste de renommée internationale, pionnière dans l'étude du Mush",
    "es": ""
  },
  "intro": {
    "en": "A doctor of both medicine and biology, Finola's life's work revolves around making the world a better place. Her research and healing skills make her invaluable on board.",
    "fr": "Biologiste de premier plan, ses découvertes sur le Mush et ses connaissances des organismes extra-terrestre sont uniques.",
    "es": ""
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Finola Keegan{\b}, diplomate et biologiste dévouée à la recherche du Mush. Vous êtes une passionnée de la médecine et des premiers soins."
    "es": ""
  },
  "bio": [
    {
      "date": 3106,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra."
      }
    }, {
      "date": 3132,
      "desc": {
        "en": "Finola takes a position in the Rinaldo prison corporation to ensure the medical well-being of detainees on Tau-Ceti. She took her place in a {b}cryo-wagon in the last interstellar convoy heading for Antemis.{/b}",
        "fr": "Finola s'engage dans la corporation carcérale Rinaldo pour assurer le suivi médical des détenus sur Tau-Ceti. Elle s'installe dans un des {b}cryo-wagons de la dernière caravane interstellaire en partance pour Antémis{/b}.",
        "es": "Finola se ocupa de la atención médica de los detenidos de Tau-Ceti."
      }
    }, {
      "date": 3140,
      "desc": {
        "en": "The extreme working conditions in which the miners worked combined with the outdated tools they worked with made accidents much more commonplace. Finola's emergency room is always full. Neither the corporation nor the federation are willing to allocate more funding. Finola is furious.",
        "fr": "Les conditions de travail extrêmes dans lesquelles travaillent les mineurs et la vétusté du materiel employé multiplie les accidents. Le bloc d'urgence de Finola est en permanence saturé. Ni la corporation, ni la Fédération ne veulent se résigner à allouer des fonds supplémentaires. Finola enrage.",
        "es": "Las pésimas condiciones de trabajo y de equipamiento de los mineros provoca cada vez más accidentes graves. La sala de urgencias de Finola se satura permanentemente. La FDS se niega a otorgar más recursos."
      }
    }, {
      "date": 3145,
      "desc": {
        "en": "A massive vaccination campaign against space flu begins on Tau-Ceti. Finola analyses a sample of the vaccine and proves that it doesn't contain a single anti-flu component. She asked for more information from the laboratories on Earth, but her requests fell on deaf ears.At the same time as the {b}slave vaccine rumour{/b} was coming out, the rebellion erupted and seized control of Tau Ceti. Finola, who supported the miners, tried to calm their rage. She wanted to dissuade the leaders of the rebellion from declaring war on Sol.",
        "fr": "Une vaste campagne de vaccination contre la grippe spatiale est lancé sur Tau-Ceti. Finola en analysant un des vaccins prouve qu'ils ne contiennent aucun principe anti-grippaux. Elle demande un complément d'information aux laboratoires terriens mais ceux-ci font la sourde oreille. Au même moment, alors qu'enfle la rumeur sur {b}"
        le
        vaccin
        de
        l
        'esclave"{/b}, la rebellion éclate et prend le pouvoir des colonies principales de Tau Ceti. Finola qui soutient le mouvement des mineurs tente de calmer les ardeurs. Elle veut dissuader les dirigeants de la rebellion d'
        engager
        une
        invasion
        de
        Sol.
        ",
        "es": "Una gran campaña de vacunación antigripal se inicia en Tau-Ceti. Finola analiza las vacunas y nota que no tienen ningún componente antigripal. El caso llamado {b}"
        La
        Vacuna
        del
        Esclavo
        "{/b} da origen a la rebelión de Tau Ceti."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "{b}Baranov's armed forces{/b} were neutralized on Sol. When she tried to operate on the wounded rebels, Finola detected significant anomalies in their nervous system. She put together a study cell to analyze these cases but her superiors forced her to stop the research. After narrowly escaping being killed twice in suspicious lab accidents, she made up her mind to flee the {b}rebel base at Antemis{/b} and rejoin the Federation.Before she left, she entrusted an infected bone-marrow sample to her botanist colleague {b}Ian Soulton{/b} so that he could continue her secret research on Antemis.",
        "fr": "{b}Les forces armées de Baranov{/b} sont contrées sur Sol. En tentant d'opérer des rebelles blessés, Finola détecte des anomalies importantes dans leur système nerveux. Elle monte alors une cellule d'étude pour analyser ces cas, mais ses supérieurs la poussent à stopper les recherches. Après avoir frôlé la mort à deux reprises dans des accidents de laboratoire douteux, elle se résout à fuir {b}la base rebelle d'Antémis{/b} et rejoint la Fédération. Avant son départ, elle confie à son collègue botaniste {b}Ian Soulton{/b} un échantillon de moelle osseuse infectée pour que celui-ci poursuive secrètement ses travaux sur Antémis.",
        "es": "Mientras operaba a rebeldes heridos, Finola detecta anomalías importantes en su sistema nervioso. Días después se salva milagrosamente de unos extraños accidentes en su laboratorio y decide exiliarse. Antes de partir, le confía al botánico {b}Ian Soulton{/b} una muestra de la médula ósea de uno de sus pacientes."
      }
    }, {
      "date": 3147,
      "desc": {
        "en": "Once back in the federation, Finola continued her research and rapidly established a link between {b}the Tamina incident{/b}and the mycelium strains found in the bone marrow retrieved during the autopsies of the dead soldiers. Ian Soulton's findings confirm the theory that this is {b}an intelligent invasion{/b}. Following his work, references to Mush began to appear in scientific literature, but the government paid no attention.",
        "fr": "Au sein de la fédération, Finola continue de mener ses recherches et établie rapidement un lien entre {b}l'accident de Tamina{/b} et les souches de mycelium relevées dans la moelle osseuses des soldats autopsiés. Les relevés de Ian Soulton confirment la thèse {b}d'une invasion intelligente{/b}. Suite à ses travaux, des références au Mush apparaissent dans la littérature scientifique, mais le gouvernement n'y prête aucune attention.",
        "es": "Los resultados de Ian Soulton revelan lo inimaginable: {b}La invasión por parte un alien microscópico{/b}. Redacta un informe pero las autoridades no le prestan atención."
      }
    }, {
      "date": 3150,
      "desc": {
        "en": "Back on Antemis, Finola finds her colleague Ian Soulton. Convinced that the leaders of the rebellion are infected, and acting clandestinely, she decides to build a mycoscanner. If the project gets completed, the scanner will be able to detect the presence of Mush in any individual in real time thus forming another rebellion.",
        "fr": "De retour sur Antémis, Finola retrouve son collègue Ian Soulton. Convaincue que les dirigeants de la rebellion sont infectés, elle entreprend clandestinement à ses côtés des recherches pour créer un mycoscan. Si ce projet est mené à terme elle pourra détecter la présence du Mush sur n'importe quel individu en temps réel, et ainsi former une nouvelle rebellion.",
        "es": "Finola se reúne con su colega Ian Soulton. Convencida de que las cúpulas políticas están infectadas, desarrolla clandestinamente el mycoscan. Si su invento tiene éxito se podría detectar la presencia del Mush en cualquier individuo en tiempo real."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Eleesha Williams, a clandestine journalist who had already published some of Finola's research, contacts her to warn her of the degradation of the Federation's situation. Several members of the parliament including {b}GL Maubrick{/b} were infected by Mush. She proposes that Finola join the team aboard the Daedalus, a ship headed for another galaxy, but Finola finds the idea of abandoning the majority of human lives in favour of a few well-placed individuals scandalous.Her colleague Ian Soulton doesn't share that sentiment and sets off for Jupiter.",
        "fr": "Eleesha Williams, une journaliste clandestine ayant déjà publié les travaux de Finola la contacte pour l'avertir de la dégradation de la situation au sein de la fédération. Plusieurs parlementaires dont le président {b}GL Maubrick{/b} seraient infectés par le Mush. Elle lui propose de rejoindre le Daedalus, un vaisseau en partance pour une autre galaxie, mais Finola est scandalisée à l'idée d'abandonner une majorité d'êtres humains pour une minorité d'infectés haut-placés. Son collègue Ian Soulton ne partage pas son avis et embarque pour Jupiter.",
        "es": "Eleesha Williams, periodista rebelde, publica los estudios de Finola. El equipo del {b}Daedalus{/b} le propone sumarse a la misión pero considera que abandonar a tantos humanos necesitados para ser parte de una élite no concuerda con sus ideales. Ian Soulton sugiere que Finola sea secuestrada para ser llevada a la fuerza."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "Finola is kidnapped from outside her home by henchmen from the Magellan project. She is cryogenically frozen on Jupiter without being given a chance to speak.",
        "fr": "Finola est enlevée devant son domicile par des hommes de mains du projet Magellan. Elle est cryogénisée sur Jupiter sans pouvoir exprimer son point de vue.",
        "es": "Un grupo de hombres ingresan violentamente a la casa de Finola y la llevan criogenizada a bordo del Daedalus."
      }
    }, {
      "date": 3170,
      "desc": {
        "en": "When she awakens aboard the Daedalus, Finola is more than 170,000 light years from Earth. While she slept, Mush has no doubt taken control of all officials on Sol. This might explain the presence of federation fighters surrounding the ship.",
        "fr": "Lorsqu'elle se reveille sur le Daedalus, Finola est à plus de 170,000 années lumières de la terre. Pendant son sommeil, le Mush a sans doute pris contrôle de l'intégralité de l'administration de Sol. Cela explique peut-être la présence de chasseurs de la Fédération autour du vaisseau.",
        "es": "Finola se despierta en el Daedalus, a más de 170,000 años luz de la Tierra. Durante su sueño, el Mush había tomado el control de todo el Sistema Solar."
      }
    }
  ]
}