{
  "id": 14,
  "name": "Gioele",
  "fullName": "Gioele Rinaldo",
  "age": {"en": "55", "fr": "55 ans", "es": "55 años"},
  "gender": "male",
  "profession": {
    "en": "Idle Billionaire Shipowner",
    "fr": "Armateur milliardaire Oisif",
    "es": "Magnate constructor de naves de gran escala."
  },
  "summary": {
    "en": "Gioele is the ship-owner. He is a billionaire from Earth who is obsessed by space travel, and who financed the initial Daedalus project. Faced with the Mush menace, Gioele panicked and in extremis, with the help of the designers, managed to get a job aboard the ship as a navigator. He also managed to eject a biologist from the original crew to make space for his daughter Paola.",
    "fr": "Gioele Rinaldo est l'armateur du vaisseau, c'est un milliardaire terrien passionné d'exploration spatiale qui a financé le projet initial du Daedaelus. Face à la menace Mush, Gioele panique et obtient in extremis de la part des concepteurs un poste de navigateur sur le vaisseau. Il parvient également à évincer un biologiste de l'équipe pour placer sa fille Paola.",
    "es": "Gioele Rinaldo hizo fortuna construyendo naves espaciales. También amante de la exploración planetaria, ayudó a financiar el Daedalus. Usó sus influencias para ser parte de la misión junto a su hija Paola."
  },
  "skills": [
    "SOLID",
    "PARANOID",
    "CAFFEINE_JUNKIE",
    "ASTROPHYSICIST",
    "PANIC",
    "VICTIMIZER"
  ],
  "file": "gioele_rinaldo",
  "color": "#DD702A",
  "short": {
    "en": "Ship-owning combat-ready caffeine-junkie",
    "fr": "Armateur philantrope caféinomane",
    "es": "Magnate, filántropo y constructor del Daedalus"
  },
  "intro": {
    "en": "An eccentric billionaire, caffeine-junkie and owner of the Daedalus, his fortune is threatened by the Mush menace. He will do everything in his power to wipe it out. Not to be underestimated.",
    "fr": "Parvenu sur le vaisseau grâce à sa roublardise, il est plein de ressources et saura vous surprendre.",
    "es": "Magnate constructor de naves de gran escala. A pesar de su arrogancia tiene cualidades sorprendentes."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Gioele Rinaldo{\b}, armateur du vaisseau, fort comme une bête sauvage et doué pour dénicher des planètes !"
    "es": ""
  },
  "bio": [
    {
      "date": 3099,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra."
      }
    }, {
      "date": 3118,
      "desc": {
        "en": "Thanks to his father's contacts, Gioele got a space as a passenger {b}aboard the Gonzak with the mission of exploring Epsilon Indi{/b}. It was there that he met his idol {b}GL Maubrick{/b}. Upon his return he began to study astrophysics so that he too could become an explorer one day.",
        "fr": "Grâce aux relations de son père, Gioele obtient une place de passager sur le {b}Gonzak chargé d'explorer Epsilon Indi{/b}. Il y fait la rencontre de {b}GL Maubrick{/b} le capitaine et le prend pour modèle. À son retour, il se lance dans l'étude astro-physique afin de devenir lui aussi un jour explorateur.",
        "es": "Gioele hace sus primeros viajes en el Gonzak explorando {b}Epsilon Indi{/b}. Su encuentro con el capitán {b}GL Maubrick{/b} le motiva a estudiar astrofísica."
      }
    }, {
      "date": 3120,
      "desc": {
        "en": "The death of his father made Gioele aware of his family's financial situation. He took over his father's prison management company but changed its operation to suit his own ends: He would send the prisoners to new systems in order to carry out asteroid mining operations.",
        "fr": "Le décès de son père ramène Gioele aux réalités économiques de sa famille. Il reprend la société de gestion carcérale de son père mais l'adapte à ses propres rêves : Il enverra les prisonniers dans les nouveaux systèmes afin d'organiser les opérations de minages d'astéroïdes.",
        "es": "Tras la muerte de su padre, toma las riendas de la empresa familiar constructora de naves espaciales."
      }
    }, {
      "date": 3136,
      "desc": {
        "en": "Gioele is making a fortune but has still not fulfilled his dreams. In an advertising spot on SNC he proposes a budget of {b}4 billion credits{/b} to whomever can propose a viable stellar ark project allowing him to link the Milky Way and Magellan's cloud.",
        "fr": "Gioele fait fortune mais regrette de ne pas pouvoir accomplir ses rêves. Il propose dans un spot publicitaire de la chaîne SNC un budget de {b}4 milliards de crédits{/b} à qui lui proposera un projet d'arche stellaire permettant de relier la voie lactée et le nuage de Magellan.",
        "es": "Gioele obtiene contratos millonarios y se interesa particularmente en el proyecto {b}Magallanes{/b}, el más grande arca estelar hecha por el hombre."
      }
    }, {
      "date": 3137,
      "desc": {
        "en": "Meets with Kuan-Ti who, the following year, delivers a gigantic World-Ark project involving 7000 people. Gioele allocates the promised budget.",
        "fr": "Rencontre avec Kuan-Ti qui lui livre l'année suivante le plan d'une gigantesque Arche-Monde pouvant regrouper plus de 7000 individus. Gioele valide le budget promis.",
        "es": "Kuan-Ti le confía la construcción de la nave, capaz de albergar a 7000 tripulantes."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "The Federation wishes to participate in financing the project and brings an additional {b}9 billion credits{/b} which will grease the wheels in the advancement of the PILGRED reactor. The explorer, and now official government representative, Kim Jin-Su, is named as project leader.",
        "fr": "La Fédération souhaite participer au financement du projet et apporte {b}9 milliards de crédits supplémentaires{/b} qui vont débloquer les recherches sur le réacteur PILGRED. Un fonctionnaire du gouvernement, l'explorateur Kim Jin-Su est nommé responsable du projet.",
        "es": "Gioele participa personalmente en la construcción del Magallanes. Además invierte {b}9 billones de dólares{/b} destinados al desarrollo del reactor PILGRED."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Gioele learns quite by chance that Jin-Su and Kuan-Ti have manipulated the original project to allow the construction of a smaller exploration vessel, named the Daedalus. Continuing his investigation, he searches Kuan-Ti'\"s office and finds documents proving that Mush has infected the leaders of the federation. His subsequent fear is the reason he becomes desperate to gain access to the Daedalus and join the evacuation.",
        "fr": "Gioele apprend par hasard que Jin-Su et Kuan-Ti ont détourné le projet d'origine afin de créer un vaisseau de navigation plus modeste appelé Daedalus. En poussant ses recherches, il trouve dans le bureau de Kuan-Ti des documents prouvant que le Mush infecte les dirigeants de la Fédération. Il prend peur et le menace pour obtenir une place sur le Daedalus et participer à l'évacuation.",
        "es": "Jin-Su y Kuan-Ti deciden reducir la dimensión del proyecto para construir una nave pequeña, el Daedalus. Gioele, furioso, se reúne con ellos y se entera que la Federación FDS ha sido contaminada por un maligno parásito alien y que un comando de élite debe partir lo más pronto posible."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "As the federation reduce the frequency of payments for the project, Gioele offers additional financial support for the project to Raluca Jin-Su and Kuan-Ti. His only condition is that {b}Nils Carlsson{/b} is removed from the team and replaced by his daughter {b}Paola Rinaldo{/b}. The team refused.",
        "fr": "Alors que la Fédération diminue la fréquence des versements pour le projet, Gioele propose un nouvel apport pécunier pour le projet à Raluca Jin-Su et Kuan-Ti. Sa seule condition est l'éviction de {b}Nils Carlsson{/b} au profit de sa fille {b}Paola Rinaldo{/b}. L'équipe refuse.",
        "es": "Gioele exige al comando del {b}Daedalus{/b} ser parte de la misión junto a su hija {b}Paola Rinaldo{/b}."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "Nils falls ill during a serious crisis between Xyloph-17 and the federation. The SDF takes control of the project, but Kim Jin-Su organizes the clandestine departure of the Daedalus. Gioele and Paola are finally taken aboard.",
        "fr": "Nils tombe malade alors qu'une grave crise se profile entre Xyloph-17 et la fédération. La FDS prend le contrôle du projet mais Kim Jin-Su organise un départ clandestin du Daedalus. Gioele et Paola sont finalement embarqués.",
        "es": "La FDS ataca la estación espacial y el Daedalus despega entre los disparos de los Hunters."
      }
    }
  ]
}