{
  "id": 11,
  "name": "Ian",
  "fullName": "Ian Soulton",
  "age": {"en": "42", "fr": "42 ans", "es": "42 años"},
  "gender": "male",
  "profession": {
    "en": "Botanist",
    "fr": "Botaniste",
    "es": "Botánico"
  },
  "summary": {
    "en": "Ian Soulton actively participated in Mush research. An authority on the subject, and also on botany, he prepared a study into numerous extra-terrestrial species and created several hundred hybrids using plants from earth. His curiosity for fruit species is particularly evident.",
    "fr": "Ian Soulton a activement participé aux recherches sur le Mush. Autorité en la matière, mais aussi en botanique, il a participé aux recensements de nombreuses espèces extra-terrestres et a élaboré plusieurs centaines d'hybrides de plantes terrestres. Sa curiosité pour les espèces de fruit est particulièrement frappante.",
    "es": "Participa activamente en las investigaciones sobre el Mush, usando sus vastos conocimientos sobre las plantas extraterrestres."
  },
  "skills": [
    "BOTANIST",
    "BIOLOGIST",
    "MYCOLOGIST",
    "GREEN_THUMB",
    "FIREFIGHTER",
    "FRUGIVORE"
  ],
  "file": "ian_soulton",
  "color": "#237C68",
  "short": {
    "en": "Flexible fructivorous researcher. Better living through botany!",
    "fr": "Chercheur frugivore flexible",
    "es": "Científico botánico obsesivo"
  },
  "intro": {
    "en": "A passionate and dedicated researcher whose knowledge of alien plant-life is unparalleled. A strict pacifist, he's the 'nice guy' on board.",
    "fr": "Chercheur passionné et dévoué, ses avancées sur le Mush peuvent tout changer à bord.",
    "es": "Investigador apasionado del fenómeno Mush. Experto en botánica, y quien dice plantas, dice “oxígeno, precioso oxígeno”."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Ian Soulton{\b}, grand chercheur du Mush. Vous faites autorité dans le domaine de la biologie et de la botanique."
    "es": ""
  },
  "bio": [
    {
      "date": 3106,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra."
      }
    }, {
      "date": 3130,
      "desc": {
        "en": "Ian is sent to the Antemis colony on Tau-Ceti to carry out research into new species which have been discovered in the system. He is sent in one of the 5 intergalactic trains of colonists which took thousands of miners to the promised lands of Boxylium.",
        "fr": "Ian est envoyé sur Tau-Ceti dans la colonie d'Antémis pour effectuer des recherches sur les nouvelles espèces du système. Il est envoyé dans un des cinq trains inter-stellaires de colons emportant des milliers de mineurs vers la terre promise du Boxylium.",
        "es": "Ian es enviado a Tau-Ceti para realizar investigaciones sobre las nuevas especies en el lugar, a bordo de uno de los trenes que transportó mineros para la explotación de Boxylium."
      }
    }, {
      "date": 3145,
      "desc": {
        "en": "Revolt erupts on Antemis, and Ian, who sympathizes with the cause of the miners nonetheless is too scared to speak publicly as he is worried that the federation will cut the funding for his laboratory. After the success of the rebellion, federation funding is suspended and the militia refuse his request to be repatriated to Earth.",
        "fr": "La révolte éclate sur Antémis, Ian qui est sensible à la cause des mineurs craint pourtant de s'exprimer publiquement par peur que la fédération ne coupe les budgets de son laboratoire. Après la victoire de la rébellion, les financements de la fédération sont suspendues et la milice refuse sa demande de rapatriement vers la Terre.",
        "es": "Las manifestaciones de los mineros, desarrollan en él un profundo compromiso social."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "After the bloodbath at the battle of Sol, the laboratory is requisitioned for the treatment of the wounded. While trying to lend a helping hand, Ian meets a {b}charming nurse by the name of Finola Keegan{/b}. He is impressed by her commitment to the sick and wounded. She confides in him that she has made a shocking discovery in some of their cohabitants. A matter of days after this announcement, Finola swiftly leaves the system to join the federation. Before her departure, she entrusts him with an unusual sample of spinal bone marrow.",
        "fr": "Après le bain de sang de la bataille de Sol, le laboratoire est réquisitionné pour le traitement des blessés. Alors qu'il tente de prêter main forte à l'équipe médicale, Ian fait la connaissance d'une charmante {b}infirmière nommée Finola Keegan{/b}. Il est impressionné par son engagement auprès des malades. Elle lui confie qu'elle a fait une découverte stupéfiante sur certains d'entre eux. Quelques jours après cette déclaration, Finola quitte précipitamment le système pour rejoindre la fédération. Avant son départ, elle lui confie un échantillon étrange contenant un prélèvement de moelle épinière.",
        "es": "Tras las batallas de la guerra en el Sistema Solar, abre las puertas de su laboratorio para refugiar heridos. En ese periodo conoce a {b}Finola Keegan{/b} y establecen una profunda amistad. Antes de irse, Finola le entrega una muestra de médula ósea de una víctima."
      }
    }, {
      "date": 3147,
      "desc": {
        "en": "While carrying out tests on the sample, Ian identified a layer of complex mycelium which he managed to introduce into a rat. The mycelium spread throughout the spinal marrow of the animal without seeming to affect the animal. Once the subject was placed amongst other rats, the infected subject exhibited unusual behaviour during which the rat would vomit a spore of 1mm diameter and transports it to a group of healthy rats. Upon contact with spores, healthy subjects undergo three stages of infection at the end of which the mycelium binds to the subject. Ian sent the findings of his research to Finola who compiled a report of their work for the scientific press.",
        "fr": "En effectuant des tests sur l'échantillon, Ian identifie une souche de mycelium complexe qu'il arrive à implanter sur un rat. Le mycelium progresse le long de la moelle épinière de l'animal sans que celui-ci ne semble impacté. Une fois placé parmi d'autres rats, l'infecté reproduit un comportement étrange au cours duquel il déglutit un spore d'1mm de diamètre puis le transporte jusqu'a un groupe de rat sain. Au contact de ses spores, les sujets sains développent trois stades d'infections au terme desquels ils sont à leur tour touché par le mycelium. Ian envoie les résultats de sa recherche à Finola qui compile un rapport de leurs travaux dans la presse scientifique.",
        "es": "Al analizar la muestra, descubre un extraño tipo de mycelium y lo inyecta en una rata. El mycelium se expande en el sistema nervioso del roedor sin efecto alguno. Cuando la rata es colocada junto a otras, su comportamiento se altera, expulsa esporas que miden alrededor de 1mm de diámetro y las lleva hacia sus vecinos. Las ratas sanas que tienen contacto con la espora son infectadas por el mismo mycelium. Ian envía los resultados a Finola para hacer que un artículo sea publicado en la prensa científica."
      }
    }, {
      "date": 3149,
      "desc": {
        "en": "Following the government declaration of the Mush invasion of Tau-Ceti and Ross154, Ian is seized by an uncontrollable panic. He subjects some of his team to bone marrow extractions but is still not convinced by the liability of his experiment. He eventually closes his laboratory and carries out his research on his own..",
        "fr": "Après la déclaration du gouvernement sur l'invasion Mush de Tau-Ceti et Ross154, Ian est la proie d'une panique incontrôlée. Il soumet une partie de son équipe à un prélèvement de moelle osseuse mais n'est pas certains de la fiabilité de son test. Il finit par fermer son laboratoire et poursuit seul ses recherches.",
        "es": "Ante la invasión del Mush en Tau-Ceti y Ross154, Ian entra en pánico y obliga a sus colaboradores a hacerse una prueba de médula ósea. Producto de una desconfianza desmedida, decide cerrar su laboratorio y seguir las investigaciones solo"
      }
    }, {
      "date": 3150,
      "desc": {
        "en": "Once back on Antemis, Finola joins him on a project to build a scanner which detects the mycelium inside the nervous tissue of a body.",
        "fr": "De retour sur Antémis, Finola le rejoint pour travailler sur le projet d'un scanner détectant la présence de mycelium à l'intérieur des cellules nerveuse d'un corps.",
        "es": "Finola se une a él para desarrollar un scanner que detecta la presencia del mycelium en las células nerviosas de un cuerpo."
      }
    }, {
      "date": 3151,
      "desc": {
        "en": "The early mycoscan prototypes detected the presence of spores on a rat but stayed silent when the rat was entirely infected.",
        "fr": "Les premiers prototypes du mycoscan détectent la présence de spores sur un rat mais restent silencieux dans le cas d'un rat totalement infecté.",
        "es": "Los primeros prototipos del Mycoscan detectan las esporas en una rata pero son ineficaces en un cuerpo totalmente infectado."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "On the 13th of December, Finola and Ian intercept a signal from Jupiter. This transmission informed them of the advanced status of the Mush invasion not only in the rebel camp, but also within the federation. The Jupiter team claimed to have been able to build an ark capable of saving a small group of humans in order to continue their research into Mush in a distant galaxy. Ian is terrorized by the idea of a pandemic decimating the human race. He joins the crew of the Daedalus, but Finola wants to stay where she is in order to try to save the miners.",
        "fr": "Le 13 décembre, Finola et Ian reçoivent un signal de Jupiter. Celui-ci les averti du stade avancé de l'invasion Mush dans le camp rebelle mais également au sein de la fédération. L'équipe de Jupiter prétend avoir construit une arche capable de sauver un groupe réduit d'êtres humains afin de poursuivre les recherches contre le Mush dans une galaxie éloigné. Ian est terrorisé à l'idée d'une pandémie décimant la race humaine. Il rejoint l'équipe du Daedalus, mais Finola veut rester sur place pour sauver les mineurs.",
        "es": "El 13 de diciembre, Ian y Finola reciben una señal de Júpiter anunciando una infección masiva en la galaxia por parte del Mush. El equipo en la estación espacial presenta el proyecto de arca espacial que lejos del Sistema Solar, podría desarrollar la cura sin amenazas. Ambos aceptan ser parte de la tripulación del Daedalus."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "Ian modernized the hydroponic garden project aboard the Daedalus. Thanks to a combination of 12 specific species of plant, he managed to ensure a constantly renewing supply of oxygen aboard the ship.",
        "fr": "Ian modernise le projet de jardin hydroponique du Daedalus. Il parvient grâce au regroupement de 12 espèces de plantes à assurer le renouvellement constant de l'oxygène et de la nourriture du vaisseau.",
        "es": "Ian desarrolla el sistema de jardín hidropónico del Daedalus que es capaz de producir un flujo de oxígeno constante y alimentos a bordo."
      }
    }, {
      "date": 3170,
      "desc": {
        "en": "When Ian awakes, the fire alarm indicates damage in the hydroponic garden. When he arrives it is already too late, only three plants remain, thus condemning the team to certain death.",
        "fr": "Lorsque Ian se réveille, l'alarme incendie indique des dommages dans la salle du jardin. A son arrivée il est déjà bien trop tard, seul trois plantes ont survécu, condamnant l'équipage à une mort certaine.",
        "es": "Cuando Ian se despierta, la alarma de incendios destruyen una parte del jardín... Ian se frota la cara y espera poder repararlo, sino, la tripulación morirá."
      }
    }
  ]
}