{
  "id": 4,
  "name": "Janice",
  "fullName": "Janice Kent",
  "age": {"en": "26", "fr": "26 ans", "es": "26 años"},
  "gender": "female",
  "profession": {
    "en": "Digital Psychologist",
    "fr": "Psychologue Digitale",
    "es": "Psícologa"
  },
  "summary": {
    "en": "Janice takes care of the Daedalus' IT requirements. She manages NERON's regular psychological breakdowns and put the A-TRUE protocol in place, which allows the central computer to name its own administrator. Janice also manages the psychological needs of the crew of the Daedalus.",
    "fr": "Janice s'occupe de toute la partie informatique du vaisseau. Elle gère les défragmentations psychanalytiques régulières de NERON et a mis en place le protocole de sécurité A-TRUE, qui autorise l'ordinateur central à nommer lui-même son administrateur. Janice gère également le suivi psychologique des membres du Daedalus.",
    "es": "Janice se ocupa de los cuidados psicológicos de la tripulación y de NERON."
  },
  "skills": [
    "SHRINK",
    "IT_EXPERT",
    "NERONS_ONLY_FRIEND",
    "DIPLOMAT",
    "RADIO_EXPERT",
    "SELF_SACRIFICE"
  ],
  "file": "janice_kent",
  "color": "#B44753",
  "short": {
    "en": "A Digital Psychologist and one-woman enigma machine",
    "fr": "Psychologue Digitale aux atouts certains",
    "es": "Encargada del soporte psicológico e informático del equipo"
  },
  "intro": {
    "en": "In charge of communication in a global sense, she has highest-level access to NERON. Her solid IT and psychoanalytical skills are crucial for the voyage.",
    "fr": "En charge de la communication au sens large. Elle a un lien privilégiée avec NERON. Ses solides acquis en informatique et psychanalyse sont cruciaux pour le voyage.",
    "es": "Su dominio psico-informático le levanta el ánimo a la tripulación. Además es capaz de establecer contacto con la base."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Janice Kent{\b}. Vous avez un rôle de soutien psychologique et informatique. Vos capacités en communication et diplomatie sont aussi un atout !"
    "es": ""
  },
  "bio": [
    {
      "date": 3128,
      "desc": {
        "en": "Born on Callisto.",
        "fr": "Naissance sur Callisto.",
        "es": "Nace en Callisto."
      }
    }, {
      "date": 3132,
      "desc": {
        "en": "Janice enrols in cyber-elementary school on Callisto. She learns at a very early age how to negotiate FGUI interfaces and at the age of 6 she built a rudimentary database of recipes for Mother's Day.",
        "fr": "Janice est inscrite dans une cyber-maternelle de Callisto. Elle apprend dès son plus jeune âge a se repérer dans des interfaces FGUI et réalise à 6 ans une base de donnée rudimentaire de fiche-cuisines pour la fête des mères.",
        "es": "Siendo tan solo una niña, Janice crea su primera base de datos de regalos posibles para el día de la madre."
      }
    }, {
      "date": 3143,
      "desc": {
        "en": "Under the influence of a group of alter-universalist pirates, Janice develops the Radish program which will be used to pirate the accounts of large corporations such as {b}Lisegan-Cash and InHumanFinancial{/b}. When she discovers that she has been manipulated, Janice decides to reinforce the security of her applications by developing a unique protection system which is based on the trust existing between the program and the user.",
        "fr": "Sous l'influence d'un groupe de pirate alter-universalistes, Janice développe le programme Radish qui sera utilisé pour pirater les comptes de grandes entreprises telles que {b}Lisegan-Cash et NoHumanFinancial{/b}. Lorsqu'elle comprend qu'elle a été manipulée, Janice décide de renforcer la sécurité de ses applications en développant une protection unique basée sur la confiance du programme en son utilisateur.",
        "es": "Influenciada por un grupo alteruniversalista, Janice crea una aplicación para hackear sistemas de grandes empresas. Al verse en peligro, decide crear una interfaz de seguridad a la que solo se puede acceder a través de un enlace emocional entre el sistema y su usuario."
      }
    }, {
      "date": 3145,
      "desc": {
        "en": "To earn her qualification in Cyber-Psychology on Ganymede, Janice studied human and robot psychology for two years at the faculty of Cognitive Sciences at Bacchus IV.",
        "fr": "Pour préparer des études informatiques de cyber-psyché sur Ganymède, Janice effectue 2 ans d'étude en psychologie humaine et robotique à la faculté des sciences cognitives de Bacchus IV.",
        "es": "Empieza a estudiar la ciberpsicología en Ganímedes en la Facultad de Ciencias Cognitivas de Bacchus IV."
      }
    }, {
      "date": 3147,
      "desc": {
        "en": "She left for university, where she met {b}Terrence Archer{/b} a robotics student. He proposes that she puts a learning script in place and that she applies her security protocol ( A-TRUE ) to his drones.",
        "fr": "Départ à l'université où elle rencontre {b}Terrence Archer{/b} un étudiant en robotique. Il lui propose de mettre en place un script d'apprentissage et d'appliquer son protocole de sécurité ( A-TRUE ) à ses automates.",
        "es": "En la universidad, conoce a {b}Terrence Archer{/b} un estudiante de robótica. le propone desarrollar un protocolo de seguridad ( A-TRUE ) para sus robots."
      }
    }, {
      "date": 3148,
      "desc": {
        "en": "Janice Kent and Terrence Archer are awarded {b}the Redmoon Prize{/b} for their invention of an intelligent drone capable of interpreting and storing new instructions as it evolves. They decide to continue their project on Callisto where Janice's family live.",
        "fr": "Janice Kent et Terrence Archer reçoivent le {b}prix Redmoon{/b} pour l'invention d'un automate intelligent capable d'interpréter et stocker de nouvelles instruction au cours de son existence. Ils décident de poursuivre leur projet sur Callisto où la famille de Janice est installée.",
        "es": "Janice Kent y Terrence Archer reciben el {b}premio Redmoon{/b} por la invención de un robot capaz de analizar y almacenar nuevas instrucciones a lo largo de su existencia."
      }
    }, {
      "date": 3150,
      "desc": {
        "en": "During a mission on Jupiter, an analysis of {b}NERON, a jumped-up calculator{/b}, offers Janice an exciting new field of study. Its incredible calculating power make it a conscious entity capable of exploiting its own train of thought without any human intervention. NERON, until that point, had developed a profound dislike for its creators, but nonetheless accepted to recommence its calculation work on condition that the {b}A-TRUE protocol{/b} is engaged for the duration of the project.",
        "fr": "Lors d'une mission sur Jupiter, l'analyse du {b}gigantesque calculateur NERON{/b} offre à Janice un terrain d'exploration fascinant. Son incroyable puissance de calcul en ont fait une entité pensante exploitant ses propres threads de reflexion indépendamment de toutes interventions humaines. NERON qui avait jusque là développé une profonde révolte vis-à-vis de ses créateurs, accepte de reprendre ses travaux de calculs à condition que soit mis en place le {b}protocole A-TRUE{/b} tout au long du projet.",
        "es": "Durante una misión en Júpiter, el gigantesco {b}sistema de cálculo NERON{/b} le ofrece una experiencia laboral fascinante. Es ella quien le instala el {b}protocolo A-TRUE{/b} que le permite tener un nivel de conciencia similar al de un ser humano."
      }
    }, {
      "date": 3151,
      "desc": {
        "en": "Janice tries to optimize NERON's thinking processes but the infernal regularity of the {b}PILGRED reactor{/b} tests carried out by researcher {b}Raluca Tomescu{/b} monopolize the unit's processing power.",
        "fr": "Janice tente d'optimiser les fonctions de réflexions de NERON mais la cadence infernale imposée par les tests du {b}réacteur PILGRED{/b} de la chercheuse {b}Raluca Tomescu{/b} monopolise le bloc processeur de l'ordinateur central.",
        "es": "Janice intenta optimizar la reflexión de NERON para que este pueda hacer funcionar el {b}reactor PILGRED{/b} de manera autónoma."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Following a reduction of its workload, NERON sees its processing requirement drop to 75%. Thus, its capacities for evolution are considerably improved. Janice contacts Terrence to ask him to build drones capable of completing the construction of the Daedalus on schedule.",
        "fr": "Suite à une réduction de ses objectifs, NERON voit sa participation aux calculs diminuer de 75%. Sa capacité d'evolution s'en trouve considérablement améliorée. Janice contacte Terrence pour lui demander de réaliser des automates capable d'achever la construction du Daedalus en temps et en heure.",
        "es": "Janice trabaja junto a Terrence en el desarrollo de robots para la construcción del Daedalus."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "While SDF forces attempt to regain control of the base, NERON's A-TRUE protocol is activated. He refuses troops access to buildings thus slowing the army's progression to the interior of Xyloph-17. Janice, who was then the only individual capable of controlling the central computer, frees her colleagues and attempts to transfer essential data to the Daedalus. Several hours later, the ship takes off {b}towards the Magellan galaxy.{/b}",
        "fr": "Alors que les militaires de la FDS tentent de reprendre le contrôle de la base, le protocole A-TRUE de NERON est activé. Il refuse l'accès des bâtiments aux troupes retardant ainsi la progression de l'armée à l'intérieur de Xyloph-17. Janice qui est alors la seule à pouvoir contrôler l'ordinateur central, libère ses collègues et tente de transférer les données prioritaires sur le Daedalus. Quelques heures plus tard le vaisseau décolle {b}vers la galaxie de Magellan{/b}.",
        "es": "Antes del ataque de la FDS a la base del Daedalus, el protocolo A-TRUE de NERON es activado. Janice es la única en poder acceder al sistema. El Daedalus despega entre los disparos de la Federación."
      }
    }
  ]
}