{
  "id": 6,
  "name": "Hua",
  "fullName": "Jiang Hua",
  "age": {"en": "32", "fr": "32 ans", "es": "32 años"},
  "gender": "female",
  "profession": {
    "en": "Surface Explorer",
    "fr": "Exploratrice de surface",
    "es": "Exploradora de lo extremo"
  },
  "summary": {
    "en": "Specialist in approach missions to unknown planets, Hua can land on pretty much any surface in any conditions. She was aboard the Epygron, the first exploration vessel to encounter extra-terrestrial life.",
    "fr": "Spécialisée dans les missions d'approches de planète inconnue, Hua est capable d'atterrir dans n'importe quelle condition sur à peu près n'importe quelle surface. Elle était présente dans L'Epygron, premier vaisseau d'exploration à rencontrer une forme de vie extra-terrestre.",
    "es": "Experta en aterrizajes peligrosos en cualquier tipo de superficie. Estuvo en el Epygron, la primera nave de exploración en encontrar una forma de vida extraterrestre."
  },
  "skills": [
    "PILOT",
    "BOTANIST",
    "SURVIVALIST",
    "TECHNICIAN",
    "DETERMINED",
    "U_TURN"
  ],
  "file": "jiang_hua",
  "color": "#805441",
  "short": {
    "en": "An extreme explorer with an irrational fear of balloon animals",
    "fr": "Exploratrice de l'extrême",
    "es": "Exploradora de lo extremo. Experta en aterrizajes peligrosos"
  },
  "intro": {
    "en": "Chief pilot of the Daedalus, she specializes in exploration missions. They say she can land where she wants, when she wants, and in any conditions you care to dream up.",
    "fr": "Pilote en chef du Daedalus. Elle est spécialisé dans les missions d'exploration. On dit qu'elle atterri où elle veut, quand elle veut, et à n'importe quelle heure.",
    "es": "Líder de los pilotos del Daedalus. Especialista en misiones de exploración en planetas de alto riesgo."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Jiang Hua{\b}, excellente pilote et maître botaniste. Vos compétences en tant que technicienne vous rendent indispensable à bord !"
    "es": ""
  },
  "bio": [
    {
      "date": 3096,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra."
      }
    }, {
      "date": 3115,
      "desc": {
        "en": "Hua is accepted into the {b}Copernik institute of exploration{/b}. There she studies with talented professors such as {b}GL Maubrick and Nil Carlsson{/b}. Despite a genuine interest in the study of extraterrestrial biosphere, Jiang Hua shows more talent in the domain of surface exploration. She carries out several missions on Charon and Neptune where she learns to operate Class B reconnaissance ships.",
        "fr": "Hua est acceptée à {b}l'institut d'exploration Copernik{/b}, elle y étudie auprès de talentueux professeurs tel que {b}GL Maubrick ou Nil Carlsson{/b}. Malgré un réel intérêt pour l'étude des biosphères extra-terrestres, Jiang Hua montre de plus grands talents dans le domaine de l'exploration de surface. Elle effectue plusieurs missions sur Charon et Neptune où elle apprend à manipuler des navettes de reconnaissance de classe B.",
        "es": "Hua ingresó al {b}Instituto de exploración Copernik{/b} y tuvo como maestros a los renombrados {b}GL Maubrick y Nil Carlsson{/b}. Además de su interés por las biósferas extraterrestres, Jiang Hua desarrolló un gran talento en la exploración de superficies. Efectuó varias misiones en Charon y Neptuno dónde aprendió a pilotar naves de clase B."
      }
    }, {
      "date": 3116,
      "desc": {
        "en": "Jiang Hua misses the contest to be a part of the {b}Gonzak{/b} crew heading for {b}Epsilon-Indi{/b}. She continues her studies into extra-terrestrial botany then leaves on the Epygron heading for Lalande 21185 to explore the two remaining unknown planets in the system.",
        "fr": "Jiang Hua manque le concours d'entrée pour intégrer l'équipe du {b}Gonzak{/b} en partance vers {b}Epsilon-Indi{/b}. Elle poursuit ses études en botanique extra-terrestre puis est embarquée sur L'Epygron en direction de Lalande 21185 pour explorer les deux planètes encore inconnues du système.",
        "es": "Jiang Hua no pudo asistir al concurso para partir en el {b}Gonzak{/b} hacia {b}Epsilon Indi{/b}. Mientras tanto, se especializa en botánica extraterrestre y viaja en el Epygron para explorar Lalande 21185, un planeta recientemente descubierto."
      }
    }, {
      "date": 3121,
      "desc": {
        "en": "While carrying out routine analyses on {b}Naumachia{/b}, Hua is attacked by a local life form. Her companion is killed, but Hua managed to hunt down the attacker. Despite sustaining a leg wound, she managed to make it back aboard the Epygron. Following the incident, no sign of life is detected on the planet.",
        "fr": "Alors qu'elle effectue des analyses sur {b}Naumachia{/b}, Hua est attaquée par une forme de vie locale. Son compagnon est tué, mais Hua parvient à chasser l'agresseur. Malgré une blessure à la jambe, elle parvient à rejoindre l'Epygron. Plus aucun signe de vie n'est détecté par la suite sur la planète.",
        "es": "Cuando exploraba {b}Naumachia{/b}, Hua fue atacada por una forma de vida local. Su compañero murió, pero Hua logra herir al agresor."
      }
    }, {
      "date": 3127,
      "desc": {
        "en": "Under the orders of Kim Jin-Su, Hua took part in the exploration of Tau-Ceti. She is the only pilot who is capable of guaranteeing risk-free landings on planetary bodies rich in boxylium. During this expedition, Hua discovers another 3 forms of extra-solar plant life, one of which is capable of surviving in areas without water.",
        "fr": "Sous les ordres de Kim Jin-Su, Hua participe à l'exploration de Tau-Ceti. Elle est la seule pilote capable de garantir des atterrissages sans risque sur les profils accidentés des corps riches en boxylium. Lors de cette expédition, Hua découvre en outre trois nouvelles formes de plantes extra-solaire dont une capable de survivre dans un milieu privé d'eau.",
        "es": "A las órdenes Kim Jin-Su, Hua participó en la exploración Tau-Ceti. Ella era la única piloto capaz de realizar aterrizajes peligrosos en zonas ricas en boxylium. En esa expedición, Hua descubrió plantas capaces de vivir en entornos con agua muy escasa."
      }
    }, {
      "date": 3143,
      "desc": {
        "en": "Upon her return to Earth, Hua is bankrolled by {b}ChangMei-Tech{/b} to design and test a new surface vessel. She and her team move to Xyloph-17 which was already the base for the Magellan space exploration project",
        "fr": "A son retour sur Terre, Hua est financée par {b}ChangMei-Tech{/b} pour désigner et tester une nouvelle navette de surface. Elle s'installe avec son équipe sur Xyloph-17 qui abrite déjà le projet d'exploration spatial Magellan.",
        "es": "A su regreso, Hua se instala en Xyloph-17 para diseñar naves de exploración. Allí mismo se desarrollaba también el proyecto de arca espacial {b}Magallanes{/b}."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "When he is named leader of the Magellan project, Kim Jin-Su signed a contract with ChangMei-Tech to equip the Ark with an exploration vessel. Jiang Hua is sent to join Jin-Su's team to integrate the ship aboard the ark.",
        "fr": "Lorsqu'il est nommé pour diriger le projet Magellan, Kim Jin-Su passe un contrat avec ChangMei-Tech pour équiper l'arche d'une navette d'exploration. Jiang Hua est envoyée dans l'équipe de Jin-Su pour intégrer la navette à l'arche.",
        "es": "Kim Jin-Su fue nombrado responsable de Magallanes y convocó a Hua para su equipo de élite por sus cualidades de piloto y especialista en botánica extraterrestre."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Hua assists Ian Soulton with the creation of a compact hydroponic garden capable of sustaining life for a crew of 16.",
        "fr": "Hua assiste Ian Soulton dans l'élaboration d'un jardin hydroponique de dimension réduite pouvant assurer la subistance d'une équipe de 16 personnes.",
        "es": "Hua trabaja junto a Ian Soulton en un jardín hidropónico compacto capaz de dar oxígeno a 16 personas."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "The Icarus prototype is delivered to the team, it is thoroughly tested by the pilots in the most extreme conditions possible. An accident during one of these tests near the Sun's surface forces Hua and the young pilot Roland Zucalli to survive for 36 hours on the surface of Mercury.",
        "fr": "le prototype Icarus est livré à l'équipe, il est longuement testé par les pilotes dans les conditions les plus extrêmes. Un accident lors d'un des tests à proximité du Soleil force Hua et le jeune pilote Rolland Zucalli à survivre 36h en surface de Mercure.",
        "es": "Su primera entrega es el prototipo del Icarus, que luego será integrado al equipo del Daedalus. En las pruebas, comparte misión con Rolland Zucalli, con quien lleva una buena amistad."
      }
    }
  ]
}