{
  "id": 3,
  "name": "Kuan Ti",
  "fullName": "Lai Kuan-Ti",
  "age": {"en": "37", "fr": "37 ans", "es": "37 años"},
  "gender": "male",
  "profession": {
    "en": "Designer of the Daedalus",
    "fr": "Concepteur du Daedalus",
    "es": "Diseñador de naves"
  },
  "summary": {
    "en": "Kuan-Ti is one of the two designers of the Daedalus. He paid no attention whatsoever to the existence of Mush on Tau-Ceti until Eleesha William told him of the advanced stage of propagation of mycelium within the Sol system. Kuan-Ti, Raluca and Jin-Su decide to move the launch of the Magellan program forward by 8 years before the Federation can put an end to it.",
    "fr": "Lai Kuan-Ti est l'un des deux concepteurs du Daedalus. Il ne prête guère attention à l'arrivée du Mush sur Tau-Ceti jusqu’à ce que Eleesha Williams lui apprenne le stade avancé de propagation du mycélium à l’intérieur du système Sol. Kuan-Ti, Raluca et Jin-Su décident alors d'avancer de 8 ans le lancement de leur programme d'exploration avant que la Fédération n'y mette un terme.",
    "es": "Kuan-Ti es uno de los ingenieros artífices del Daedalus. Por lo tanto conoce la nave como la palma de su mano y tiene accesos privilegiados a NERON, el sistema de Inteligencia Artificial. Su pasatiempo favorito es completar proyectos en el Nexus."
  },
  "skills": [
    "DESIGNER",
    "THE_OPTIMIST",
    "ASTROPHYSICIST",
    "TECHNICIAN",
    "LEADER",
    "POLITICIAN"
  ],
  "file": "lai_kuan_ti",
  "color": "#F39B01",
  "short": {
    "en": "Grand Architect of the Daedalus. His knowledge of the ship is unmatched",
    "fr": "Grand architecte du Daedalus",
    "es": "Ingeniero creador del Daedalus, hombre clave en la misión"
  },
  "intro": {
    "en": "An astrophysicist and the ship's designer, Lai knows it like the back of his hand and has privileged access to NERON. If a Nexus project is underway, you can be sure Lai is involved.",
    "fr": "Lai est le concepteur du vaisseau. Il en connaît tous les coins et recoins et a une relation privilégié avec NERON.",
    "es": "Hombre clave por ser el creador de la nave. Conoce todos sus rincones y tiene acceso directo a NERON, la inteligencia artificial a bordo."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Lai Kuan Ti{\b}, co-concepteur du Daedalus et astrophysicien. Vous savez remotiver vos camarades avec des excellents discours."
    "es": ""
  },
  "bio": [
    {
      "date": 3117,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra."
      }
    }, {
      "date": 3129,
      "desc": {
        "en": "The young Kuan-Ti devours vintage and contemporary works of science fiction alike and dreams of becoming the captain of a gigantic World-Ark, transporting the human race through space.",
        "fr": "Le jeune Kuan-Ti dévore des ouvrages de science-fiction anciens et modernes et rêve de devenir le capitaine d'une gigantesque arche-Monde transportant l'humanité à travers l'espace.",
        "es": "El joven Kuan-Ti devora las obras de ciencia ficción antiguas y modernas. Desde entonces, sueña con construir una nave gigantesca capaz de viajar de una galaxia a otra."
      }
    }, {
      "date": 3134,
      "desc": {
        "en": "As soon as he completed secondary school, Kuan-Ti studies {b}thermodynamics{/b} and {b}astrophysics{/b} in the faculty of economic and spatial sciences on Ganymede. He also made his first models of his {b}Gaia project.{/b}",
        "fr": "Dès la sortie du lycée, Kuan-Ti étudie la {b}thermodynamique{/b} et {/b}l'astrophysique{/b} à la faculté des sciences économiques et spatiales de Ganymède. Il réalise les premières maquettes de son {b}projet Gaïa{/b}.",
        "es": "Kuan-Ti estudia la {b}termodinámica{/b} y la {b}astrofísica{/b} en la Universidad de Ganímedes."
      }
    }, {
      "date": 3137,
      "desc": {
        "en": "Kuan-Ti wins a private contest organized by the {b}billionaire Gioele Rinaldo{/b}. The project seeks to explore the great {b}Magellan nebula{/b}. In spite of an obvious physical impossibility, (the cloud is located 170,000 light years from Earth) Kuan-Ti inspired his audience to dream when he presented the Ark.",
        "fr": "Kuan-Ti gagne un concours privé organisé par le {b}milliardaire Gioele Rinaldo{/b}. Le projet vise à explorer le grand {b}nuage de Magellan{/b}. Malgré une évidente impossibilité physique (le nuage se trouve à plus de 170 000 années lumières de la Terre) Kuan-Ti fait rêver son auditoire lors de la présentation de son arche.",
        "es": "Kuan-Ti gana el concurso organizado por el {b}magnate Gioele Rinaldo{/b}. Su proyecto consistía en una nave diseñada para llegar a la {b}galaxia de Magallanes{/b}. La presentación de su maqueta de arca espacial sorprendió al jurado."
      }
    }, {
      "date": 3142,
      "desc": {
        "en": "First contact made with the young prodigy {b}Raluca Tomescu{/b} at the tender age of 13. Raluca can draw plans for a reactor capable of bypassing conventionally respected limits of space time. If the tests are conclusive Kuan-Ti would then be capable of propelling his Ark towards Magellan at a speed 700x greater than that of the speed of light. This would allow them to complete the journey in a reasonable {b}250 years.{/b}.",
        "fr": "Prise de contact avec la jeune prodige {b}Raluca Tomescu{/b} qui n'a alors que 13 ans. Raluca peut dessiner les plans d'un réacteur capable d'altérer les limites de l'espace-temps. Si les tests sont concluants, Kuan-Ti serait alors en mesure de propulser son arche vers Magellan à un vitesse 700 fois plus rapide que la lumière. Cela permettrait d'effectuer le trajet dans un délai raisonnable {b}d'environ 250 ans{/b}.",
        "es": "Toma contacto con el joven prodigio {b}Raluca Tomescu{/b} quien solo tiene 13 años. Raluca tiene los planos de un reactor capaz de alterar los límites del espacio-tiempo. Si sus cálculos son exactos, el reactor haría posible la propulsión de una nave hasta Magallanes superando la velocidad de la luz. De esta manera el viaje solo duraría {b}250 años{/b}."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "The change of president is fairly positive vis-à-vis the continuation of the {b}Magellan Project{/b}. {b}GL Maubrick{/b} the new president, allocated a substantial number of credits to the project but insists upon the project being led by his friend, {b}the explorer Kim Jin-Su{/b}. These credits are essentially used to finance the implementation of a new computational unit which is capable of intelligently powering the PILGRED reactor.",
        "fr": "Le changement de présidence est largement favorable à la poursuite du {b}projet Magellan{/b}. Le nouveau président {b}GL Maubrick{/b} alloue des crédits importants au projet mais impose la direction de son ami {b}l'explorateur Kim Jin-Su{/b}. Ces crédits servent essentiellement à financer la mise en place d'une nouvelle unité de calcul capable de gérer l'alimentation intelligente du réacteur PILGRED.",
        "es": "El gobierno se muestra favorable al desarrollo del {b}proyecto Magallanes{/b} y entrega los fondos necesarios al {b}explorador Kim Jin-Su{/b}. Parte de esos fondos sirven para la fabricación del reactor PILGRED."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Having received confirmation that the government has been affected by the Mush infection, Kuan-Ti guesses that the Magellan project is under threat. He proposes launching the Ark in the direction of {b}Lalande21185{/b} the following year in order that he can continue his reactor tests on-site. Kim Jin-Su and Raluca Tomescu oppose this fantastic project and draw up the plans for a more reasonably sized vessel named the Daedalus. It will be built with the aid of various modules from the Magellan.",
        "fr": "Ayant obtenu la certitude que le gouvernement est touché par l'infection Mush, Kuan-Ti devine que le projet Magellan est menacé. Il propose de lancer l'arche dès l'année suivante vers {b}Lalande21185{/b} afin de poursuivre les tests du réacteur sur place. Kim Jin-Su et Raluca Tomescu s'oppose à ce projet fantaisiste et dessinent les plans d'un vaisseau d'une taille plus raisonnable nommé Daedalus. Il sera bâti à l'aide des différents modules du Magellan.",
        "es": "Los principales gobernantes están siendo contaminados por el Mush y Kuan-Ti devine teme por el futuro del proyecto Magallanes. Para adelantar el despegue, propone una primera escala en {b}Lalande21185{/b} para probar los reactores. Kim Jin-Su y Raluca Tomescu se oponen y deciden usar las piezas realizadas para construir una nave más pequeña, el Daedalus."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "Morosity and mistrust infect the team gradually as the bad news regarding the Mush invasion spreads. {b}Professor Carlsson's{/b} tests don't reassure the team who then demand a means to detect the presence of Mush in the team before the ship launches.. Kuan-Ti resolves to kidnap {b}Finola Keegan{/b} who according to her colleague {b}Professor Ian Soulton{/b} is capable of creating a Mush scanner.",
        "fr": "La morosité et la méfiance s'installent dans l'équipe au fur et a mesure que les mauvaises nouvelles sur l'invasion Mush s'entassent. Les tests du {b}professeur Carlsson{/b} ne suffisent plus à rassurer l'équipe qui réclame un moyen sûr de déterminer la présence du Mush dans l'équipage avant le départ. Kuan-Ti se résout à faire enlever la biologiste {b}Finola Keegan{/b} qui selon son confrère, le {b}professeur Ian Soulton{/b}, serait en mesure de créer un scanner à Mush.",
        "es": "La invasión Mush sigue ganando terreno y los estudios del {b}profesor Carlsson{/b} no son suficientemente exactos para garantizar que no hay tripulantes contaminados. Kuan-Ti hace secuestrar a {b}Finola Keegan{/b}, quien según su colega, el {b}profesor Ian Soulton{/b} podría crear un escáner para detectar el Mush en cualquier cuerpo viviente."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "The departure of the Daedalus has to be precipitated as SDF troops are taking control of the orbital platform. Professor Keegan who is still in Cryosleep is admitted on board along with the other 14 crew members.",
        "fr": "Le départ du Daedalus doit être précipité alors que les troupes de la FDS prennent le contrôle de la plateforme orbitale. Le professeur Keegan qui n'a pas encore été réveillée est chargée avec les 14 autres membres de l'équipage final.",
        "es": "El Daedalus despega entre los disparos de los Hunters de la FDS."
      }
    }
  ]
}