{
  "id": 7,
  "name": "Paola",
  "fullName": "Paola Rinaldo",
  "age": {"en": "23", "fr": "23 ans", "es": "23 años"},
  "gender": "female",
  "profession": {
    "en": "First Communications Officer",
    "fr": "Officier principal des Communications",
    "es": "Oficial de comunicaciones"
  },
  "summary": {
    "en": "Daughter of the shipowner Gioele Rinaldo. She lives in the constant hope of leading an adventure which will shake up her life. To denounce the Federation's post-colonial system, she starts a pirate radio station on her campus with her boyfriend Kivanç Terzi. On this occasion, she accidentally intercepted disturbing communications informing her of an impending Mush invasion. Fleeing for her life, she meets up with her father who permits her to board the Daedalus, abandoning the man of her life on Earth.",
    "fr": "Fille de l'armateur Gioele Rinaldo. Elle vit dans le désir constant d'une aventure qui bouleversera son existence. Pour dénoncer le système néo-colonialiste de la Fédération, elle monte une radio pirate dans son campus avec son petit-ami Kivanç Terzi. À cette occasion, Elle intercepte accidentellement des communications Mush troublantes révélant une invasion prochaine. En fuite, elle rejoint son père qui lui permet d'embarquer sur le Daedalus, abandonnant sur Sol l'homme de sa vie.",
    "es": "Hija de Gioele Rinaldo. Mientras dirigía una radio pirata en su campus universitario, interceptó por accidente comunicaciones Mush que revelaban una invasión inminente. Ante la amenaza, su padre le hace embarcar en el Daedalus. Experta en sistemas de comunicación, sabe establecer contacto con la base en el Sistema Solar y con otros grupos rebeldes."
  },
  "skills": [
    "RADIO_EXPERT",
    "LOGISTICS_EXPERT",
    "SHOOTER",
    "BIOLOGIST",
    "REBEL",
    "GUNNER"
  ],
  "file": "paola_rinaldo",
  "color": "#FF9AFA",
  "short": {
    "en": "Chief Communications Officer and former political activist",
    "fr": "Officier principal des Communications du Daedalus",
    "es": ""
  },
  "intro": {
    "en": "Brilliant biologist and hardcore rebel markswoman, she is driven by the need to recontact Kivanç Terzi. Her technical and logistical skills are highly prized.",
    "fr": "Brillantes études en biologie, professionnelle de la rebellion, elle se retrouve sur le Daedalus grâce à son père...",
    "es": "Experta en sistemas de comunicación, sabe establecer contacto con otros grupos rebeldes."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Paola Rinaldo{\b}, aventurière experte en tir et en communication. La biologie est aussi un vos points forts !"
    "es": ""
  },
  "bio": [
    {
      "date": 3131,
      "desc": {
        "en": "Born on Earth, in Italy.",
        "fr": "Naissance de Paola sur Terre, en Italie.",
        "es": "Nace en Italia."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "First expedition off-Earth: {b}At the age of 15, Paola ran away with a troop of space mercenaries.{/b} She meets an alter-universalist commune of neo-hippies on Mars IV which heightens her sensitivity to the plight of the miners on Tau-Ceti. Her father finally takes Paula back to Earth at the end of the year.",
        "fr": "Première expédition hors de la Terre : {b}Paola fugue à 15 ans avec une troupe de mercenaire spatiaux{/b}. Elle rencontre une communauté de neo-hippies alter-universalistes sur Mars IV qui la sensibilisent a la cause des mineurs de Tau-Ceti. Paola est finalement ramené par son père sur Terre à la fin de l'année.",
        "es": "{b}Primera expedición fuera de la Tierra{/b}. Paola huye a los 15 años con una comunidad de neo-hippies alteruniversalistas de Marte IV y participa en sus manifestaciones en defensa de los mineros de Tau-Ceti."
      }
    }, {
      "date": 3148,
      "desc": {
        "en": "Paola is sent to Rome to the University of San Lorenzo to study {b}structural biology{/b}. Despite her poor attendance, she got good results. At this time, Paola set up her first pirate radio station where she denounced the expansionist policies of the federation. The war on Sol and the ever-reducing education budgets were two of her favourite topics. She definitively cut all ties with her father who as a director of a company using prisoners to mine mineral deposits is directly involved in the shifting colonialist policies of the President{b}GL Maubrick{/b}.",
        "fr": "Paola est envoyée à Rome dans l'université de San Lorenzo pour y étudier la {b}biologie structurelle{/b}. Malgré un taux d'absence élevé, elle obtient de bons résultats. Paola monte à cette époque sa première radio pirate où elle dénonce la politique expansionniste de la fédération. La guerre de Sol et la diminution des budgets de l'éducation sont ses thèmes favoris. Elle coupe définitivement les ponts avec son père qui en tant que dirigeant d'une entreprise carcérale d'exploitation minière est directement impliqué dans les dérives colonialistes du président {b}GL Maubrick{/b}.",
        "es": "Paola es enviada a la Universidad de San Lorenzo en Roma para estudiar la {b}biología estructural{/b}. A pesar de faltar a muchos cursos, sus resultados son satisfactorios. Paola instala una estación de {b}radio clandestina{/b} donde denuncia la política expansionista de la Federación FDS. Las guerras y la disminución de los presupuestos para la educación son sus temas favoritos."
      }
    }, {
      "date": 3149,
      "desc": {
        "en": "Paola meets {b}Kivanç Terzi{/b}, a Turkish student who helps her set up her antennae. After losing two transmitters which were wrecked by local police, they pooled their collective knowledge to come up with a revolutionary olfactory method of communication. By projecting synthetic pheromones over short distances, they managed to transmit information without transmitting detectable waves. They could then start broadcasting again and the campus police couldn't do a thing.",
        "fr": "Paoloa rencontre {b}Kivanç Terzi{/b}, un étudiant turc qui l'aide dans la mise en place des antennes. Après avoir perdu deux émetteurs détruits par la police locale, ils puisent dans leurs connaissances universitaires pour mettre un place un procédé de communication olfactif révolutionnaire. En propulsant une faible quantité de phéromones synthétiques sur de courtes distantes, ils parviennent à faire transiter des informations sans qu'aucune onde ne soit détectée. Les émissions peuvent reprendre et la police du campus n'y peut plus rien.",
        "es": "Paola conoce a {b}Kivanç Terzi{/b}, un estudiante turco que le ayuda a instalar las antenas. Pocos días después, la policía local destruye varias antenas. Entonces Paola y Kivanç desarrollan un sistema de transmisión revolucionario basado en feromonas sintéticas indetectables."
      }
    }, {
      "date": 3150,
      "desc": {
        "en": "Following the {b}uprising on Ross248{/b}, the government ignore the protests and make Mush the scapegoat for any and all injustices. Paola is outraged by this false incrimination and resolves to prove that the people of Tau-Ceti and Ross248 had nothing to do with the bloodthirsty man-shrooms described in the federal announcements. That same year, Kivanç detected unusual interference on the olfactory broadcast channel, but didn't pay it any attention.",
        "fr": "Suite au {b}soulèvement de Ross248{/b}, le gouvernement ignore la contestation sociale du peuple en faisant du Mush le bouc émissaire de toutes les injustices. Paola est outrée par cette stigmatisation abusive et veut prouver que les peuples de Tau-Ceti et Ross248 n'ont rien avoir avec les hommes champignons assoiffés de sang décrit dans les spots publicitaires fédéraux. La même année, Kivanç détecte des anomalies parasites sur le canal de diffusion olfactif, mais n'y prête pas attention.",
        "es": "El gobierno hace una {b}campaña de desprestigio{/b} contra las manifestaciones que denuncian la explotación de los mineros de Tau-Ceti."
      }
    }, {
      "date": 3151,
      "desc": {
        "en": "When the interference increased, Kivanç and Paola identified exchanges in an unknown language. Kivanç started trying to decrypt the language and managed to decipher the most commonly recurring messages. They talk about the \"purification of the Sol system\", \"the transfer of violent subjects\", and even \"the spore bank\". He is finally arrested the following month during an anti-fongic check by the FDS.",
        "fr": "Alors que les brouillages se multiplient, Kivanç et Paola identifient des échanges dans un langage inconnu. Kivanç entreprend des recherches pour déchiffrer ce langage et parvient à traduire certains des messages les plus récurrents. On y parle "
        d
        'assainissement du système Sol", de "transfert des sujets violents", ou encore "de banque de spores". Il est finalement arrêté le mois suivant suite à un contrôle anti-fongique de la FDS.",
        "es": "Paola y Kivanç detectan misteriosas transmisiones codificadas y logran descifrar una parte de ellas. Se habla de "
        invasión
        " y de "
        esporas
        ". Ese mismo año, Kivanç es arrestado por la FDS."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Gioele contacts his daughter to warn her of imminent danger. The Mush invasion described by the government 3 years ago is real. The entire Sol system is under threat. He offers her a place aboard his Ark-World project ship, the Daedalus, which must save the human race from certain demise. Paola accepts but she wants to save Kivanç first. he is being held in a detention centre in France. She asks her father to transfer him to Titan and into one of his mining colonies.",
        "fr": "Gioele contacte sa fille pour l'avertir d'un danger imminent. L'invasion Mush décrit par le gouvernement 3 ans auparavant est bien réelle. L'intégrité de tout le système Sol est menacé. Il lui propose une place dans son arche-Monde nommée Daedalus qui doit sauver la race humaine d'une fin inéluctable. Paola accepte mais elle veut d'abord sauver Kivanç qui se trouve dans un centre de détention en France. Elle demande a son père de le faire transférer sur Titan dans une de ses exploitations minières.",
        "es": "Gioele advierte a su hija de un peligro inminente. Los rumores de la invasión Mush se revelan reales. El sistema solar es amenazado y le propone salvarse abordo del Daedalus. Ella empieza a elaborar un plan para liberar a Kivanç."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "48h before the operation to help Kivanç escape, a tragic accident obliges the crew of the Daedalus to move their departure forward. Paola must decide to leave Sol without Kivanç but she vows to get back in touch with him no matter the distance between them.",
        "fr": "48h avant la date organisée pour l'evasion de Kivanç, l'équipe du Daedalus vit un incident tragique l'obligeant à précipiter son départ. Paola doit se résoudre à quitter le système Sol sans Kivanç mais elle jure de reprendre contact avec lui quelque soit la distance qui les sépare.",
        "es": "48h antes de la fecha planificada para rescatar a Kivanç, el Daedalus debe despegar urgentemente. Paola no se resigna a partir sin Kivanç y jura comunicarse con él."
      }
    }
  ]
}