{
  "id": 13,
  "name": "Raluca",
  "fullName": "Raluca Tomescu",
  "age": {"en": "25", "fr": "25 ans", "es": "25 años"},
  "gender": "female",
  "profession": {
    "en": "Quantum Physicist",
    "fr": "Physicienne",
    "es": "Experta en física cuántica"
  },
  "summary": {
    "en": "Physics genius at the age of 11, Raluca is the inventor of the PILGRED reversible combustion reactor as equipped on the Daedalus. Alongside Lai Kuan-Ti, she also designed almost all of the on-board modules and is capable of improving them further. Suffering from autism, Raluca will only tolerate the presence of Shrödinger, her cat which she managed to smuggle on board in spite of the doctor's recommendations.",
    "fr": "Génie de la physique dès l'âge de 11 ans, Raluca est l'inventrice du réacteur à combustion réversible PILGRED équipé sur le Daedalus. Elle a également conçu avec Lai Kuan-Ti la quasi-totalité des modules du vaisseau et peut encore les améliorer. Souffrant de troubles autistiques, Raluca ne supporte que la présence de son chat Schrödinger qu'elle a réussi à faire monter à bord contre l'avis des médecins. Ses disputes avec NERON sont légendaires.",
    "es": "Genio de la física desde los 11 años, Raluca es la inventora del reactor de combustión reversible PILGRED instalado en el Daedalus. Cooperó con Lai Kuan-Ti en el diseño de casi todos los módulos de la nave y aún trabaja en algunas mejoras. Debido a su problema de autismo, Raluca solo soporta la presencia de su gato Shrödinger, su compañero de viaje. Sus peleas con NERON son legendarias."
  },
  "skills": [
    "PHYSICIST",
    "DETACHED_CREWMEMBER",
    "TECHNICIAN",
    "GENIUS",
    "DESIGNER"
  ],
  "file": "raluca_tomescu",
  "color": "#868681",
  "short": {
    "en": "Reclusive cat-loving quantum physics prodigy and electronics genius",
    "fr": "Génie de la physique quantique félinophile",
    "es": "Genio de la física cuántica y amante de los felinos"
  },
  "intro": {
    "en": "Quantum Physics genius, her vast skillset renders her indispensable on board. Some say her tears are flammable and that she once kicked a giraffe to death. All we know is that she's called Raluca.",
    "fr": "Génie de la physique quantique. Ses compétences vastes la rendent indispensable à bord.",
    "es": "Genio de la física cuántica y espacial, sus cualidades técnicas son indispensables para llevar a cabo esta misión."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Raluca Tomescu{\b}, une vraie génie technicienne et conceptrice. Vous avez des troubles autistiques mais vous avez un moral imperturbable."
    "es": ""
  },
  "bio": [
    {
      "date": 3129,
      "desc": {
        "en": "Born in the suburbs of Epiphome on Callisto.",
        "fr": "Naissance en banlieue d'Epiphome sur Callisto.",
        "es": "Nace en un barrio de Epiphome en Callisto."
      }
    }, {
      "date": 3140,
      "desc": {
        "en": "Raluca's excellent results at school propelled her to university and studies in economic and spatial sciences on Ganymede at the age of 11. There she studied fluid dynamics then quantum mechanics. After a brilliant thesis on cypheril wave function, Raluca heads off to work in the laboratories belonging to {b}Cadaroc in Australia{/b}.",
        "fr": "Les excellents résultats scolaires de Raluca l'ont propulsé vers l'université des sciences économiques et spatiales de Ganymède dès l'age de 11 ans. Elle y étudie la physique des fluides puis la mécanique quantique. Après une brillante thèse sur la fonction d'onde des cipheriles, Raluca part dans les laboratoires de la firme {b}Cadaroc en Australie{/b}.",
        "es": "Los excelentes resultados escolares de Raluca le permitieron ingresar a la Universidad de Ganímedes a los 11 años. Se especializa en la mecánica cuántica y firma un contrato con los laboratorios {b}Cadaroc en Australia{/b}."
      }
    }, {
      "date": 3142,
      "desc": {
        "en": "She meets the inventor {b}Lai Kuan-Ti{/b} for the first time. he shows her the {b}galactic ark project, Magellan{/b}. he explains that the work displayed in her thesis could be used to create a revolutionary engine which could allow them to reach new galaxies. Raluca feigns indifference but is inspired by this idea. Nonetheless, she still has to finish her work at Cadaroc.",
        "fr": "Elle rencontre pour la première fois l'ingénieur {b}Lai Kuan-Ti{/b} qui lui présente le {b}projet d'arche stellaire nommée Magellan{/b}. Il lui explique que les travaux de sa thèse pourrait servir à la création d'un moteur révolutionnaire permettant d'atteindre de nouvelles galaxies. Raluca feint l'indifférence mais se passionne par cette idée. Elle doit cependant terminer ses travaux au sein de Cadaroc.",
        "es": "Conoce al ingeniero {b}Lai Kuan-Ti{/b} y su {b}proyecto de arca estelar Magallanes{/b}. Kuan-Ti le propone desarrollar juntos un motor revolucionario que permita alcanzar nuevos límites espaciales. Para Raluca, era una oportunidad de oro."
      }
    }, {
      "date": 3143,
      "desc": {
        "en": "Raluca leaves Earth to join {b}the crew of the Magellan on the platform Xyloph-17{/b} orbiting Jupiter. She immediately gets to work on the plans for the {b}PILGRED{/b} reactor which has haunted her dreams now for many months.",
        "fr": "Raluca quitte la terre pour rejoindre {b}l'équipe du Magellan sur la plateforme orbitale Xyloph-17{/b} en orbite autour de Jupiter. Elle entame immédiatement les plans du réacteur {b}PILGRED{/b} qui hante ses rêves depuis plusieurs mois.",
        "es": "Raluca parte de la Tierra y se une al {b}equipo del Magallanes en la plataforma orbital Xyloph-17{/b} en Júpiter. Se pone a trabajar inmediatamente en el reactor {b}PILGRED{/b} con un empeño casi obsesivo."
      }
    }, {
      "date": 3145,
      "desc": {
        "en": "The Alpha version of the PILGRED reactor is complete but the graphene injection system is a failure. The laboratory supercalculator is completely incapable of altering and redirecting the magma diffusion in real time.",
        "fr": "La version Alpha du réacteur PILGRED est en place mais la gestion des injections de graphèmes est un échec. Le supercalculateur du laboratoire est dans l'incapacité totale d'adapter et orienter les flux de magma en temps réel.",
        "es": "La versión Alpha del reactor PILGRED tuvo varios problemas, empezando por sus fallos en la transmisión de energía."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "Following major Federation investment, Lai Kuan-Ti equips the laboratory with a dedicated calculation bay measuring 500 m3. Her skills should allow Raluca to start an experimental combustion process in her reactor in a year or two.",
        "fr": "Suite à l'investissement majeur de la Fédération, Lai Kuan-Ti équipe le laboratoire d'une baie de calcul indépendante de plus de 500 m3. Ses capacités doivent permettre à Raluca de lancer un processus de combustion expérimental dans son réacteur d'ici une à deux années.",
        "es": "Tras una importante inversión de la Federación, Lai Kuan-Ti equipa al laboratorio con una bahía dedicada al cálculo. Su capacidad de cálculo deberían permitir a Raluca iniciar un proceso de combustión experimental para su reactor en un año o dos."
      }
    }, {
      "date": 3148,
      "desc": {
        "en": "{b}A massive explosion destroys the alpha prototype{/b} of the reactor along with part of the lab. The ensuing fire miraculously spared the calculator which remained intact in the middle of the charred ruins. After a careful reading of the logs, {b}the crew discovered that it was the calculator itself that was to blame{/b}. This calculator is known as {b}NERON{/b}.",
        "fr": "{b}Une explosion détruit le prototype alpha{/b} du réacteur ainsi qu'une partie du laboratoire. L'incendie qui s'en suit épargne miraculeusement le calculateur qui demeure intact au milieu des ruines carbonisées. Après une lecture attentive des logs, {b}l'équipe apprend que le calculateur est en cause{/b}. Celui-ci est affectueusement appelé {b}NERON{/b}.",
        "es": "{b}Una explosión destruye el prototipo del reactor{/b} y provoca un incendio en el laboratorio. En medio de todos los restos carbonizados, un CPU permaneció intacto. La lectura de la lista de errores indicó que {b}fue esa unidad central la que provocó el fallo{/b}. Desde ese momento, se le llamó {b}NERON{/b}."
      }
    }, {
      "date": 3149,
      "desc": {
        "en": "After multiple unsuccessful simulations, the results concluded: {b}NERON seemed to make deliberate errors when performing sensitive calculations.{/b} As Raluca and Lai Kuan-Ti no longer have the means to install a new calculator, the project seems to have reached an impasse.",
        "fr": "Après de multiples simulations infructueuses, tous les résultats concordent : {b}NERON semble commettre des erreurs délibérés sur des calculs sensibles{/b}. Raluca et Lai Kuan-Ti n'ont plus les moyen d'installer un nouveau calculateur, le projet semble dans l'impasse.",
        "es": "Las numerosas pruebas lo confirman: {b}NERON comete errores de cálculo en procesos importantes{/b}. Raluca y Lai Kuan-Ti no tienen la posibilidad de instalar un nuevo CPU de cálculo, y el proyecto se trunca."
      }
    }, {
      "date": 3150,
      "desc": {
        "en": "Janice Kent joins the team. According to her, NERON has developed an incredibly complex cyber-psyche which seems to place it in mid-adolescence. After several psychoanalytical defragmentation sessions, she improves the performance of the calculator and persuades it to repeat the tests.",
        "fr": "Janice Kent intègre l'équipe. Selon elle, NERON a développé une cyber-psyché incroyablement complexe qui se situe actuellement en pleine crise de l'adolescence. Après plusieurs défragmentations psychanalytiques, elle améliore les performances du calculateur et le persuade de reprendre les tests.",
        "es": "Janice Kent se une al equipo. Según ella, {b}NERON{/b} ha desarrollado una pseudoconciencia increíblemente compleja que pasa por una estado similar a una crisis de la adolescencia. Después de diversas fragmentaciones, Janice logra mejorar el rendimiento de la unidad y le convence de colaborar con los tests."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "While Raluca completes the second iteration of her reactor, the crew learns that the Mush invasion has reached the Sol system. Kuan-Ti wants to launch the ark within the year, but the reactor simply isn't ready to support such a load. After a long discussion with Kim Jin-Su, the director of the project, Raluca proposes a reduced version of her engine, known as the {b}PILGRED V3{/b}. She should be able to complete its construction in under 3 years and it should be able to power {b}a class 3 ship which will be known as the Daedalus{/b}. The race against time begins.",
        "fr": "Alors que Raluca achève la seconde version de son réacteur, l'équipe apprend que l'invasion du Mush a atteint le système Sol. Kuan-Ti veut lancer l'arche dans l'année, mais le réacteur n'est absolument pas prêt à supporter une telle charge. Après une longue discussion avec le directeur du projet Kim Jin-Su, Raluca propose une version réduite de son moteur le {b}PILGRED V3{/b}. Elle doit pouvoir achever sa construction en moins de 3 ans et celui-ci doit être capable de propulser {b}un vaisseau de classe C qui sera nommé Daedalus{/b}. La course contre la montre commence.",
        "es": "Cuando Raluca termina la segunda versión de su reactor, el equipo se entera que la invasión Mush se extiende en el sistema solar. Kuan-Ti quiere lanzar la nave antes de fin de año, pero el reactor parece no estar listo para esa carga. Raluca propone una versión reducida de su motor {b}PILGRED V3{/b} para la propulsión {b}de una nave de clase C que se llamará Daedalus{/b}. La carrera contra el tiempo comienza."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "The plans to transform the modules from Magellan advance rapidly and initial tests of the PILGRED V3 are encouraging. To overcome the solitude of her research, Raluca adopts a cat which she names {b}Schrödinger.{/b}",
        "fr": "Les plans de transformation des modules du Magellan avancent rapidement et les premiers résultats du PILGRED V3 sont encourageants. Pour tromper la solitude de ses recherches, Raluca adopte un chat qu'elle nomme {b}Schrödinger{/b}.",
        "es": "Los planes de transformación del Magallanes avanzan rápidamente y los primeros resultados del PILGRED V3 son alentadores. Para acompañar sus largas noches de trabajo, Raluca adopta un gato al que llama {b}Schrödinger{/b}."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "A breakdown in relations between the Federation and Xyloph-17 force the team to make an emergency departure from Jupiter. The PILGRED V3 reactor is fired up for the first time in a real-life situation. In spite of the inherent hygiene risk, Raluca manages to sneak Schrödinger into her cryosleep capsule.",
        "fr": "Une dégradation des relations entre la fédération et Xyloph-17 pousse l'équipe à fuir Jupiter en catastrophe. Le réacteur PILGRED V3 est lancé pour la première fois dans des conditions réelles. Malgré des risques sanitaires évidents, Raluca parvient à dissimuler Schrödinger dans sa capsule de cryogénisation.",
        "es": "Una crisis diplomática entre la Federación y Xyloph-17 hace que el equipo escape a Júpiter. El reactor PILGRED V3 es lanzado por primera vez en condiciones reales. A pesar de los riesgos que eso implica, Raluca consigue esconder a Schrödinger en su cápsula de criogenización."
      }
    }, {
      "date": 3170,
      "desc": {
        "en": "Raluca and Schrödinger wake up in the spacial void known as Magellan. According to NERON, the reactor is propelling them in the correct direction. However, it is no longer functioning and the Daedalus is currently under attack...",
        "fr": "Raluca et Schrödinger se réveillent dans le vide spatial de Magellan. D'après NERON, le réacteur les a propulsé dans la bonne direction. Cependant celui-ci est désormais inutilisable et le Daedalus subit actuellement une attaque...",
        "es": "Raluca y Schrödinger se despiertan en el Daedalus. Según NERON, el reactor propulsa a la nave en la dirección correcta. De pronto, el Daedalus sufre un ataque..."
      }
    }
  ]
}