{
  "id": 5,
  "name": "Roland",
  "fullName": "Roland Zuccali",
  "age": {"en": "27", "fr": "27 ans", "es": "27 años"},
  "gender": "male",
  "profession": {
    "en": "Elite Pilot",
    "fr": "Pilote d'élite",
    "es": "Piloto de élite"
  },
  "summary": {
    "en": "After a tumultuous but nonetheless brilliant ascent to the FDS Academy for elite pilots, Roland Zuccali is finally grounded after testing positive for a Mush infection. Manipulated by his superiors despite being proven innocent, Roland loses all confidence in the FDS and finally deserts during the Dirty War against the rebels. He then becomes the pilot of the Daedalus.",
    "fr": "Après une brillante mais tumultueuse ascension à l'académie de pilotes d'élite de la FDS, Roland Zuccali est finalement mis à pied suite à un contrôle anti-mush positif. Innocenté puis manipulé par ses supérieurs, Roland perd toute confiance en la FDS et déserte finalement durant la Sale Guerre contre les rebelles. Il est désormais pilote au sein de l'équipe du Daedalus.",
    "es": "Roland es un piloto de alto vuelo, con un humor puede quizás llegar demasiado bajo."
  },
  "skills": [
    "SPRINTER",
    "SHOOTER",
    "FIREFIGHTER",
    "THE_OPTIMIST",
    "CREATIVE"
  ],
  "file": "roland_zuccali",
  "color": "#FFA36D",
  "short": {
    "en": "Amateur comedian and elite fighter pilot. Born to destroy Hunters.",
    "fr": "Humoriste pilote de chasse à ses heures",
    "es": "Humorista y piloto de combate en sus horas libres"
  },
  "intro": {
    "en": "Roland is a brilliant pilot who is not nearly as funny as he thinks he is. However, his dogfighting skills are no laughing matter. He's got a gift and he's never happier than when he's shooting down Hunters...",
    "fr": "Roland est un brillant pilote pas toujours aussi drôle qu'il ne veut bien le croire. C'est surtout un génie du combat rapproché.",
    "es": "Roland es un piloto de alto vuelo, con un humor puede quizás llegar demasiado bajo."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Roland Zuccali{\b}, pilote d'élite et redoutable tireur !"
    "es": ""
  },
  "bio": [
    {
      "date": 3127,
      "desc": {
        "en": "Born on Earth. Aix-en-Provence, France.",
        "fr": "Naissance en France a Aix-en-Provence.",
        "es": "Nace en la ciudad de Aix-en-Provence en Francia."]
      }, {
      "date": 3145,
      "desc": {
        "en": "Roland joins the FDS to realise his life's dream of becoming a space jet pilot. He quickly established himself as a talented pupil in the academy by accumulating 1600h flying hours in a single year. Unfortunately, half of his hours {b}were unauthorized{/b} which resulted in regular suspensions. However, his reputation as a prankster made him extremely popular with his squadron.",
        "fr": "Roland s'engage dans la FDS pour réaliser le rêve de sa vie : devenir pilote de jets spatiaux. Il devient rapidement un élément talentueux de son académie en effectuant plus de 1600h de vol en une seule année. Malheureusement, la moitié de ses heures sont effectuées {b}sans autorisation{/b} ce qui lui vaut des mises à pied régulières. Cependant ses différentes facéties rendent Roland très populaire au sein de son escadron.",
        "es": "Roland se enrola en la FDS para cumplir el sueño de su vida: ser piloto de naves espaciales. Realizó más de 1600 horas de vuelo en un solo año, pero {b}sin autorización de sus superiores{/b}."
        ]
      }, {
      "date": 3146,
      "desc": {
        "en": "During a parachute jump on the surface of Mars, Roland is suspended for taking an SNC journalist on the jump with him... without a parachute. After spending 6 months in jail, he is finally freed in order to {b}defend the Federation against the Sol invasion...{/b}",
        "fr": "Lors d'un saut en parachute sur la surface de Mars, Roland est suspendu pour avoir fait chuter avec lui une journaliste de SNC... sans parachute. Il doit passer 6 mois au trou mais il est finalement libéré pour pouvoir {b}défendre la fédération contre l'invasion de Sol{/b}.",
        "es": "Roland es suspendido por llevar con él a una periodista a unos ejercicios de paracaidismo en Marte, también sin autorización. Recibe un castigo de 6 meses, pero es liberado para {b}defender a la FDS de sus atacantes{/b}."
        ]
      }, {
      "date": 3149,
      "desc": {
        "en": "During a forest survival mission, Roland played a practical joke on his squadron. He pretended to have caught the Mush infection from a toadstool. His superiors took the threat seriously and transferred him immediately to a quarantine cell.",
        "fr": "Pour jouer une plaisanterie à son escadron lors d'une mission de survie en forêt, Roland prétend avoir été infecté au Mush par un cèpe. Ses supérieurs prennent la menace au sérieux et le transfèrent dans une cellule de quarantaine.",
        "es": "Le juega una broma a su escuadrón diciendo que fue infectado por el Mush. La broma no causa gracia a sus superiores y le envían de nuevo al calabozo."
        ]
      }, {
      "date": 3150,
      "desc": {
        "en": "Roland's infection is confirmed by the {b}Encelade science department{/b}. Despite his protests, he is locked in an FDS laboratory then used as a guinea pig for the {b}IOM cannon{/b}, a revolutionary procedure which is capable of destroying a layer of mycelium without damaging human organs.",
        "fr": "L'infection de Roland est confirmée par le {b}département scientifique d'Encelade{/b}. Malgré ses protestations, celui-ci est enfermé dans un laboratoire de la FDS puis utilisé comme cobaye pour {b}le canon IOM{/b}, un procédé révolutionnaire qui peut détruire une souche de mycelium sans endommager les organes humains.",
        "es": "La infección de Roland resulta ser real según los análisis de laboratorio. Es utilizado como conejillo de indias para probar el {b}cañón IOM{/b}, un aparato diseñado para eliminar el parásito sin dañar los órganos internos."
        ]
      }, {
      "date": 3151,
      "desc": {
        "en": "After only 2 exposures to the anti-Mush rays, Roland is declared clear of all infection. He is immediately sent to Ross154 to join the Dirty War. After 3 successive refusals to carry out orders to bomb inhabited colonies, Roland is branded a deserter and put back in quarantine. Once there he is again treated as a carrier of the infection, but manages to escape.",
        "fr": "Après seulement 2 expositions aux ondes anti-Mush, Roland est déclaré purgé de toute infection fongique. Il est immédiatement envoyé sur Ross154 pour la Sale Guerre. Après 3 refus successifs d'exécuter des ordres de bombardement de colonies habitées, Roland est déclaré déserteur et replacé en zone de quarantaine. Il y est de nouveau traité comme un infecté, mais parvient a s'enfuir.",
        "es": "Después del tratamiento anti-Mush, Roland es enviado a Ross154 para una misión especial que consistía en bombardear sobre civiles. Roland rechaza y es condenado como desertor a volver al calabozo. Pocos días después logra huir."
        ]
      }, {
      "date": 3152,
      "desc": {
        "en": "When Roland tries to get in touch with the rebellion to share his information, Roland gets in touch with the {b}journalist Eleesha Williams{/b} who he pushed into the sky on Mars. She is then hunted by the Federation for treason and finds refuge in a base on Jupiter where she starts planning the construction of an Ark to flee Sol.",
        "fr": "Alors qu'il cherche à prendre contact avec la rebellion pour partager ses informations, Roland est mis en relation avec la journaliste {b}Eleesha Williams{/b} qu'il a poussé dans le ciel de Mars. Elle est désormais recherchée par la fédération pour trahison et a trouvé refuge dans une base sur Jupiter où elle prépare la construction d'une Arche pour fuir Sol.",
        "es": "Se pone en contacto con los rebeldes y allí se reencuentra con la {b}periodista Eleesha Williams{/b}, que resultó ser la amiga a quien llevó a escondidas a Marte."
        ]
      }, {
      "date": 3153,
      "desc": {
        "en": "Roland is accepted into the Daedalus team which is seriously lacking pilots for patrols. The explorer Jiang-Hua teaches him the intricacies of engine management and plans his training on the orbital platform.",
        "fr": "Roland est accepté dans l'équipe du Daedalus qui manque cruellement de pilotes pour ses patrouilleurs. L'exploratrice Jiang-Hua lui apprend les subtilités du maniement de l'engin et planifie son entrainement sur la plateforme orbitale.",
        "es": "Roland es convocado al equipo del Daedalus para cubrir su necesidad de pilotos para los patrulleros. La exploradora Jiang-Hua se ocupa de su entrenamiento."
        ]
      }, {
      "date": 3153,
      "desc": {
        "en": "Following an unprecedented solar explosion, a melting wing on his craft forces Roland to negotiate an emergency landing on Mercury. With Jiang Hua, his co-pilot, they are forced to wait 36h in extreme temperatures until help arrives.",
        "fr": "Suite à une éruption solaire exceptionnelle, la fusion d'une aile de la navette force Roland à négocier un atterrissage forcé sur Mercure. Avec sa copilote Jiang Hua, ils devront attendre 36h l'arrivée des secours dans des conditions de températures extrêmes.",
        "es": "Una erupción solar le obliga junto a Hua a hacer un aterrizaje forzado en Mercurio, donde quedan atrapados durante 36 horas en condiciones de temperatura extremas."
        ]
      }
    ]
    }