{
  "id": 10,
  "name": "Stephen",
  "fullName": "Stephen Seagull",
  "age": {"en": "47", "fr": "47 ans", "es": "47 años"},
  "gender": "male",
  "profession": {
    "en": "Chef",
    "fr": "Cuisinier",
    "es": "Cocinero"
  },
  "summary": {
    "en": "Stephen was a bellboy on an interplanetary train, then a slave in a Mexican cobalt mine, a senator in the Chili Con Latte coalition, a space mercenary, a private federal tax collector, money launderer, kidnapper of young girls, Boxylium miner, SDF military chef, and condemned to death. His trip takes him to Xyloph-17 where he is accidentally cryogenized, and shipped aboard the Daedalus.",
    "fr": "Stephen fut consécutivement groom dans un train interplanétaire, esclave dans une mine de cobalt au Mexique, sénateur de la coalition Chili Con Latte, mercenaire spatial, percepteur privé de taxes fédérales, convoyeur de fond, kidnappeur de jeune fille, mineur de Boxylium, militaire cuistot de la FDS, et même condamné à mort. Son périple le mène sur Xyloph-17 où il est cryogénisé par erreur, et embarqué à l'intérieur du Daedalus.",
    "es": "El cocinero más peligroso de la galaxia. Le encantan las misiones peligrosas."
  },
  "skills": [
    "CHEF",
    "SOLID",
    "OPPORTUNIST",
    "SHOOTER",
    "APPRENTICE",
    "CREATIVE"
  ],
  "file": "stephen_seagull",
  "color": "#BBBBBB",
  "short": {
    "en": "The most dangerous cook in history. Keep your fingers out of his soup!",
    "fr": "Cuisinier le plus dangereux de la galaxie",
    "es": "Multioficios y cocinero en el Daedalus"
  },
  "intro": {
    "en": "The most dangerous cook in the galaxy is on board. He has more black-belts than pairs of trousers and he collects roadkill. Alien flesh is like catnip to Stephen. We thought you should know.",
    "fr": "Le cuisinier le plus dangereux de la Galaxie est parmi vous. Qu'on se le dise.",
    "es": "El cocinero más peligroso de la galaxia. Le encantan las misiones peligrosas."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Stephen Seagull{\b}, le cuisto du vaisseau. Grand, robuste et excellent tireur, sans doute un atout pour l'équipage !"
    "es": ""
  },
  "bio": [
    {
      "date": 3107,
      "desc": {
        "en": "Born on Earth.",
        "fr": "Naissance sur Terre.",
        "es": "Nace en la Tierra, en el ex-Estados Unidos, territorio conquistado por México."
      }
    }, {
      "date": 3124,
      "desc": {
        "en": "A failure in his studies, young Stephen found a job as a bellboy in an interplanetary train running from Earth-Mars.",
        "fr": "En échec dans ses études, le petit Stephen trouve un travail de groom dans un train interplanétaire effectuant des liaisons Terre-Mars.",
        "es": "El Pequeño Stephen trabaja en el tren interplanetario Tierra-Marte."
      }
    }, {
      "date": 3127,
      "desc": {
        "en": "Following the trains being boarded by space mercenaries, the train routes are destroyed. Stephen and part of the crew are handcuffed and taken to Venus to be sold as slaves. Stephen begins {b}his life as a slave{/b} on Earth, in a Mexican cobalt mine.",
        "fr": "Suite à un abordage de mercenaires spatiaux, Les passagers du train sont massacrés. Stephen ainsi qu'une partie de l'équipage sont menottés pour être vendus dans un marché d'esclaves sur Venus. Stephen commence {b}sa vie d'esclave{/b} sur Terre dans une mine de Cobalt au Mexique",
        "es": "Uno de los vagones en los que trabaja es abordado por una banda de criminales y la mayoría de pasajeros son asesinados. Stephen y los otros supervivientes son vendidos como esclavos. Stephen es enviado a una mina de cobalto en México."
      }
    }, {
      "date": 3129,
      "desc": {
        "en": "Men from {b}Chili Con Latte{/b}, a separatist mexican movement, invade the mine and liberate Stephen. He joins the movement and as part of their militia, helps liberate thousands of slaves.",
        "fr": "Les hommes du {b}Chili Con Latte{/b}, un mouvement séparatiste mexicain envahissent la mine et libèrent Stephen. Il s'engage dans la milice de ce mouvement et participe a la libération de milliers d'esclaves.",
        "es": "Los integrantes de un {/b}movimiento separatista neo-gringo{/b} invade las minas y Stephen es liberado."
      }
    }, {
      "date": 3132,
      "desc": {
        "en": "Stephen is elected to {b}senator{/b} in the mexican Chili Con Latte coalition. He is very proud of his new social stature and uses it to embezzle millions of credits.",
        "fr": "Stephen est élu {b}sénateur{/b} au sein de la coalition mexicaine du Chili Con Latte. Il est très fier de sa nouvelle position sociale et en profite pour détourner des millions de crédits.",
        "es": "Stephen participa en el movimiento de defensa de los derechos laborares y es elegido {b}senador{/b}."
      }
    }, {
      "date": 3136,
      "desc": {
        "en": "Stephen is forced to hurriedly quit his position in order to evade a warrant. He sets out for Australia but following an explosion in his car, he decides to live on Mars IV. Finally, thanks to the {b}fall of the Baer tower{/b} in which Stephen had set up home, he is forced to take stock of his situation, so in order to escape the police and his enemies within the coalition, he must disappear from public life.",
        "fr": "Stephen doit quitter précipitamment ses fonctions en cours de mandat. Il s'embarque pour l'Australie puis après l'explosion de sa voiture, il décide d'aller vivre sur Mars IV. C'est finalement grâce à {b}l'effondrement de la tour Baer{/b} dans laquelle il venait d'emménager que Stephen prend conscience de sa situation, pour échapper à la police et à ses ennemis de la coalition, il doit disparaître de la vie publique.",
        "es": "Stephen es amenazado por los grupos separatistas de la ex-USA. Temiendo por su vida {b}huye a Venus{/b} y desaparece de la vida pública."
      }
    }, {
      "date": 3139,
      "desc": {
        "en": "After knocking around the bars of Venus for several years, Stephen puts his own crew of private space mercenaries together. He looks for legal contracts, but times are hard. Nonetheless he manages to make ends meet thanks to a clever tax system used on commercial orbiting stations.",
        "fr": "Après avoir bourlingué plusieurs années dans les différents comptoirs de Vénus, Stephen monte son propre équipage de mercenaires spatiaux privés. Il cherche des contrats légaux mais les temps sont durs, il parvient néanmoins à subvenir à ses besoins grâce à un astucieux système de taxe aux abords des stations orbitales de commerces.",
        "es": "Después de destrozar varios bares en Venus, Stephen forma su propia banda de mercenarios espaciales privados."
      }
    }, {
      "date": 3144,
      "desc": {
        "en": "Police searches intensify around Venus, and Stephen's crew head back to Mars where they ran delivery details.",
        "fr": "Les recherches de polices s'intensifiant dans le secteur de Vénus, L'équipage de Stephen revient vers Mars où il effectue des opérations courantes de livraison.",
        "es": "La policía inicia las pesquisas en Venus y Stephen decide escapar a Marte para dedicarse al transporte de mercancías peligrosas."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "After helping Paola Rinaldo, the daughter of a billionaire, flee to Mars, Stephen is {b}imprisoned for corrupting a minor{/b}. He is sent to an orbital platform in Ross154 to mine heavy Boxylium in the Confolens IV belt.",
        "fr": "Après avoir aidé Paola Rinaldo, la fille d'un riche milliardaire à s'enfuir vers Mars, Stephen {b}est incarcéré pour détournement de mineur{\b}. Il est envoyé sur une plateforme orbitale de Ross154 pour miner du Boxylium lourd dans la ceinture de Confolens IV.",
        "es": "Mientras ayudaba a Paola Rinaldo, la hija de un millonario, a huir a Marte, Stephen {b}es capturado{\b} y condenado por secuestro de menores. Políticos influyentes intervienen para que sea enviado al centro de detención de Ross154, esperando que la insalubridad de las minas de Boxylium cercanas acaben por matarlo."
      }
    }, {
      "date": 3149,
      "desc": {
        "en": "Following the panic caused by the bourgeois revolution of the 17th of May, Stephen managed to extricate himself from the detention centre. He sneaks aboard a repatriation convoy and returns to {b}Encelade{/b}.",
        "fr": "Suite à la panique causée par la révolution bourgeoise du 17 mai, Stephen parvient à s'extraire du centre de détention. Il s'infiltre dans un convoi de rapatriement et revient dans le système Sol sur {b}Encelade{/b}.",
        "es": "Stephen {b}huye de nuevo{/b} abordo de un contenedor de minerales."
      }
    }, {
      "date": 3151,
      "desc": {
        "en": "As part of a battalion headed for Tau-Ceti, Stephen narrowly avoids the dirty war, thanks to a particularly disturbed officer who placed him in a detention cell after being served a simple mushroom tart...",
        "fr": "Intégré dans un bataillon en partance vers Tau-Ceti, Stephen échappe de justesse à la Sale guerre, un officier particulièrement caractériel l'ayant placé en cellule de détention après s'être vu servi une simple tourte aux champignons...",
        "es": "Adopta diferentes oficios e identidades en la galaxia. Siendo cocinero en un hotel, descubre su nueva vocación: la gastronomía.
        "
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Stephen is charged in Encelade. He doesn't really understand the charges put forward by his superiors. They seem to have failed to reach agreement on whether or not there has been some \"fongic genocide\". A strong smell of mold dominates the hearing room.",
        "fr": "Stephen comparait sur Encelade. Il comprend mal les chefs d'accusation de ses supérieurs. Ceux-ci semblent avoir du mal à s'accorder sur le fait qu'il y ait eu ou non "
        génocide
        fongique
        ". Il règne une odeur de moisie suspecte dans la salle d'audience.",
        "es": "Es recapturado por un agente policial que reconoció su acento en un restaurante. Es llevado a los tribunales de la FDS para ser sometido a juicio cuando el Mush ya estaba infiltrado en ellos. La sentencia: la pena de muerte."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "The same day as his public execution, Stephen is narrowly saved by a commando who had been trained by two former elite SDF agents. The commando mistakes Stephen for an eminent scientist, specializing in Mushrooms. Stephen, whose talents as a chef never got that much praise before, is flattered. They take him to the orbital station Xyloph-17 which is in orbit around Jupiter. Once there, Stephen is exposed by the team of the Daedalus and placed in detention.",
        "fr": "Le jour même de son exécution public, Stephen est sauvé de justesse par un commando formé de deux soldats d'élite de la FDS. Ceux-ci le prennent pour un éminent scientifique spécialiste des champignons. Stephen dont les talents de cuisinier n'ont reçu jusque là que peu d'echos, est flatté. Ils l'amènent sur une station orbitale nommée Xyloph-17 en orbite autour de Jupiter. Là-bas Stephen est démasqué par l'équipe du Daedalus et placé... en détention.",
        "es": "El día de su ejecución pública, Stephen es rescatado por sus antiguos y fieles compañeros, quienes lo llevan disfrazado de agente de mantenimiento a la estación orbital Xyloph-17 en Júpiter."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "While several SDF battalions seem to want to take over the laboratory, Stephen takes advantage of the widespread confusion to leave the quarantine zone. He manages to sneak aboard a large exploration-class vessel but he is pursued by an armed group. He finally finds sanctuary in a large capsule which turns out to be extremely comfortable, if a bit cold...",
        "fr": "Alors que plusieurs bataillons de la FDS semblent vouloir prendre le contrôle du laboratoire, Stephen profite de la confusion générale pour quitter sa zone de quarantaine. Il parvient à se hisser à l'intérieur d'un grand vaisseau de type explorateur mais il est poursuivi par un groupe d'individus armés. Il trouve finalement refuge dans une capsule du laboratoire très confortable bien qu'un peu fraîche.",
        "es": "Stephen es desenmascarado. Los agentes de la FDS que vienen a re-re-recapturarlo llegan junto a los hunters enviados a evitar el despegue del Daedalus. El resto es historia."
      }
    }
  ]
}