{
  "id": 16,
  "name": "Terrence",
  "fullName": "Terrence Archer",
  "age": {"en": "44", "fr": "44 ans", "es": "44 años"},
  "gender": "male",
  "profession": {
    "en": "Mechanical Engineer specializing in robotics",
    "fr": "Mécanicien spécialisé dans la robotique",
    "es": "Especialista en robótica"
  },
  "summary": {
    "en": "Seriously injured during an over-ambitious raid against the rebels on Sol, Terrence spent 6 months in a coma. He returns to civilian life broken and bruised, stuck in a wheelchair. Terrence decided to dedicate his life to advanced engineering and the creation of drones. His life's dream is to develop unmanned fighter craft and remote-controlled drones.",
    "fr": "Gravement blessé pendant un raid trop ambitieux contre les rebelles sur Sol, Terrence est resté dans le coma pendant 6 mois. Retourné meurtri à la vie civile, cloué dans un fauteuil, Terrence a décidé de se consacrer à l'ingénierie de haut niveau et à la création d'automates. Le rêve de sa vie est de mettre au point des chasseurs sans pilote et des corps contrôlables à distance.",
    "es": "Combatiente veterano, renegado de la vida. Experto en ingeniería, armamento y sarcasmo ácido."
  },
  "skills": [
    "ROBOTICS_EXPERT",
    "TECHNICIAN",
    "PILOT",
    "SHOOTER",
    "IT_EXPERT",
    "METALWORKER"
  ],
  "file": "terrence_archer",
  "color": "#D32837",
  "short": {
    "en": "Disillusioned motorized technophile with an unhealthy drone fixation",
    "fr": "Technophile désabusé motorisé",
    "es": "Técnico en armamento, con una revancha por cobrarse"
  },
  "intro": {
    "en": "Don't be fooled by his appearance, Terrence is amongst the most agile crew members, albeit mentally. Next-generation robotics and UAVs are his bread and butter.",
    "fr": "Certes handicapé, Terrence a aussi des compétences uniques dans les sciences de l'ingénieur.",
    "es": "Combatiente veterano, renegado de la vida. Experto en ingeniería, armamento y sarcasmo ácido."
  },
  "presentation": {
    "en": "",
    "fr": "Vous êtes {b}Terrence Archer{\b}. Certes handicapé, mais irremplaçable en tir, informatique, ingénierie et pilotage. Vous êtes le seul expert en robotique."
    "es": ""
  },
  "bio": [
    {
      "date": 3110,
      "desc": {
        "en": "Born on a military base on Encelade.",
        "fr": "Naissance sur une base militaire d'Encelade.",
        "es": "Nace en la base militar de Encélado."
      }
    }, {
      "date": 3126,
      "desc": {
        "en": "Terrence was enrolled in the {b}space scouts of Encelade{/b} for 16 years where he learned to handle a weapon and a Jet vacuum. There he discovers a talent for wheeling and dealing.",
        "fr": "Terrence est enrôlé dès 16 ans dans les {b}spatio-scouts d'Encelade{/b} il y apprend à manier une arme et à piloter des vaccums Jet. Il se découvre un talent pour trafiquer ces engins.",
        "es": "Terrence es reclutado a los 16 años por {b}la Juventud Armada{\b} y aprende el manejo de armas."
      }
    }, {
      "date": 3129,
      "desc": {
        "en": "After failing his studies in military engineering, Terrence joins the SDF flotilla. His talents as a pilot are recognized, but he has some issues integrating with the team.",
        "fr": "En échec dans ses études d'ingénierie militaire, Terrence s'engage dans la flotte de la FDS. Il est reconnu comme un pilote talentueux mais s'intègre mal a l'escadron.",
        "es": "Abandona los estudios de Ingeniería Militar, donde tenía excelentes calificaciones, y postula al escuadrón especial de la FDS. Sus habilidades como piloto son impresionantes."
      }
    }, {
      "date": 3146,
      "desc": {
        "en": "During the Sol war, Terrence's fighter craft explodes in mid-flight within Mars' atmosphere. he manages to eject but due to a faulty thruster his survival capsule crashes into the ground at over 120 Km/h. Terrence survives the impact but lost the use of both legs.",
        "fr": "Pendant la guerre de Sol, Le chasseur de Terrence explose en plein vol dans l'atmosphère de Mars. Il parvient à s'éjecter mais sa capsule de sauvetage s'écrase au sol à plus de 120 Km/h à cause d'un propulseur défectueux. Terrence survit à l'impact mais perd l'usage de ses deux jambes.",
        "es": "Durante la guerra, el caza de Terrence explota en pleno vuelo, pero llega a ser eyectado. Un fallo en el paracaídas hace que la caída sea sumamente violenta. En el hospital, Terrence se entera que ha perdido la movilidad de ambas piernas."
      }
    }, {
      "date": 3147,
      "desc": {
        "en": "Terrence was a late starter in his robotics studies on Ganymede. He is particularly interested in nanorobotics and artificial intelligence courses. It was in the latter that he came to meet {b}Janice Kent{/b}, a young cyber-psychology student.",
        "fr": "Terrence entame des études tardives de robotiques sur Ganymède. Il est particulièrement intéressé par les cours de nanorobotique et d'intelligence artificielle. C'est dans cette dernière section qu'il fait la connaissance de {b}Janice Kent{/b}, une jeune étudiante en cyber-psyché.",
        "es": "Privado de pilotar una nave, Terrence se inclina hacia la robótica en Ganímedes. Se interesa especialmente en la nanorobótica y la inteligencia artificial. Es entonces que conoce a {b}Janice Kent{/b}, una estudiante de ciberpsicología."
      }
    }, {
      "date": 3148,
      "desc": {
        "en": "Janice and Terrence created the first drone with a class C learning capability and it's own evolving character together. They receive the {b}Redmoon prize{/b} for this and set up their {b}research laboratory on Callisto{/b}.",
        "fr": "Janice et Terrence créent ensemble le premier automate doué d'une capacité d'apprentissage de classe C, mais également d'un caractère propre évolutif. Ils reçoivent le {b}prix Redmoon{/b} à cette occasion et s'installent dans un {b}laboratoire de recherche sur Callisto{/b}.",
        "es": "Janice y Terrence crean juntos un robot con capacidades de aprendizaje nivel C, pero con una personalidad avanzada. Reciben el {b}premio Redmoon{/b} que les permite a la vez instalar {b}su propio laboratorio en Callisto{/b}."
      }
    }, {
      "date": 3149,
      "desc": {
        "en": "The SDF military subsequently propose funding for the project. Their goal is to improve the learning capabilities of the drone looking to employ the drones in armed conflicts on Tau-Ceti and Ross154. The absence of a biological nervous system make these drones the perfect weapon against the Mush.",
        "fr": "Les militaires de la FDS proposent un financement conséquent au projet. Leur but est d'augmenter les capacités d'apprentissage de l'automate en vue d'un usage potentiel dans les conflits armés de Tau-Ceti et Ross154. L'absence de système nerveux biologique font de ces automates l'arme idéale pour contrer le Mush.",
        "es": "Los militaries de la FDS proponen financiar sus proyectos robóticos. La ausencia de terminales nerviosos hace de los robots el mejor arma contra el Mush."
      }
    }, {
      "date": 3150,
      "desc": {
        "en": "Janice leaves the project. Terrence continues the work alone, but is soon stalled by another difficulty: The SDF funding payments become more and more infrequent and eventually stop altogether. The announcement of the {b}construction of the IOM cannon{/b} confirms Terrence suspicions as to the reasons behind their sudden disinterest. He now has to find another source of investment.",
        "fr": "Janice quitte le projet. Terrence poursuit seul ses travaux mais se heurte rapidement à une nouvelle difficulté : Les versements de la FDS sont de plus en plus sporadiques et finissent par être totalement interrompus. L'annonce de la {b}création du Canon IOM{/b} confirme a Terrence les raisons de ce désintéressement soudain. Il doit retrouver une source de financement.",
        "es": "Janice abandona el proyecto. Terrence continúa los avances pero el presupuesto asignado por la FDS disminuye. La reciente creación del {b}Cañón IOM{\b}, capaz de purificar un cuerpo contaminado, sería la razón principal del cambio de planes por parte de la FDS."
      }
    }, {
      "date": 3152,
      "desc": {
        "en": "Terrence receives a disturbing message from Janice. The Mush invasion of the Federation has been going for at least two years. The directors of the Federation and the SDF are infected and the retaking of the rebel systems is simply a cover-up. Terrence leaves for Xyloph-17 where he meets Janice's new team. Their project is to build a new ship capable of leaving this galaxy.",
        "fr": "Terrence reçoit un message alarmant de Janice. L'invasion Mush de la fédération est entamé depuis au moins deux ans. Les dirigeants de la Federation et de la FDS sont touchés et la reconquête des systèmes rebelles est une simple mise-en-scène. Terrence part pour Xyloph-17 où il rencontre la nouvelle équipe de Janice. Leur projet consiste à bâtir un vaisseau capable de quitter cette galaxie.",
        "es": "Terrence recibe de Janice una noticia alarmante. La invasión Mush se expande en el seno de la Federación y toda la clase política y judicial se convierte en una amenaza para todos."
      }
    }, {
      "date": 3153,
      "desc": {
        "en": "Terrence's drones turn out to be extremely useful in the construction of the Daedalus. By linking them to the vessel's AI core, named NERON, Janice manages to further increase their productivity.",
        "fr": "Les automates de Terrence se révèlent extrêmement efficaces pour la construction du Daedalus. En les liant à l'IA du coeur du vaisseau nommé NERON, Janice arrive à augmenter encore leur productivité.",
        "es": "Los robots de Terrence sirven para la construcción del Daedalus. Enlazándolos a la inteligencia artificial de la nave, llamada NERON, Janice aumenta su productividad."
      }
    }, {
      "date": 3154,
      "desc": {
        "en": "After the SDF seize control of the laboratory, Terrence has no choice but to flee with the crew of the Daedalus. He is safe, but wiped out: All his work along with his 32 assistant drones have been left behind on Xyloph-17.",
        "fr": "Suite à une prise de contrôle du laboratoire par la FDS, Terrence est contraint de fuir avec le reste de l'équipage à bord du Daedalus. Il est sauf mais anéanti : la totalité de son oeuvres et les 32 drones d'assistance restent derrière lui sur Xyloph-17.",
        "es": "La FDS toma por asalto su laboratorio y Terrence se ve obligado a abordar el Daedalus para salvar su vida."
      }
    }
  ]
}