{
  "id" : 8,
  "name" : "Chao",
  "fullName" : "Wang Chao",
  "age" : {"en":"34","fr":"34 ans","es":"34 años"},
  "gender" : "male",
  "profession" : {
	"en":"Chief of Security",
	"fr":"Chef de l'équipe de sécurité",
	"es":"Jefe de seguridad"
  },
  "summary" :{
	"en":"Wang Chao is assigned to crew protection detail. His chaotic personality makes him as much of a threat to his allies as his enemies. Despite errors made in his youth, Chao managed to earn the trust of his team by organising the emergency evacuation convoy from the Daedalus and successfully protecting them against ex-members of the SDF.",
	"fr":"Wang Chao est assigné à la protection armée de l'équipage. Son caractère chaotique fait de Chao une menace pour ses ennemis comme pour ses amis. Malgré ses erreurs de jeunesse, Chao a gagné une relative confiance de la part de l'équipe en organisant le convoi de départ surprise de Daedalus et en les protégeant efficacement contre ses ex-collègues de la FDS.",
	"es":"Chao tiene a su cargo la protección armada de la tripulación. Su carácter conflictivo le convierte en una amenaza, tanto para sus enemigos como para sus aliados, por algo le dicen \"Gatillo flojo\". A pesar de su susceptibilidad, ha sabido ganarse una relativa confianza por parte del equipo al defender con éxito el precipitado despegue del Daedalus."
  },
  "skills" : [
    "SHOOTER",
    "SURVIVALIST",
    "WRESTLER",
    "TORTURER",
    "CRAZY_EYE",
    "INTIMIDATING"
  ],
  "file" : "wang_chao",
  "color" : "#5863B1",
  "short" : {
	"en" : "",
	"fr" : "Chef de la sécurité du Daedalus",
	"es" : ""
  },
  "intro" : {
	"en" : "Hyperactive head of the security team, Chao insists that sleep is for the weak. A trigger happy lunatic, the story goes that he once tore a man's arms off for suggesting his choice of weaponry was 'a bit camp'.",
	"fr" : "Chef de l'équipe de sécurité. Il a la gâchette facile mais est un atout puissant et caractériel.",
	"es" : ""
  },
  "presentation" : {
	"en" : "",
	"fr" : "Vous êtes {b}Wang Chao{\b}, tireur à caractère chaotique, robuste et bien doué pour la survie."
	"es" : ""
  },
  "bio" : [ {
    "date" : 3120,
    "desc" : {
	"en":"Born on Earth.",
	"fr":"Naissance sur Terre.",
	"es":"Nace en la Tierra."
  }
  }, {
    "date" : 3139,
    "desc" : {
	"en":"Joined the SDF (Sol Defence Force)",
	"fr":"Incorporation à la FDS (Fédération de Défense du sytème Sol)",
	"es":"Ingreso a la FDS"
  }
  }, {
    "date" : 3146,
    "desc" : {
	"en":"Taken prisoner at the {b}Battle of Sol{/b}, Officer Wang managed to hijack the rebel transporter which he used as a hideout after almost entirely wiping out the crew. He was awarded the {b}golden-beam{/b} but for fear of him losing control, his superiors assigned him to Xyloph-17, to the Magellan expedition under the command of {b}Sergeant Derek Hogan{/b}.",
	"fr":"Fait prisonnier lors de la {b}bataille de Sol{/b}, l'officier Wang a cependant réussi à détourner le transporteur rebelle qui l'abritait après avoir exterminé la quasi-integralité de son équipage. Il reçoit la {b}golden-beam{/b} mais par peur de ses dérapages, ses supérieurs préfèrent l'assigner sur Xyloph-17, au contingent de l'expédition Magellan sous le commandement du {b}sergent Derek Hogan{/b}.",
	"es":"El oficial Chao fue arrestado {b}por primera vez{/b} durante los disturbios de octubre en China. Dos horas después logró desviar el vehículo blindado que le transportaba y lanzó los cuerpos del chofer y los guardias en el camino. Al ser capturado nuevamente, el juez decide enrolarlo en {b}la escuela militar de Xyloph-17{/b} para evitar que su potencial destructivo caiga en manos de las mafias. Sus calificaciones le permitieron acceder al puesto de agente de seguridad de la construcción de nave Magallanes."
  }
  }, {
    "date" : 3150,
    "desc" : {
	"en":"Officer Wang transferred to {b}Encelade{/b} in order to plan the invasion of the {b}Ross248 and Tau-Ceti systems{/b}. He was trained to operate the blast-IOM, designed to 'heal' an infected soldier in one shot.",
	"fr":"L'officier Wang est transféré sur {b}Encelade{/b} en vue de préparer l'invasion des systèmes {b}Ross248 et Tau-Ceti{/b}. On lui apprend à manipuler les blast-IOMs censés 'délivrer' un infecté en une seule charge.",
	"es":"Aburrido en un trabajo tan monótono, Chao se cuela en la nave del comando que invade los sistemas {b}Ross248 y Tau-Ceti{/b}. En esas batallas, el soldado da muestras de su total carencia de piedad."
  }
  }, {
    "date" : 3151,
    "desc" : {
	"en":"The Blast-IOM proved ineffective. Chao saw his entire commando unit massacred in a surprise attack on Tau-Ceti. Chao had to feign death to evade the rebels and await Sergeant Hogan's late arrival in the area. The surviving rebels were executed but Chao remains convinced that this massacre and numerous others in this war were orchestrated by the federation or the Mush.",
	"fr":"Les Blast-IOMs se révèlent inefficaces. Chao voit l'intégralité de son commando massacré par une attaque-suprise sur Tau-Ceti. Chao doit faire le mort pour échapper aux rebelles et attendre l'arrivée tardive du sergent Hogan sur les lieux. Les rebelles survivants sont exécutés mais Chao est persuadé que ce massacre ainsi que les nombreux autres qui ont ponctué cette guerre ont été orchestré par la fédération ou le Mush.",
	"es":"Los rebeldes de Tau-Ceti contraatacan con una estrategia de guerrillas y Chao ve cómo sus compañeros desaparecen y reaparecen degollados uno a uno. Para engañar al enemigo, se hace el muerto y se cubre con las víceras de un camarada. Mientras los rebeldes festejaban ebrios, nuestro hombre los masacra usando un cañón. Uno de los moribundos le confiesa que fueron apoyados por un ser mutante."
  }
  }, {
    "date" : 3152,
    "desc" : {
	"en":"Having returned to the Magellan team, Chao and Derek learn of an objective change on the project. The Ark World is now charged with the mission of protecting the human race from the Mush. According to them, the Mush has already taken control of the guerrilla rebels and the federation. {b}The new ark is named Daedalus...{/b}",
	"fr":"De retour dans l'équipe Magellan, Chao et Derek apprennent le changement d'objectif du projet. L'arche Monde a désormais pour mission de préserver l'espèce humaine de l'invasion du Mush. Selon eux, celui-ci a déjà pris possession de la guérilla Rebelle et de la fédération. {b}La nouvelle arche est nommée Daedalus{/b}.",
	"es":"De vuelta al proyecto Magallanes, Chao se entera del cambio de planes: La invasión Mush es inminente y las piezas del arca serán integradas a una nave más pequeña para salvar a un equipo de élite. La nueva nave es llamada {b}Daedalus{/b}."
  }
  }, {
    "date" : 3153,
    "desc" : {
	"en":"The head of the Daedalus project, Kim Jin Su, unofficially tasks {b}Chao and Derek with the kidnap of Finola Keegan{/b}, an eminence grise in antimush research circles who refused to join their alliance. Derek Hogan disappeared during the operation under mysterious circumstances, but the mission is a success. Finola is collected and cryogenically frozen on Xyloph-17",
	"fr":"Le responsable du projet Daedalus Kim Jin Su missionne officieusement {b}Chao et Derek pour enlever Finola Keegan{/b}, une éminence grise de la recherche anti-mush refusant de rejoindre leur alliance. Derek Hogan disparait durant l'operation dans des conditions mystérieuses, mais la mission est un succès. Finola est ramenée et cryogénisée sur Xyloph-17.",
	"es":"El líder del proyecto, Kim Jin-Su le ordena su primera misión: Organizar el secuestro de {b}Finola Keegan{\b}, una eminencia en la investigación anti-mush que se resistía a unirse al equipo. El secuestro es un éxito y Finola es criogenizada en la estación espacial Xyloph-17."
  }
  }, {
    "date" : 3154,
    "desc" : {
	"en":"When he discovers that the new superior sent by the Federation is a Mush, Chao eliminated him without the consent of his colleagues. This led to the degeneration of his relationship with the Federation who command SDF operatives in that location to put the project on hold. Chao then helps the remaining members of his team to make their escape from the Daedalus.",
	"fr":"Lorsqu'il apprend que celui-ci est infecté par le Mush, Chao élimine le nouveau responsable envoyé par la Fédération sans le consentement des ses collègues. Cet événement provoque une dégradation des relations avec la Federation qui ordonne au contingent de la FDS en place de suspendre le projet. Chao refuse d'appliquer l'ordre et aide l'équipe restante à organiser un départ surprise du Daedalus.",
	"es":"Xyloph-17 fue atacada y Chao se encarga de cubrir a la tripulación del fuego de la FDS. Cuando todos estaban dentro de la nave, Chao siguió disparando y fue el último en abordar el Daedalus. El héroe del día."
  }
  } ]
}