Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions_log+intl-icu.*.xlf
Languages: es, fr

# check_spore_level
source: You start seeking traces of Mush... Pre-fungal level {quantity, select, 0 {nul} other {{quantity}}}.
es: Has iniciado la detección de huellas de Mush... Nivel pre-mushiano: {quantity, select, 0 {nulo} other {{quantity}}}.
fr: Vous entamez une détection des traces Mush... Niveau pré-fongique {quantity, select, 0 {nul} other {{quantity}}}.

# coffee_success
source: **{character}** primes the machine. In a fit of crashing and banging, the mechanics kick in, the cogs grind and the aromas fill the room. It smells like a warm morning on a terrace on Venus. Coffee!
es: **{character}** enciende la cafetera y de ella se desprende ese dulce aroma que te trae tantos recuerdos...
fr: **{character}** amorce la machine. Et dans un grand fracas, la mécanique se lance, les rouages crissent et les arômes embaument la pièce. Ça sent les matins chaleureux sur une terrasse de Vénus. Café !

# dispense_success
source: **{character}** hits up the dispenser with a strange glow in their eyes.
es: **{character}** inicia el dispensador con cierto brillo en sus ojos.
fr: **{character}** enclenche le dispensaire avec une étrange lueur dans les yeux.

# phagocyte_success
source: :mush: You have absorbed a spore to reinvigorate yourself.
es: :mush: Has absorbido una espora para revigorizarte.
fr: :mush: Vous avez absorbé un spore pour vous revigorer.

# consume_success
source: {version, select, 1 {**{character}** devoured their small meal, burp.} 2 {**{character}** devoured their big meal.} 3 {**{character}** devoured their nice little meal.} 4 {**{character}** ate their nice little meal, hic.} 5 {**{character}** ate their big meal.} 6 {**{character}** ate their little snack.} 7 {**{character}** has filled their belly.} 8 {**{character}** has filled their belly, burp.} 9 {**{character}** has filled their paunch.} 10 {**{character}** has filled their paunch, burp.} 11 {**{character}** has filled their stomach.} 12 {**{character}** has filled their stomach, burp.} 13 {**{character}** has filled their stomach, hic.} 14 {**{character}** has devoured their ration.} 15 {**{character}** munched their little snack.} 16 {**{character}** munched their little snack, burp.} 17 {**{character}** munched their little snack, hic.} 18 {**{character}** munched their small meal, burp.} other {**{character}** munched their small meal, hic.} }
es: {version, select, 1 {**{character}** se ha comido una pequeña ración.} 2 {**{character}** se ha comido una deliciosa ración.} 3 {**{character}** se ha llenado el estómago con una ración, ñam.} 4 {**{character}** se ha llenado la panza con una ración, glup.} 5 {**{character}** se ha devorado su ración.} other {**{character}** ha devorado su ración. ¡Vaya apetito!} }
fr: {version, select, 1 {**{character}** a dévoré sa ration.} 2 {**{character}** s'est bien calé l'estomac.} 3 {**{character}** s'est bien calé l'estomac, gurps.} 4 {**{character}** s'est bien calé l'estomac, merci.} 5 {**{character}** s'est bien calé la panse.} 6 {**{character}** s'est bien calé la panse, gurps.} 7 {**{character}** s'est bien calé la panse, merci.} 8 {**{character}** s'est bien calé le ventre.} 9 {**{character}** s'est bien calé le ventre, gurps.} 10 {**{character}** s'est bien calé le ventre, merci.} 11 {**{character}** s'est bien calé avec sa petite collation.} 12 {**{character}** s'est bien calé avec sa petite collation, gurps.} 13 {**{character}** s'est bien calé avec sa petite collation, merci.} 14 {**{character}** s'est bien calé avec son bon petit repas.} 15 {**{character}** s'est bien calé avec son bon petit repas, gurps.} 16 {**{character}** s'est bien calé avec son bon petit repas, merci.} 17 {**{character}** s'est bien calé avec son gros repas.} 18 {**{character}** s'est bien calé avec son gros repas, gurps.} 19 {**{character}** s'est bien calé avec son gros repas, merci.} 20 {**{character}** s'est bien calé avec son petit repas.} 21 {**{character}** s'est bien calé avec son petit repas, gurps.} 22 {**{character}** s'est bien calé avec son petit repas, merci.} 23 {**{character}** s'est calé avec sa petite collation.} 24 {**{character}** s'est calé avec sa petite collation, gurps.} 25 {**{character}** s'est calé avec sa petite collation, merci.} 26 {**{character}** s'est calé avec son bon petit repas.} 27 {**{character}** s'est calé avec son bon petit repas, gurps.} 28 {**{character}** s'est calé avec son bon petit repas, merci.} 29 {**{character}** s'est calé avec son gros repas.} 30 {**{character}** s'est calé avec son gros repas, gurps.} 31 {**{character}** s'est calé avec son gros repas, merci.} 32 {**{character}** s'est calé avec son petit repas.} 33 {**{character}** s'est calé avec son petit repas, gurps.} 34 {**{character}** s'est calé avec son petit repas, merci.} 35 {**{character}** s'est mangé sa petite collation.} 36 {**{character}** s'est mangé sa petite collation, gurps.} 37 {**{character}** s'est mangé sa petite collation, merci.} 38 {**{character}** s'est mangé son bon petit repas.} 39 {**{character}** s'est mangé son bon petit repas, gurps.} 40 {**{character}** s'est mangé son bon petit repas, merci.} 41 {**{character}** s'est mangé son gros repas.} 42 {**{character}** s'est mangé son gros repas, gurps.} 43 {**{character}** s'est mangé son gros repas, merci.} 44 {**{character}** s'est mangé son petit repas.} 45 {**{character}** s'est mangé son petit repas, gurps.} 46 {**{character}** s'est mangé son petit repas, merci.} other {"invalid version number"} }

# consume_drug
source: **{character}** takes a pill.
es: **{character}** toma una pastilla.
fr: **{character}** s'envoie un cachet.

# consume_mush
source: You eat this pathetic morsel to pull the wool over their eyes, but it doesn't give you any energy...
es: Comes esta deplorable comida, pero no te hace nada...
fr: Vous mangez cette pitoyable nourriture pour donner le change mais elle ne vous fait rien...

# cook_success
source: **{character}** cooked a little something for later on.
es: **{character}** se ha preparado algo para más tarde.
fr: **{character}** s'est cuisiné un petit quelque chose pour plus tard.

# disassemble_fail
source: This thing isn't as badly made as you thought... you can't seem to manage to dismantle it...
es: Esta cosa no estaba tan mal hecha... no logras desarmarla...
fr: Ce machin n'est pas si mal foutu que ça... vous n'arrivez pas à le démonter...

# disassemble_success
source: **{character}** has dismantled the **{target_equipment}**.
es: {target_equipment_gender, select, male {**{character}** ha desarmado un **{target_equipment}**} female {**{character}** ha desarmado una **{target_equipment}**} other {invalid gender input}}.
fr: {target_equipment_gender, select, male {**{character}** a désassemblé un **{target_equipment}**.} female {**{character}** a désassemblé une **{target_equipment}**.} other {invalid gender input} }

# do_the_thing_success
source: **{character}** and **{target_character}** killed the lights and then the strange noises started... A few minutes later, the lights went back on. They seemed in great spirits afterwards.
es: **{character}** y **{target_character}** apagan la luz y se producen ruidos extraños... Algunos minutos más tarde, las vuelven a encender. {target_character_gender, select, female {{character_gender, select, female {Parecen satisfechas.} other {Parecen satisfechos.}}} other {Parecen satisfechos} }
fr: **{character}** et **{target_character}** éteignent la lumière et des bruits étranges se produisent... Quelques minutes plus tard, ils rallument. Ils ont un air satisfait.

# do_the_thing_breaks_sofa
source: **{character}** and **{target_character}** killed the lights and then the strange noises started... A few minutes later, the lights went back on. They seemed in great spirits afterwards. *The sofa can't say the same...*.
es: **{character}** y **{target_character}** apagan la luz y se producen ruidos extraños... Algunos minutos más tarde, las vuelven a encender. {target_character_gender, select, female {{character_gender, select, female {Parecen satisfechas.} other {Parecen satisfechos.}}} other {Parecen satisfechos} } *El sofá no puede decir lo mismo...*
fr: **{character}** et **{target_character}** éteignent la lumière et des bruits étranges se produisent... Quelques minutes plus tard, ils rallument. Ils ont un air satisfait. *Le sofa ne peut pas en dire autant...*

# drop
source: {target_equipment, select, Schrödinger {**{character}** has dropped **{target_equipment}**.} other {**{character}** has dropped a **{target_equipment}**.} }
es: {target_equipment, select, Schrödinger {**{character} ha soltado al **{target_equipment}**} other {{target_equipment_gender, select, male {**{character}** ha dejado un **{target_equipment}**} female {**{character}** ha dejado una **{target_equipment}**} other {invalid gender input}}}}.
fr: {target_equipment_gender, select, male {**{character}** a lâché un **{target_equipment}**.} female {**{character}** a lâché une **{target_equipment}**.} name {**{character}** a lâché **{target_equipment}**.} other {invalid gender input} }

# express_cook_success
source: **{character}** put something in the microwave.
es: **{character}** ha calentado algo en el microondas.
fr: **{character}** s'est passé quelque chose au micro-onde.

# extract_spore_success
source: :mush: **{character}** has removed a spore. It's truly repulsive. And the smell...
es: :mush: **{character}** se quita una espora. Es repugnante, y apesta... puajjj.
fr: :mush: **{character}** s'extirpe un spore. C'est vraiment répugnant. Et l'odeur...

# flirt_success
source: {character_gender, select, male {**{character}** seems interested in **{target_character}**. The way he looks at her leaves nobody in any doubt of his intentions.} female {**{character}** seems interested in **{target_character}**, the fluttering of their eyelashes is a good indicator of their most intimate thoughts.} other {invalid gender input} }
es: {character_gender, select, male {**{character}** parece estar interesado en **{target_character}**. Esa mirada no engaña.} female {**{character}** parece estar interesada en **{target_character}**, ese pestañeo y esa sonrisa revelan sus intenciones.} other {invalid gender input} }
fr: {character_gender, select, male {**{character}** semble intéressé par **{target_character}**. Ce regard qu'il lui lance ne trompera personne sur ses intentions.} female {**{character}** a l'air intéressée par **{target_character}**, ce papillonnement de sourcil est tout à fait révélateur de ses pensées secrètes.} other {invalid gender input} }

# get_up
source: **{character}** wakes up calmly...
es: **{character}** se levanta lentamente...
fr: **{character}** se lève doucement...

# hide_success
source: **{character}** has hidden a **{target_equipment}**.
es: {target_equipment_gender, select, male {**{character}** ha escondido un **{target_equipment}**.} female {**{character}** ha escondido una **{target_equipment}**.} other {invalid gender input} }
fr: {target_equipment_gender, select, male {**{character}** a dissimulé un **{target_equipment}**.} female {**{character}** a dissimulé une **{target_equipment}**.} other {invalid gender input} }

# hyperfreeze_success
source: You have successfully hyperfrozen and repacked the food.
es: Has hipercongelado tu alimento para conservarlo mejor.
fr: Vous avez hypercongelé et reconditionné de la nourriture.

# infect_success
source: {target_character_gender, select, male {:mush: **{character}** approached **{target_character}** in a predatory manner... and spiked him discretely!} female {:mush: **{character}** approached **{target_character}** in a predatory manner... and spiked her discretely!} other {:mush: **{character}** approached **{target_character}** in a predatory manner... and spiked them discretely!} }
es: :mush: **{character}** se ha acercado a **{target_character}** con un instinto predador... ¡y le ha picado discretamente!
fr: :mush: {character_gender, select, male {{target_character_gender, select, male {**{character}** s'est rapproché de **{target_character}** avec un regard de prédateur... et l'a poinçonné discrètement !} female {**{character}** s'est rapproché de **{target_character}** avec un regard de prédateur... et l'a poinçonnée discrètement !} other {invalid gender input} }} female {{target_character_gender, select, male {**{character}** s'est rapprochée de **{target_character}** avec un regard de prédateur... et l'a poinçonné discrètement !} female {**{character}** s'est rapprochée de **{target_character}** avec un regard de prédateur... et l'a poinçonnée discrètement !} other {invalid gender input} }} other {invalid gender input} }

# lie_down
source: **{character}** is lying down... It's good to just stop and take a break. Destination : the land of dreams!
es: **{character}** se recuesta... El descanso le hará bien. ¡Rumbo al país de los sueños!
fr: **{character}** s'allonge... Ça fait du bien de s'arrêter. Allez direction le pays des rêves !

# enter_room
source: **{character}** entered the room{is_tracker, select, true { {enter_loc_prep} {place}} other {}}.
es: **{character}** ha entrado{is_tracker, select, true { {enter_loc_prep} {place}} other {}}.
fr: {character_gender, select, male {**{character}** est entré{is_tracker, select, true { {enter_loc_prep} {place}} other {}}.} female {**{character}** est entrée{is_tracker, select, true { {enter_loc_prep} {place}} other {}}.} other {**{character}** est entré{is_tracker, select, true { {enter_loc_prep} {place}} other {}}.} }

# exit_room
source: **{character}** left the room{is_tracker, select, true { {exit_loc_prep} {place}} other {}}.
es: **{character}** ha salido{is_tracker, select, true { {exit_loc_prep} {place}} other {}}.
fr: {character_gender, select, male {**{character}** est sorti{is_tracker, select, true { {exit_loc_prep} {place}} other {}}.} female {**{character}** est sortie{is_tracker, select, true { {exit_loc_prep} {place}} other {}}.} other {**{character}** est sorti{is_tracker, select, true { {exit_loc_prep} {place}} other {}}.} }

# read_book
source: **{character}** starts reading enthusiastically...
es: **{character}** lee un libro y algo le intriga...
fr: **{character}** se plonge dans un document avec un air intrigué...

# read_document
source: **{character}** starts reading enthusiastically...
es: **{character}** lee un documento y algo le intriga...
fr: **{character}** se plonge dans un document avec un air intrigué...

# read_content
source: {content}
fr: {content, select, empty {Ce carré jaune ne cesse d'attirer votre regard, comme s'il manquait quelque chose...} other {{content}}}
