Repository: cmnemoi/eMush
Catalog: Api/translations/*/action_fail+intl-icu.*.xlf
Languages: es, fr

# build_lack_ressources
source: You are missing objects required for this plan.
es: Te faltan objetos para armar este plano.
fr: Il vous manque des objets pour réaliser ce plan.

# insufficient_action_point
source: You have insufficient :pa: (Action Points) to do this. **Eat** or **wait a few cycles**.
es: No tienes suficientes :pa: (Puntos de Acción) para realizar esta acción. **Come** o **espera algunos ciclos**.
fr: Vous n'avez pas assez de :pa: (Point d'Action) pour réaliser cette action. **Mangez** ou **attendez quelques cycles**.

# insufficient_action_point_mush
source: You have insufficient :pa: (Action Points) to do this. **Wait a few cycles**.
es: No tienes suficientes :pa: (Puntos de Acción) para realizar esta acción. **Espera algunos ciclos**.
fr: Vous n'avez pas assez de :pa: (Point d'Action) pour réaliser cette action. **Attendez quelques cycles**.

# no_shelving_unit
source: This room doesn't contain any shelf...
es: Esta sala no tiene estanterías...
fr: Cette pièce ne dispose pas d'étagère...

# full_inventory
source: Your inventory is full, make some space!
es: Tu inventario está lleno, ¡haz espacio!
fr: Votre inventaire est plein, faites de la place !

# not_a_room
source: You cannot carry out this action here. What good would it do?
es: No puedes realizar esta acción aquí... ¿Para qué?
fr: Vous ne pouvez pas effectuer cette action ici... À quoi bon ?

# on_planet
source: Actions are not available on planets.
es: Las acciones no están disponibles en los planetas.
fr: Sur les planètes les actions ne sont pas disponibles.

# daily_limit
source: This action can only be carried out once per day. It will be available again after cycle 8.
es: Esta acción puede ser realizada una sola vez al día. Estará disponible después del ciclo 8.
fr: Cette action ne peut être effectuée qu'une fois par jour. Elle sera de nouveau disponible après le cycle 8.

# ceasefire
source: Impossible, a ceasefire has been imposed in this room.
es: Imposible, se impuso un alto el fuego en esta sala.
fr: Impossible, un cessez-le-feu a été imposé dans cette pièce.

# unique_action
source: This action can not be carried out again. Never... ever again...
es: Esta acción ya no puede ser utilizada. Nunca jamás...
fr: Cette action ne peut plus être utilisée. Jamais... Plus du tout...

# in_space_capsule
source: You cannot act because you're locked up inside of a space capsule.
es: {character_gender, select, female {No puedes actuar porque estás encerrada en una cápsula espacial.} other {No puedes actuar porque estás encerrado en una cápsula espacial.} }
fr: {character_gender, select, male {Vous ne pouvez pas agir car vous êtes enfermé dans une capsule spatiale.} female {Vous ne pouvez pas agir car vous êtes enfermée dans une capsule spatiale.} other {invalid gender input} }

# in_patroller
source: You cannot carry out that action here... what good would it do?
es: No puedes efectuar esta acción aquí... ¿Para qué?
fr: Vous ne pouvez pas effectuer cette action ici... À quoi bon ?

# pre_mush_restricted
source: No threat has been detected, why would you want to do that? *This action is not available until the ship is full.*
es: No hay amenaza detectada, ¿Por qué querrías hacer eso? Esta acción estará disponible cuando la nave haya reunido toda su tripulación.
fr: Pas de menace détectée, pourquoi faire ça ? *Cette action est indisponible tant que le vaisseau n'est pas au complet*.

# pre_mush_aggressive
source: Violence is not the answer right now.
es: La violencia es inútil de momento.
fr: La violence est inutile pour le moment.

# heal_no_injury
source: You are not injured, but that could be arranged...
es: {character_gender, select, female {No estás herida, pero eso se puede arreglar...} other {No estás herido, pero eso se puede arreglar...} }
fr: {character_gender, select, male {Vous n'êtes pas blessé, mais ça peut s'arranger...} female {Vous n'êtes pas blessée, mais ça peut s'arranger...} other {invalid gender input} }

# dmz_core_peace
source: :neron: [Hobble DMZ-corepeace]... check. Why would you do a thing like that? I see no reasons for such an abomination. Pin re-inserted and locked in place!
es: :neron: [ Traba DMZ-CorePeace ]...Ok. ¿Qué te lleva a hacer algo tan terrible? Malo, malo, malo. ¡Detonador desactivado!
fr: :neron: [ Entrave DMZ-corepeace ]... Check. Quelles sont vos motivations pour faire cela ? Je ne vois aucun intérêt à cette abomination. Déclencheur désactivé !

# daedalus_traveling
source: For your safety, this action is impossible while travelling.
es: Por tu seguridad, esta acción es imposible durante los viajes.
fr: Pour votre sécurité, cette action est impossible durant les voyages.

# broken_equipment
source: You cannot carry out this action here as the required equipment is broken.
es: No puedes realizar esta acción aquí, ya que el equipo requerido está fuera de servicio.
fr: Vous ne pouvez effectuer cette action car ceci est hors d'usage.

# dirty_restriction
source: Warning, do not approach! Terminal access strictly forbidden! Note: « You filthy lout, how dare you?! *Come back once you are clean.* »
es: ¡Alerta, no acercarse! ¡El acceso a este terminal está prohibido! Nota: "Pfff, mira cómo vienes. {character_gender, select, female {**Vuelve cuando estés limpia.**"} other {**Vuelve cuando estés limpio.**"} }
fr: {character_gender, select, male {Alerte, ne pas approcher ! Accès aux terminaux strictement interdit ! Note : « Muffle, comment osez vous !? *Revenez quand vous serez propre*.»} female {Alerte, ne pas approcher ! Accès aux terminaux strictement interdit ! Note : « Muffle, comment osez vous !? *Revenez quand vous serez propre*.»} other {invalid gender input} }

# terminal_role_restricted
source: You don't have access to this terminal. The right to access certain terminals is subject to possessing specific *Titles* or *skills*.
es: No tienes acceso a este terminal. El acceso a ciertos terminales requiere de ciertos *Títulos* o *Habilidades* específicas.
fr: Vous n'avez pas accès à ce terminal. Les droits d'accès à certains terminaux sont assujettis à la possession de *Titres* ou de *Compétences* spécifiques.

# terminal_neron_lock
source: NERON has blocked your access. Please see the administrator about this.
es: NERON te ha prohibido esta acción. Habla con su Administrador.
fr: NERON vous a interdit cette action. Veuillez en référer à l'Administrateur.

# explore_nothing_left
source: This planet has been fully explored: There is nothing to gain by further exploration.
es: Este planeta ha sido visitado enteramente, una exploración adicional no te aportará nada.
fr: Cette planète a été entièrement visitée, une exploration supplémentaire ne vous apporterait plus rien.

# explore_not_in_orbit
source: We are not currently in orbit. Please consult the *Astrophysicists*.
es: No estamos en órbita. Señálalo a los *Astrofísicos*.
fr: Nous ne sommes pas en orbite. Veuillez en référer aux *Astrophysiciens*.

# fire_out_ammunition
source: This patrol craft is out of ammunition.
es: Este patrullero ya no tiene municiones.
fr: Ce patrouilleur est à court de munitions.

# unloaded_weapon
source: This weapon is not loaded. It will gain a charge next cycle.
es: Esta arma no está cargada. Recuperará una carga en el siguiente ciclo.
fr: Cette arme n'est pas chargée. Elle regagnera une charge au prochain cycle.

# do_the_thing_already_done
source: You have already done that today.
es: Esto ya fue hecho hoy.
fr: Vous l'avez déjà fait aujourd'hui.

# do_the_thing_camera
source: There's no need to record this...
es: No es necesario grabar eso, no...
fr: Pas besoin d'enregistrer cela non plus...

# do_the_thing_witness
source: There is no need to watch you in moments like this.
es: Nadie quisiera verte en esos instantes, no...
fr: Pas besoin qu'on vous observe dans ces moments-là...

# do_the_thing_asleep
source: This person is sleeping, and they don't seem too keen on doing much else...
es: Esta persona parece dormida, no tiene cara de querer hacerlo...
fr: Cette personne est endormie, elle n'a pas l'air d'avoir envie de le faire...

# do_the_thing_not_interested
source: This person has never shown any interest in you...
es: Esta persona nunca ha mostrado el mínimo interés hacia ti...
fr: Cette personne n'a jamais montré la moindre attention à votre égard...

# flirt_already_flirted
source: You are already very close to this person.
es: {character_gender, select, female {Ya estás bastante relacionada con esta persona.} other {Ya estás bastante relacionado con esta persona.} }
fr: {character_gender, select, male {Vous êtes déjà très lié à cette personne.} female {Vous êtes déjà très liée à cette personne.} other {invalid gender input} }

# flirt_antisocial
source: You are not interested in this kind of social interaction...
es: {character_gender, select, female {No estás interesada en este tipo de interacción social...} other {No estás interesado en este tipo de interacción social...} }
fr: {character_gender, select, male {Vous n'êtes pas intéressé par ce genre d'interaction sociale...} female {Vous n'êtes pas intéressée par ce genre d'interaction sociale...} other {invalid gender input} }

# flirt_same_family
source: You cannot flirt with this person...
es: Este flirteo es imposible.
fr: Ce flirt est impossible.

# daily_spore_limit
source: The entire *Mush* crew cannot create more than *{quantity} spores* per day.
es: Los *Mush* en su conjunto no pueden producir más de **{quantity} esporas** por día.
fr: L'ensemble des *Mush* ne peuvent produire plus de *{quantity} spores* par jour.

# personal_spore_limit
source: You cannot carry more than two spores.
es: No puedes transportar más de 2 esporas.
fr: Vous ne pouvez pas transporter plus de deux spores.

# booby_trap_already_done
source: Great fungi think alike. This shelving unit is already booby-trapped...
es: Los grandes hongos piensan igual. Esta estantería ya tiene una trampa...

# slime_already_done
source: This object is already booby-trapped.
es: Este objeto ya tiene una trampa.
fr: Cet objet est déjà piégé.

# infect_immune
source: This target is immune to Mush.
es: La víctima está inmunizada contra el Mush.
fr: Cette cible est immunisée au Mush.

# infect_no_spore
source: You have to extract spores before you can spike someone.
es: Debes extirpar esporas antes de poder picar a alguien.
fr: Vous devez extirper des spores avant de pouvoir poinçonner quelqu'un.

# infect_mush
source: This target is already an agent of Mush.
es: La víctima ya es un Mush.
fr: Cette cible est déjà agent du Mush.

# infect_daily_limit
source: You can no longer carry out this action today.
es: Ya no puedes efectuar esta accíon hoy.
fr: Vous ne pouvez plus effectuer cette action aujourd'hui.

# transfer_no_spore
source: In order to use this skill, the target must have been infected at least once.
es: Para usar esta habilidad, la víctima debe haber sido infectada al menos una vez.
fr: Pour pouvoir utiliser cette compétence la cible doit avoir été infectée au moins une fois.

# phagocyte_no_spore
source: You don't have any spores to absorb.
es: No tienes una espora para absorber.
fr: Vous n'avez pas de spore à absorber.

# mutated
source: A mutated can't do that. He can only move, sabotage and strike, and that's more than enough...
es: Un mutado no puede hacer eso. Solo puede desplazarse, sabotear y golpear, eso ya es suficientemente bueno.
fr: Un muté ne peut pas faire cela. Il peut seulement se déplacer, saboter et frapper, et c'est largement suffisant...

# whisper_mute
source: You cannot communicate anymore.
es: Ya no puedes comunicarte.
fr: Vous ne pouvez plus communiquer.

# target_already_outcast
source: This crewmember is a pariah, they have already received their castigation!
es: Este tripulante es un paria, ¡ya ha recibido su castigo!
fr: {target_character_gender, select, male {Cet équipier est un paria, il a déjà reçu sa peine !} female {Cette équipière est une paria, elle a déjà reçu sa peine !} other {invalid target gender} }

# already_outcast_onboard
source: There is already a pariah onboard!
es: ¡Ya hay un paria a bordo!
fr: Il y a déjà un paria à bord !

# lonely_apprenticeship
source: You will need other crew members to do this.
es: Para realizar esta acción, necesitas otros miembros del equipo.
fr: Pour réaliser cette action, vous avez besoin d'autres équipiers.

# list_already_printed
source: You have already printed this information.
es: Ya has impreso estas informaciones.
fr: Vous avez déjà imprimé ces informations.

# list_no_mush
source: What is the point of printing the list, if there are no Mush onboard?
es: ¿De qué sirve imprimir la lista si no hay Mush a bordo?
fr: Quel est l'intérêt d'imprimer la liste s'il n'y a pas de Mush à bord ?

# issue_mission_already_issued
source: You have already delegated a mission, you can do this again tomorrow, or sooner, if your subordinate refuses.
es: Ya has ordenado una misión, puedes hacerlo mañana o si tu subalterno la rechaza.
fr: Vous avez déjà ordonné une mission, vous pourrez le refaire demain ou si votre subalterne la refuse.

# issue_mission_no_target
source: Nobody is currently available to receive your orders.
es: No hay nadie disponible para recibir tus órdenes.
fr: Personne n'est actuellement accessible pour recevoir vos ordres.

# drone_upgrade_lack_ressources
source: Drone upgrades require 2 x Scrap Metal.
es: Las mejoras del Dron requieren 2 x piezas metálicas.
fr: Les améliorations des Drones demandent 2 Débris métalliques.

# mage_book_already_have_skill
source: Your thirst for knowledge is overwhelming... You already have this *Skill*.
es: ¿Tu sed de conocimiento es insaciable? Ya posees esta *Habilidad*.
fr: Votre soif de connaissance est trop grande... Vous possédez déjà cette ||Compétence||.

# mage_book_already_have_read
source: Your thirst for knowledge is overwhelming... You cannot learn more than 1 *skills* from books.
es: ¿Tu sed de conocimiento es insaciable? No puedes aprender más de 1 *habilidad* con los libros.
fr: Votre soif de connaissance est trop grande... Vous ne pouvez pas apprendre plus d'une *compétence* grâce aux livres.

# consume_drug_twice
source: **NNnnnnggghhh** for your own safety, you are not allowed to eat more than a pill per cycle...
es: **Hiiiiiiinnn** por su seguridad, no puedo permitirle tomar más de un medicamento por ciclo...
fr: **Hiiiiiiiinnn** pour votre sécurité, je ne peux vous autoriser à prendre plus d'un médicament par cycle...

# consume_full_belly
source: You are already full.
es: {character_gender, select, female {Estás saciada.} other {Estás saciado.} }
fr: {character_gender, select, male {Vous êtes rassasié.} female {Vous êtes rassasiée.} other {invalid gender input} }

# reinforce_full_hull
source: The hull is not in need of repairs.
es: El casco de la nave no necesita reparación.
fr: La coque n'a pas besoin de réparations.

# already_installed_camera
source: This room already has a **Camera**.
es: Esta sala ya tiene una **Cámara**.
fr: Cette salle dispose déjà d'une **Caméra**.

# water_plant_no_thirsty
source: This plant doesn't seem to be thirsty at the moment.
es: Esta planta parece no necesitar agua.
fr: Cette plante n'a pas l'air de manquer d'eau.

# treat_plant_no_disease
source: This plant doesn't seem to require treatment at the moment.
es: Esta planta parece no necesitar cuidados.
fr: Cette plante n'a pas l'air d'avoir besoin d'être traitée.

# launch_grenade_alone
source: Doing this alone is pointless... Funny but pointless.
es: Hacer eso solo sería inútil... Gracioso, pero inútil al fin.
fr: Faire cela seul serait inutile... Drôle mais inutile.

# sabotage_no_door
source: No **Doors** to sabotage...
es: No hay **Puertas** que sabotear.
fr: Pas de **Porte** à saboter.

# analyse_nothing_undiscovered
source: There are no sections of this planet still to be revealed.
es: No hay más secciones de este planeta por revelar.
fr: Cette planète n'a plus de sections à révéler.

# no_pilgred
source: PILGRED is not operational.
es: PILGRED no está operativo.
fr: PILGRED n'est pas opérationnel.

# not_enough_map_fragments
source: This starmap shard is interesting. Maybe with a few more pieces, you could learn more about its origin.
es: Este fragmento de mapa estelar es interesante, tal vez con algunas copias más puedas aprender más sobre su origen.
fr: Ce morceau de carte stellaire est intéressant, peut-être qu'avec un peu plus d'exemplaires, vous pourriez en apprendre plus sur leur origine.

# no_direction_picked
source: You have to choose a direction to orientate the ship towards.
es: Elige una dirección para el trayecto de la nave.
fr: Il faut choisir une direction pour pouvoir orienter le vaisseau.

# coms_already_attempted
source: You have exhausted your NERON CPU allocation, because you've already done this once today. Come back tomorrow!
es: La carga del CPU de NERON que te corresponde está agotada porque ya realizaste esta acción hoy. ¡Vuelve mañana!
fr: La tranche CPU de NERON qui vous est assignée est épuisée car vous avez déjà fait cette action aujourd'hui. Revenez demain !

# no_active_rebel
source: No rebel bases are transmitting.
es: Ninguna base rebelde está emitiendo señal.
fr: Aucune base rebelle n'a émis de signal.

# no_selected_rebel
source: Select a rebel base to decode its signal.
es: Elige una base rebelde para decodificar su señal.
fr: Choisissez une base rebelle pour pouvoir décoder son signal.

# no_xyloph_left
source: The Xyloph database is empty.
es: La base de datos de Xyloph está vacía.
fr: La base de données de Xyloph est vide.

# no_project_left
source: You have reached the highest NERON level possible.
es: ¡Ya no hay proyectos por terminar!
fr: NERON a atteint son numéro de version maximal.

# coms_not_officer
source: You would require the title of **Communications Officer** to perform this action.
es: Debes tener el título de **Oficial de Comunicaciones** para realizar esta acción.
fr: Vous devez avoir le titre de Responsable Comm. pour effectuer cette action.

# deal_lack_ressources
source: You lack the required items for this transaction.
es: No cuentas con los requisitos para este intercambio.
fr: Vous ne disposez pas des prérequis pour cet échange.

# deal_not_coms_officer
source: Only the **Communications Officer** can perform this action!
es: ¡Solo el **Oficial de Comunicaciones** puede realizar esta acción!
fr: Seul le **Responsable Comm.** peut effectuer cette action !

# dismantle_reinforced
source: This piece of equipment has been reinforced, dismantling it is impossible...
es: Este equipo está **blindado**, es imposible desarmarlo...
fr: Cet équipement est blindé, impossible de le démonter...

# sabotage_reinforced
source: This piece of equipment has been **reinforced**...
es: Este equipo ha sido **blindado**, es imposible de sabotear...

# bed_occupied
source: This bed is already taken.
es: Esta cama ya está ocupada.
fr: Ce couchage est déjà occupé.

# already_washed_in_sink_today
source: The struggle of washing yourself was enough for today.
es: Esta lucha por lavarse fue suficiente por hoy.
fr: Cette galère pour se nettoyer vous a suffi pour aujourd'hui.

# already_in_bed
source: You are already in bed.
es: {character_gender, select, male {Ya estás recostado.} female {Ya estás recostada.} other {Ya estás recostado.} }
fr: {character_gender, select, male {Vous êtes déjà couché.} female {Vous êtes déjà couchée.} other {invalid gender input} }

# reinforce_lack_ressources
source: This action requires **Scrap Metal**.
es: Esta acción requiere una **Pieza Metálica**.
fr: Cette action nécessite un **Débris Métallique**.

# renovate_lack_ressources
source: The repairs to the Patrol Craft require some *Scrap Metal*.
es: Las reparaciones de este Patrullero necesitan una *Pieza Metálica*
fr: Remettre à neuf un Patrouilleur nécessite un *Débris Métallique*.

# surgery_not_lying_down
source: This action requires you to be lying down.
es: {character_gender, select, female {Esta acción requiere que estés recostada.} other {Esta acción requiere que estés recostado.} }
fr: {character_gender, select, male {Cette action nécessite que vous soyez allongé.} female {Cette action nécessite que vous soyez allongée.} other {invalid gender input} }

# mush_remove_spore
source: Pax Fungi: The Mush doesn't tolerate direct violent actions against itself.
es: Pax Fungi: El Mush no tolera acciones violentas directas contra sí mismo.
fr: Pax Fungi : Le Mush ne tolère pas les actions violentes directes envers lui-même.

# already_did_boring_speech
source: You already offered a boring speech today.
es: Ya diste un discurso aburrido hoy.
fr: Vous avez déjà donné un discours barbant aujourd'hui.

# have_all_fake_diseases
source: Buurrp, you do not feel very well... You can no longer fake other diseases.
es: Buurrp, no te sientes muy bien... Ya no puedes fingir otras enfermedades.
fr: Buurrp, vous ne vous sentez pas très bien... Vous ne pouvez plus imiter d'autre maladie.

# symptoms_are_preventing_action
source: The state of your health prevents you from doing this action. Too bad.
es: El estado de tu salud te impide realizar esta acción. Que terrible.
fr: Votre état de santé vous empêche de faire cette action. Dommage.

# gagged_prevent_spoken_action
source: Impossible to utter a single word until you get rid of this damned piece of tape.
es: Es imposible pronunciar una sola palabra hasta que te deshagas de este maldito pedazo de cinta adhesiva.
fr: {character_gender, select, male {Impossible de prononcer le moindre mot tant que vous ne vous serez pas débarrassé de ce fichu bout de scotch.} female {Impossible de prononcer le moindre mot tant que vous ne vous serez pas débarrassée de ce fichu bout de scotch.} other {invalid gender input} }

# screwed_talkie_already_pirated
source: Impossible to pirate more than one walkie-talkie at a time.
es: No se puede hackear más de un walkie-talkie a la vez.
fr: Impossible de pirater plus d'un talkie à la fois.

# screwed_talkie_no_talkie
source: It's a shame that this crew member has no walkie-talkie on them.
es: Es una pena, tu camarada no tiene su walkie-talkie con él.
fr: C'est dommage, votre coéquipier n'a pas son talkie sur lui.

# screwed_talkie_no_talkie_self
source: You need your walkie-talkie to perform this action.
es: Necesitas tu walkie-talkie para realizar esta acción.
fr: Munissez vous de votre talkie pour réaliser cette action.

# update_talkie_require_neron
source: You would have to plug into the core of NERON to perform this update.
es: Debes conectarte al núcleo de NERON para realizar esta actualización.
fr: Vous avez besoin de vous brancher au cœur de NERON pour effectuer cette mise à jour.

# update_talkie_require_tracker
source: For some obscure reason, you need your tracker to update your walkie-talkie.
es: Por alguna misteriosa razón, necesitas tu tracker para actualizar tu walkie-talkie
fr: Pour une raison obscure, vous avez besoin de votre tracker pour mettre à jour votre talkie.

# immunized_remove_spore
source: You're immune to the Mush, why would you want to hurt yourself?
es: Eres inmune contra el Mush, ¿por qué querrías hacerte daño?
fr: {character_gender, select, male {Vous êtes immunisé contre le Mush, pourquoi vouloir vous faire du mal ?} female {Vous êtes immunisée contre le Mush, pourquoi vouloir vous faire du mal ?} other {invalid gender input} }

# daedalus_already_full_hull.description
source: The hull is not in need of repair.
es: El casco de la nave no necesita reparación.
fr: La coque n'a pas besoin de réparations.

# combustion_chambre_full
source: The combustion chamber is full.
es: La cámara de combustión está llena.
fr: La chambre de combustion est pleine.
