Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions_log+intl-icu.*.xlf
Languages: es, fr

# motivational_speech
source: {character_icon} **{character} :** {version, select, 1 {OK guys, this isn't working at all. You seem convinced that the Mush will commit suicide from despair. I remind you that we must study it first, so a little pessimism is ok, yeah?} 2 {Greetings! Apologies for my looks, I just got out of the shower. I am convinced that the solution to our problems lies in the proper utilization of the Swedish Sofa that can be found on board. We must penetrate the defenses of the Mush and silence them!} 3 {Fellow crew members, we have been charged with a mission the greatness of which is yet to be surpassed, and we have the means to succeed! The SDF knows this only too well, why else would they attack us?} 4 {Comrades, have confidence! The Mush are trying to divide us and to demoralize us but their attempts shall be in vain if we remain united. I can feel that we will emerge victorious from this conflict. A bright future awaits us.} 5 {Comrades! Our destiny is to save humanity... We are the hope that the martyrs of Sol have been waiting for and we will prove ourselves worthy of their legacy! We are the future and we shall advance until the end of time!} 6 {Comrades! Raise your head and don't give up hope! Victory is near. We shall triumph. Indeed, we are about to… uh… to… Aw crap, can someone help me decipher the rest of this speech copy?} 7 {Grand is our destiny, I tell you! Let us take back this formidable vessel. On board of it is the most valiant crew. We shall succeed in getting rid of all these Hunters. Let us celebrate humanity's future victory over the Mush!} 8 {I had a dream. And in this dream, a new humanity greets the battered hulk of the Daedalus before launching a huge fleet to reconquer Sol, armed with its immunity to the Mush. I have witnessed the future - of that, I am certain. We shall succeed. WE SHALL SUCCEED!} 9 {I can see it in your eyes: the same dread that could engulf my heart. A day may come when the courage of humanity will fail, when all of us will succumb to infection. But that day has not yet come to pass. Today, we fight! I order you to stand proud, Humans of Sol!} 10 {Should the attacks not cease and should the whole world not survive this epoch, we may yet be proud to be the crew that vanguards the last hope to the edge of space, to the promised land. Never forget: We are the FUTURE!} 11 {My friends, the hour is perilous, I'm not going to hide it from you. But where others give up, WE will know how to make a difference, because WE are the cream of the crop and such is our duty!} 12 {Do not forget that we have been chosen amongst all to save humanity. No one is better-suited than us. Remember all of those who remained at the mercy of the Mush to make this voyage possible. Do not let them down!} 13 {We have been, and may still be overwhelmed by the force of the mushrooms! But has the final word been spoken? Should hope disappear? Is our defeat final? No! The flame of resistance must not be snuffed out, and will not be snuffed out.} 14 {Your situation may seem hopeless. Some of you may have lost family and friends, but know that you are the lucky ones! Why, you ask? Because you've got me as your superior!} 15 {Pull yourselves together, you bunch of downers! The enemy is at our doorstep, but we shall atomize it! The Mush won't get us. We will crush them like common mushrooms. We are the best, we will emerge victorious!} 16 {Tap, tap, tap, 1, 2, 1, 2, can you hear me? I'll make it nice and simple for you, slowpokes! Together with Stephen, we've prepared a maxi-sized chocolate cake for you, and I'm counting on all of you to dig in! Guaranteed laxative-free this time! TO THE TABLE!!!} 17 {ALL TOGETHER! Hunter, if I catch ya, YOU DIE! Booooya! Mush, if I find ya, I'll PUT YOU DOWN! Booooya! Spores tremble from the sound of our booming cries! Booooya! Cuz' with the Deadalus, soon we will find citruses, crocuses and other prunuses! Booooya!} 18 {You may start to worry when the Mush infect me, but for at the moment you don't have to, because with me, NOTHING is going to happen to you! But if they should ever get me, then, and only then, you will have no hope.} 19 {You, who are much more than my subordinates, I am telling you: Despite the crushing weight of our responsibility, I am proud as ever to lead a crew like no other to such a noble destiny!} other {Comrades! Our destiny is to save humanity... We are the hope that the last Martyrs of Sol were waiting for and we will show that we are worthy of their memoirs! We are the future and we will fight until the end of time!} }
es: {character_icon} **{character}**: {version, select, 1 {Anoche soñé algo maravilloso: Una gran fiesta interplanetaria, donde los Mush solo eran piñatas. Todos bailábamos felices la canción de moda del verano, todos en bañador, cocteles en la mano... ¡Hagamos ese sueño realidad!} 2 {La vida te puede quitar muchas cosas: el Internet, el amor, un riñón... Pero mientras tengas la mirada de tu superior, nada te faltará.} 3 {Dediquemos un momento a recordar la sonrisa de esos niños en la Tierra, los partidos de fútbol el domingo, esas lasañas de la abuela, las vacaciones en la playa... Su existencia depende hoy de nosotros. Que cada disparo a un Hunter, sea por una de esas cosas que nos hacen tan felices.} 4 {¡Somos del Daedalus, los héroes de Venus y todo lo resolvemos con el an...!} 5 {Estamos a punto de escribir las páginas más gloriosas de la historia. Que cada uno aporte lo que sepa. ¡Vamos a ganar! ¡Sí! ¡¿Gracias a quién?! ¡A mi!} other {Nuestra misión es la más grande e importante de todos los tiempos, debemos estar a la altura de tal responsabilidad. ¡Unidos como un puño, lo lograremos!} }
fr: {character_icon} **{character} :** {version, select, 1 {Bon les cocos, ça ne va pas du tout là. Vous assurez tellement bien que le Mush va se suicider de désespoir. Je vous rappelle qu'on doit l'étudier avant, alors simulez un peu de pessimisme, ok ?} 2 {Bonjour - Excusez ma tenue, je sors de la douche. Je suis convaincu que la solution à nos problèmes se trouve dans la bonne utilisation du Sofa Suédois qui se trouve à bord. Il nous faut pénétrer les défenses du Mush et le bâillonner !} 3 {Chers équipiers, nous sommes chargés d'une mission comme il n'en existe pas de plus grande, et nous avons les moyens de l'accomplir ! La FDS ne le sait que trop bien, pour quelle autre raison est-ce qu'elle nous attaquerait ?} 4 {Compagnons, ayez confiance. Le Mush essaie de nous diviser et de nous démoraliser mais ses tentatives seront vaines si nous restons unis. Je le sens tout au fond de moi, nous sortirons vainqueurs de ce conflit. Un brillant avenir nous attend.} 5 {Compagnons ! Notre Destin est de sauver l'Humanité… Nous sommes l'espoir qu'attendaient les martyrs de Sol et nous nous montrerons dignes de leurs mémoires ! Nous sommes le futur et nous irons de l’avant jusqu’à la fin des temps !} 6 {Compagnons ! Redressez la tête, gardez espoir ! La victoire est proche. Nous allons triompher. En effet, nous sommes sur le point de… euh… de… Ah zut, quelqu'un peut m'aider à déchiffrer la suite de cette copie de discours ?} 7 {Grandiose est notre destinée, je vous lis ! Reprenons en main ce formidable vaisseau. A son bord, son équipage est des plus valeureux. Nous réussirons à nous débarrasser de tous ces Hunters. Festoyons à la future victoire de l'humanité sur le Mush !} 8 {J'ai fait un rêve. Dans ce rêve, une nouvelle humanité saluait l'épave du Daedalus avant de lancer une énorme flotte à la reconquête de Sol, forte de son immunité au Mush. J'ai vu l'avenir, j'en suis sûr. Nous réussirons. NOUS RÉUSSIRONS !} 9 {Je lis dans vos yeux la même peur qui pourrait saisir mon cœur. Un jour peut venir où le courage des Hommes faillira, où nous serons tous infectés. Ce jour n'est pas arrivé. Aujourd'hui nous combattrons ! Je vous ordonne de tenir, Hommes de Sol !} 10 {Même si les attaques ne cessent pas et que tout le monde ne survivra pas à cette épopée, nous pouvons être fiers d'être l'équipage qui mènera le dernier espoir aux confins de l'espace, en terre promise. Ne l'oubliez jamais : Nous sommes l'AVENIR !} 11 {Mes amis, l'heure est grave je ne vous le cache pas. Mais là où d'autres baisseraient les bras, NOUS saurons faire la différence car NOUS sommes la fine fleur de l'élite et que tel est notre devoir !} 12 {N'oubliez pas que nous avons été choisis d'entre tous pour sauver l'humanité. Personne d'autre que nous ne saurait mieux y arriver. Pensez à tous ceux qui sont restés à la merci du Mush pour rendre ce voyage possible, ne les décevez pas !} 13 {Nous avons été et sommes submergés par la force des champignons ! Mais le dernier mot est-il dit ? L'espérance doit-elle disparaitre ? La défaite est-elle définitive ? Non ! La flamme de la résistance ne doit pas s'éteindre et ne s'éteindra pas.} 14 {Nous sommes peut-être dans une situation qui semble désespérée. Peut-être que certains d'entre-vous ont perdu leurs familles et leurs amis mais sachez que vous êtes les plus chanceux ! Pourquoi me direz-vous ? Car vous m'avez pour supérieur !} 15 {Secouez-vous un peu, bande de moules ! L'ennemi est à nos portes mais nous allons l'atomiser ! Le Mush ne nous aura pas. Nous l’écraserons comme un vulgaire champignon. Nous sommes les meilleurs, nous vaincrons !} 16 {tap tap 1, 2, 1, 2, y m'entendent, c'est bon ? Je vais vous la faire simple et brève mes pépères ! Avec Stephen on vous a préparé un maxi gâteau au chocolat, et je compte sur vous tous pour bien le dégommer ! Garanti sans laxatif ce coup-ci ! A TABLE !!!} 17 {TOUS AVEC MOI ! Hunter, si j't'attrape, TU MEURS ! BoUYAAA Mush, si j'te trouve, j'TE COUCHE ! BoUYAAA Spores tremblez sous le cris de notre Stentor ! BoUYAAA Car avec le Deadalus, bientôt nous retrouverons cirrus crocus et autres prunus ! BoUYAAA} 18 {Vous pourrez commencer à vous inquiéter quand le Mush m'aura infecté, mais pour l'instant vous n'avez pas à vous en faire car avec moi RIEN ne peut vous arriver ! Mais si un jour ils m'ont, et seulement à ce moment là, vous n'aurez plus aucun espoir.} 19 {Vous qui êtes ici bien plus que des subordonnés, je vous le dis : malgré le poids écrasant de notre responsabilité, je suis fier comme jamais de mener un équipage à nul autre pareil dans une si noble destinée !} other {invalid version input} }

# boring_speech
source: {character_icon} **{character} :** {version, select, 1 {Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. SHUT UP ALREADY!} 2 {I, Commander of the Daedalus, promise an end to the Mush crisis. I, Commander of Daedalus, would advocate for equality between men and women. I, Commander of the Daedalus, am obligated to Do It once a day. I, Commander of the Daedalus, pregnant women will be exempt from working. I, Commander of the Daedalus, vow not sell any of you to the slavers. I, Commander of the Daedalus, we shall eat 5 fruits and vegetables a day. I, Commander of the Daedalus, NERON will be in a good spirits. I, Commander of the Daedalus, showering shall become public. I, Commander of the Daedalus, we will go to Eden. I, Commander of the Daedalus, …} 3 {As the great President Maubrick says: always believe in the SDF, don't hit your neighbors and treat women with respect. As the great President Maubrick says: the Mush can't do anything against us. Back in the day, President Maubrick...} 4 {Following your misbehavior, we were thinking it'd be a good time to remind you of the golden rules of being a good crewmate, which you were informed of before your cryogenization... Let's begin... "I swear to never occupy a bed for more than five consecutive cycles, and I'll do so in order to allow my crewmates to rest adequately, in compliance with the SDF Treatment regulations"... Next...} other {Remember that day when... blablabla blablabla blabla blablabla... and then I... blablabla blablabla blablabla... and that's when the... blablabla blablabla blablabla... which meant that... blablabla blablabla blablabla... blablabla blablabla blabla... and ever since that day... blablabla blablabla blablabla} }
es: {character_icon} **{character}**: {version, select, 1 {Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum... ¡YA CÁLLATE!} 2 {Yo, comandante del Daedalus, prometo dar fin a la crisis Mush. Yo, comandante del Daedalus, abogaré por la igualdad entre hombres y mujeres. Yo, comandante del Daedalus, tengo derecho a Hacerlo una vez al día. Yo, comandante del Daedalus, las mujeres encintas estarán exentas de trabajar. Yo, comandante del Daedalus, juro no venderos a los esclavistas. Yo, comandante del Daedalus, ducharse deberá hacerse en público. Yo, comandante del Daedalus, NERON estará de buen humor. Yo, comandante del Daedalus, iremos al Edén. Yo, comandante del Daedalus, ...} 3 {Los usuarios que se han dedicado a hacer spam copiando un mensaje largo no están más que copiando las palabras que dije hace un tiempo en otro tema sin relación a todo esto. No tienes por qué hacerles caso y ya han recibido su sanción por romper las normas y confundir a otros usuarios.} other {Aún recuerdo el día que ... blablablablabla... blablablabla... por lo que yo... blablablablabla... blablablabla.... y fue justo cuando... blablablablablablabla... hasta que un día... blablablabla... blablablablablablablabla... y le dije que... blablablabla... blablabla...} }
fr: {character_icon} **{character} :** {version, select, 1 {Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in culpa qui officia deserunt mollit anim id est laborum. PITIÉ FAITES LE TAIRE.} 2 {Moi Commandant du Daedalus, je promets la fin de la crise Mush. Moi Commandant du Daedalus, je prônerais l'égalité homme/femme. Moi Commandant du Daedalus, il faudra Le Faire une fois par jour. Moi Commandant du Daedalus, les femmes enceintes seront exemptées de travail. Moi Commandant du Daedalus, je ne vendrais aucun d'entre vous à des esclavagistes. Moi Commandant du Daedalus, nous mangerons 5 fruits et légumes par jour. Moi Commandant du Daedalus, NERON sera de bonne humeur. Moi Commandant du Daedalus, les douches seront publiques. Moi Commandant du Daedalus, nous irons sur Eden. Moi Commandant du Daedalus, …} 3 {Comme le dit le grand Président Maubrick, il faut toujours croire en la FDS, ne pas frapper ses voisins, et traiter les femmes avec respect. Comme le dit le grand Président Maubrick, le Mush ne peut rien face à nous. Moi d'mon temps, le Président Maubrick il...} other {invalid version input} }

# make_sick
source: :mush: **{character}** blows on **{target_character}** a strange cloud...
es: :mush: **{character}** sopla sobre **{target_character}** una extraña nube...
fr: :mush: **{character}** souffle sur **{target_character}** un nuage étrange...

# fake_disease
source: {character_gender, select, male {That's strange **{character}** takes out a powder case and daubs himself with white and black. He doesn't look good at all.} female {That's strange **{character}** takes out a compact and daubs herself with black and white. She doesn't look good at all.} other {invalid gender input} }
es: Que extraño. **{character}** saca una polvera y se embadurna de blanco y negro. No luce nada bien.
fr: {character_gender, select, male {C'est étrange **{character}** sort un poudrier et se badigeonne de blanc et de noir. Il n'a vraiment pas l'air dans son assiette.} female {C'est étrange **{character}** sort un poudrier et se badigeonne de blanc et de noir. Elle n'a vraiment pas l'air dans son assiette.} other {invalid gender input} }

# fail_surgery
source: {character_gender, select, male {The operation seems to last forever, **{character}** finally gives his verdict with a defeated look... **{target_character}** has suffered a septic shock...} female {The operation seems to last forever, **{character}** finally gives her verdict with a defeated look... **{target_character}** has suffered a septic shock...} other {The operation seems to last forever, **{character}** finally gives their verdict with a defeated look... **{target_character}** has suffered a septic shock...} }
es: La operación parece durar una eternidad, **{character}** finalmente da su veredicto con una expresión de derrota... **{target_character}** sufre un shock séptico...
fr: L'opération semble durer une éternité, **{character}** rend enfin son verdict la mine défaite... **{target_character}** fait un choc septique...

# fail_self_surgery
source: The operation seems to last forever, **{character}** suffers a septic shock...
es: La operación parece durar una eternidad, **{character}** sufre un shock séptico...
fr: L'opération semble durer une éternité... **{character}** fait un choc septique...

# gag_success
source: **{character}** gagged **{target_character}**.
es: **{character}** ha amordazado a **{target_character}**.
fr: **{character}** a bâillonné **{target_character}**.

# ungag_success
source: {character_gender, select, male {**{character}** ungagged himself.} female {**{character}** ungagged herself.} other {invalid gender input} }
es: **{character}** se ha desamordazado.
fr: {character_gender, select, male {**{character}** s'est débâillonné.} female {**{character}** s'est débâillonnée.} other {invalid gender input} }

# screw_talkie_success
source: :mush: **{character}** approached **{target_character}** and appeared to slip something into their walkie-talkie...
es: :mush: **{character}** se acerca a **{target_character}** y parece haber colocado algo pegajoso en su *Walkie-Talkie*...
fr: :mush: **{character}** s'approche de **{target_character}** et semble glisser un truc visqueux dans son **Talkie**...

# update_talkie_success
source: A piece of tape here, a weld there... and to think that this is all it takes to have a state-of-the-art iTrackie®©. All that's left to do is install the updates.
es: Un trozo de cinta por aquí, una soldadura por allá... y pensar que con eso basta para tener un iTrackie®© de última generación. Solo falta instalar las actualizaciones.
fr: Un bout de scotch par ici, une soudure par là... et dire qu'il suffit de ça pour avoir un iTrackie®© dernier cri. Il ne reste plus qu'à installer les mises à jour.

# attack_success
source: {version, select, 1 {**{character}** thrusts at **{target_character}** with flair.} 2 {**{character}** plunges their blade into one of **{target_character}**'s joints.} 3 {**{character}** carves a chunk out of **{target_character}**, it's gross...} 4 {Despite a good dodge, **{target_character}** has lost a little blood.} 5 {**{character}**'s adeptly wielded blade makes a huge gash in **{target_character}**.} other {**{character}** thrusts at **{target_character}** with flair.} }
es: attack_success
fr: {version, select, 1 {**{character}** enfonce sa lame dans une des articulations de **{target_character}** qui pendouille maintenant tristement...} 2 {**{character}** estoque **{target_character}** avec maestria.} 3 {**{character}** taillade un gros morceau de **{target_character}**, c'est dégoûtant...} 4 {La lame de **{character}**, habilement maniée, fait une énorme estafilade à **{target_character}**.} 5 {{character_gender, select, male {Le visage de **{target_character}** se tord quand **{character}** retire la lame qu'il vient de lui enfoncer.} female {Le visage de **{target_character}** se tord quand **{character}** retire la lame qu'elle vient de lui enfoncer.} other {invalid gender input} }} 6 {Les duels à la lame finissent rarement bien, **{character}** opère une coupe drastique dans le capital santé de **{target_character}**.} 7 {Malgré une jolie esquive, **{target_character}** verse un peu de son sang.} 8 {Peut-être l'esquive malencontreuse, peut-être le mauvais mouvement, peut-être une mauvaise imitation de combat vue dans un holodisque... **{target_character}** s'empale sur la lame de **{character}** avec lourdeur.} 9 {Une réminiscence de cours d'escrime ou un coup de chance, **{character}** perfore la défense de **{target_character}** sans problème.} other {invalid version input} }
