Repository: cmnemoi/eMush
Catalog: Api/translations/*/action_fail+intl-icu.*.xlf
Languages: es, fr

# alpha_reactor_broken
source: The *Alpha Lateral Reactor* has broken down. It has to be repaired if we're to steer this wreck in this direction.
es: El *Reactor Lateral Alpha* está averiado. Hay que repararlo si queremos orientar este intento de nave hacia esa dirección.

# bravo_reactor_broken
source: The *Bravo Lateral Reactor* has broken down. It has to be repaired if we're to steer this wreck in this direction.
es: El *Reactor Lateral Beta* está averiado. Hay que repararlo si queremos orientar este intento de nave hacia esa dirección.

# lateral_reactor_broken
source: The *Lateral Reactor* that allows us to turn in this direction has broken down. It has to be repaired if we're to steer this wreck.
es: El *Reactor Lateral* está averiado. Hay que repararlo si queremos orientar este intento de nave hacia esa dirección.
fr: Le *Réacteur latéral* permettant de tourner dans cette direction est en panne. Il faut le réparer si on veut pouvoir orienter cette épave.

# daedalus_in_orbit
source: This action is impossible when the Daedalus is in orbit.
es: Esta acción no es posible mientras el Daedalus esté en órbita.
fr: Cette action est impossible lorsque le Daedalus est en orbite.

# cannot_go_to_this_room
source: You cannot go to this room.
es: No puedes entrar en esta sala.
fr: Vous ne pouvez pas aller dans cette pièce.

# exploration_already_ongoing
source: An expedition is already in the field.
es: Ya hay una expedición en curso.
fr: Une expédition est déjà sur le terrain.

# no_efficiency
source: You're completely ineffective on this project, so participating again would be pointless...
es: Eres completamente ineficaz en este proyecto, participar de nuevo no significaría nada...

# cycle_limit
source: This action can only be carried out once per cycle. It will be available again next cycle.
es: Esta acción solo se puede realizar una vez por ciclo. Estará disponible de nuevo el ciclo siguiente.

# no_working_door
source: There are no functional doors in this room.
es: No hay puertas funcionales en esta sala.

# premonition_insufficient_morale
source: Your morale is already rotten, you don't need this now...
es: Tu moral ya está lo suficientemente arruinada, no necesitas esto ahora...

# already_a_ceasefire_in_room
source: A ceasefire is already underway in this room.
es: En esta sala ya se ha puesto en marcha un cese al fuego.

# cannot_go_to_this_room_because_guardian
source: You can't go into this room because there's a guardian in the room.
es: No puedes entrar a esta sala porque hay un guardia en la sala.

# cat_already_converted
source: This animal has already joined your cause... Not that it improved its temper.
es: Este animal ya se ha unido a tu causa... a pesar de que no haya mejorado su temperamento.

# infect_cat_no_spore
source: Now here's a clever idea... Though you'll need a spore before you can spike it.
es: Es una buena idea... Pero tendrás que extirparte una espora antes de poder infectarlo.

# player_is_germaphobic
source: The thought of getting any closer to this walking pile of germs disgusts you... Who knows where that thing has been?
es: La idea de acercarte aún más a este nido de gérmenes te enferma... ¿Quién sabe dónde pudo haber estado?

# eden_not_computed
source: The Eden coordinates have not been calculated.
es: Las coordenadas del Edén aún no han sido calculadas.

# link_with_sol_not_established
source: Contact with Sol must be established to carry out this action.
es: Es necesario tener contacto con Sol para realizar esta acción.

# max_neron_version_reached
source: You have reached the highest NERON level possible.
es: NERON ha alcanzado su número máximo de versiones.

# dog_is_seasick
source: Pavlov is looking a little pale... Maybe you should wait for the Daedalus to settle.
es: Pavlov parece un poco mareado... Será mejor que esperes a que este trasto se detenga.

# dog_is_worried
source: Pavlov seems worried about the sound of the hunters flying overhead...
es: Pavlov parece consternado por el sonido de los Hunters orbitando el Daedalus...

# bothering_cat
source: Pavlov is already busy playing with Schrodinger, much to the latter's dismay.
es: Pavlov ya se está divirtiendo con Schrödinger... aunque el gato no parece divertirse.

# distracted_by_food
source: Pavlov seems distracted by the lovely smell of food in the air...
es: Pavlov está oliendo algo, parece que la comida que hay en esta sala lo distrae...

# distracted_by_plant
source: Shh... Pavlov is napping by the shade of a potted plant. Now's not the time to bother him.
es: Shh... Pavlov está tomando una siesta a la sombra de una planta en una maceta. No te prestará atención ahora mismo...

# distracted_by_broken_fuel_tank
source: What? You would play with Pavlov when there are mission critical fuel tanks to repair? For shame.
es: ¿¿Pero qué?? ¿Por qué querrías jugar con Pavlov mientras los tanques de combustible están dañados? Qué vergüenza...

# need_a_ball
source: It might be difficult to play fetch without a ball.
es: Es difícil pedirle que traiga una pelota... sin una pelota.

# hands_full
source: You're holding onto too many things... Your good throwing arm is encumbered!
es: Llevas demasiadas cosas encima... ¡Debes soltar algo de peso para lanzar bien!

# room_too_messy
source: What a mess in here! There isn't a good angle to throw the 'ball' at.
es: ¡Este lugar es un desastre! No tienes un buen ángulo para lanzar la "pelota".

# room_too_small
source: Fetch isn't very exciting with this little space to play around in.
es: Es muy peligroso jugar aquí. Pavlov podría atascarse y ser disparado por el cañón...

# room_too_tight
source: There isn't room to manoeuver in there...
es: No hay espacio para maniobrar por aquí...

# room_too_sad
source: This isn't quite right... Pavlov feels lonely. If only the room reminded him of his best friend...
es: Algo no encaja... Pavlov se siente solo. Quizás en una sala que le recuerde a su mejor amigo...

# wants_walkies
source: Pavlov is barking like crazy at the sight of the planet... It's walkies time! Sadly, we don't have a canine spacesuit...
es: ¡Pavlov está ladrando como loco, desea ir a pasear por el planeta! Desafortunadamente no tienes una correa, y podría perderse...

# playtime_solo
source: Two's company, but three's a crowd... Get the hint.
es: Jugar con Pavlov es un momento especial. Es algo de dos...

# whisper_no_available_chanel
source: This crewmate is already too busy with other conversations.
fr: Cet équipier est déjà trop pris par d'autres conversations.
