Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions_log+intl-icu.*.xlf
Languages: es, fr

# repair_fail
source: {versionPart1, select, 1 {} other {} } {versionPart2, select, 1 {Who would have thought that this **{target_equipment}** would turn out to be such a head wreck. Repair attempt fail.} 2 {The condition of the **{target_equipment}** is deteriorating... With a little luck you'll get it right next time.} 3 {This **{target_equipment}** has still not been fixed. You weren't so far away either...} 4 {The **{target_equipment}** is still broken. What was the problem...} 5 {You have failed to repair the **{target_equipment}**.} 6 {Despite your determination, your attempts to repair the **{target_equipment}** have been in vain.} 7 {The **{target_equipment}** smells of burning. Do or do not. There is no try.} 8 {The **{target_equipment}** is still broken. Maybe if you tried again with a more suitable tool.} 9 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. This room is spectacularly ugly...} 10 {The **{target_equipment}** is still broken. You weren't so far away either...} 11 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. You had the right idea...} 12 {The condition of the **{target_equipment}** is deteriorating... Maybe a second opinion is merited.} 13 {Despite your determination, your attempts to repair the **{target_equipment}** have been in vain.} 14 {The **{target_equipment}** smells of burning. You had the right idea...} 15 {The condition of the **{target_equipment}** is deteriorating... You knew you shouldn't have skipped that dressmaking class...} 16 {This **{target_equipment}** has still not been fixed. Try something else...} 17 {The **{target_equipment}** is still broken. What was the problem...} 18 {The condition of the **{target_equipment}** is deteriorating... Take a minute... consider the lily.} 19 {You have failed to repair the **{target_equipment}**.} 20 {This **{target_equipment}** has still not been fixed. This old alien equipment has let you down again.} 21 {The condition of the **{target_equipment}** is deteriorating... You look more competent using chopsticks with your feet...} 22 {The **{target_equipment}** smells of burning. Try to look at things from the other side and change your profession.} 23 {The **{target_equipment}** is still broken. What didn't work...} 24 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. You should do something else.} 25 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. Have you tried knitting...} 26 {The **{target_equipment}** is still broken. You weren't so far away either...} 27 {Your attempt to repair the **{target_equipment}** has failed... You should do something else.} 28 {Your attempt to repair the **{target_equipment}** has failed... You look more competent using chopsticks with your feet...} 29 {The **{target_equipment}** is still broken. Maybe you're just not cut out for this.} 30 {**{target_equipment}** or not to **{target_equipment}**... That is the question... yet another question is how to fix this damn thing.} 31 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. Have you tried knitting...} 32 {Your attempt to repair the **{target_equipment}** has failed... Maybe you should sit down and have a little something to eat.} 33 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. Forget the others and concentrate.} 34 {The **{target_equipment}** smells of burning. You should have tried using the zygocompressor.} 35 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. Maybe you should sit down and have a little something to eat.} 36 {Your attempt to repair the **{target_equipment}** has failed... You look more competent using chopsticks with your feet...} 37 {**{target_equipment}** or not to **{target_equipment}**... That is the question... yet another question is how to fix this damn thing.} 38 {The **{target_equipment}** still doesn't seem to be working any better and is now giving off a burning smell. You should do something else.} 39 {The **{target_equipment}** is still broken. Maybe if you tried again with a more suitable tool.} 40 {The **{target_equipment}** smells of burning. You had the right idea...} 41 {The **{target_equipment}** is still broken. Maybe you're just not cut out for this.} 42 {The **{target_equipment}** is still broken. Maybe if you tried again with a more suitable tool.} 43 {The condition of the **{target_equipment}** is deteriorating... You weren't so far away either...} 44 {Another vain attempt to repair the wretched **{target_equipment}**.} other {The condition of the **{target_equipment}** is deteriorating... You weren't so far away either...} }
es: {versionPart1, select, 1 {} other {}}{versionPart2, select, 1 {**{target_equipment}** del demonio... ¡Déjate reparar!} 2 {A pesar de tu esfuerzo, no lograste reparar {target_equipment_gender, select, female {la **{target_equipment}**} other {el **{target_equipment}**}}.} 3 {Reparar {target_equipment_gender, select, female {la **{equipment}**} other {el **{equipment}**}} resulta ser todo un desafío.} 4 {Fallaste en la reparación {target_equipment_gender, select, female {de la **{target_equipment}**} other {del **{target_equipment}**}}.} 5 {Parece que reparar {target_equipment_gender, select, female {la **{equipment}**} other {el **{equipment}**}} no es nada fácil.} 6 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. Como {character_gender, select, female {reparadora eres buena antropóloga} other {reparador eres buen antropólogo}}.} 7 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. Casi lo logras} 8 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. Respira profundo e inténtalo de nuevo.} 9 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. ¿Ya has reparado algo en tu vida?} 10 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. La intención no basta, hay que perseverar.} 11 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. Mmmm... Ponle más esmero.} 12 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. No, no se reparará por obra del Espíritu Santo.} 13 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. Hay días en que es mejor no salir de la cama.} 14 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** empieza a oler a rata quemada. Tal vez no has tomado un buen desayuno.} 15 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... Respira profundo e inténtalo de nuevo.} 16 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... ¿Ya has reparado algo en tu vida?} 17 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... Mmm... Ponle más esmero.} 18 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... Como {character_gender, select, female {reparadora eres buena antropóloga} other {reparador eres buen antropólogo}}.} 19 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... La intención no basta, hay que perseverar.} 20 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... Casi lo logras.} 21 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... No, no se reparará por obra del Espíritu Santo.} 22 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... Hay días en que es mejor no salir de la cama.} 23 {{target_equipment_gender, select, female {Esa maldita **{target_equipment}**} other {Ese maldito **{target_equipment}**}} no se deja reparar... Tal vez no has tomado un buen desayuno.} 24 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. Como {character_gender, select, female {reparadora eres buena antropóloga} other {reparador eres buen antropólogo}}.} 25 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. Respira profundo e inténtalo de nuevo.} 26 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. Casi lo logras.} 27 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. ¿Ya has reparado algo en tu vida?} 28 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. La intención no basta, hay que perseverar.} 29 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. Mmmm... Ponle más esmero.} 30 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. No, no se reparará por obra del Espíritu Santo.} 31 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. Hay días en que es mejor no salir de la cama.} 32 {{target_equipment_gender, select, female {Esa **{target_equipment}**} other {Ese **{target_equipment}**}} sigue fallando. Tal vez no has tomado un buen desayuno.} 33 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. Como {character_gender, select, female {reparadora eres buena antropóloga} other {reparador eres buen antropólogo}}.} 34 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. Respira profundo e inténtalo de nuevo.} 35 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. Casi lo logras.} 36 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. ¿Ya has reparado algo en tu vida?} 37 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. La intención no basta, hay que perseverar.} 38 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. Mmmm... Ponle más esmero.} 39 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. No, no se reparará por obra del Espíritu Santo.} 40 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. Hay días en que es mejor no salir de la cama.} 41 {{target_equipment_gender, select, female {La **{target_equipment}**} other {El **{target_equipment}**}} no quiere funcionar. Tal vez no has tomado un buen desayuno.} other {{target_equipment_gender, select, female {La **{target_equipment}** sigue dañada} other {El **{target_equipment}** sigue dañado}} a pesar de tus esfuerzos.} }
fr: {versionPart1, select, 1 {**{target_equipment}** ou pas **{target_equipment}**… Telle est la question...} 2 {{target_equipment_gender, select, male {{target_equipment_first_letter, select, vowel {Cet **{target_equipment}** n'est toujours pas réparé.} other {Ce **{target_equipment}** n'est toujours pas réparé.} }} female {Cette **{target_equipment}** n'est toujours pas réparée.} other {invalid gender input} }} 3 {{target_equipment_gender, select, male {Encore un essai pathétique pour réparer ce maudit **{target_equipment}**.} female {Encore un essai pathétique pour réparer cette maudite **{target_equipment}**.} other {invalid gender input} }} 4 {{target_equipment_gender, select, male {{target_equipment_first_letter, select, vowel {L'état de cet **{target_equipment}** demeure...} other {L'état de ce **{target_equipment}** demeure...} }} female {L'état de cette **{target_equipment}** demeure...} other {invalid gender input} }} 5 {{target_equipment_first_letter, select, vowel {{target_equipment_gender, select, male {L'**{target_equipment}** est toujours cassé.} female {L'**{target_equipment}** est toujours cassée.} other {invalid gender input} }} other {{target_equipment_gender, select, male {Le **{target_equipment}** est toujours cassé.} female {La **{target_equipment}** est toujours cassée.} other {invalid gender input} }} }} 6 {{target_equipment_first_letter, select, vowel {L'**{target_equipment}** sent le cramé.} other {{target_equipment_gender, select, male {Le **{target_equipment}** sent le cramé.} female {La **{target_equipment}** sent le cramé.} other {invalid gender input} }} }} 7 {{target_equipment_first_letter, select, vowel {L'**{target_equipment}** n'a pas l'air de mieux se porter et dégage une odeur de cramé.} other {{target_equipment_gender, select, male {Le **{target_equipment}** n'a pas l'air de mieux se porter et dégage une odeur de cramé.} female {La **{target_equipment}** n'a pas l'air de mieux se porter et dégage une odeur de cramé.} other {invalid gender input} }} }} 8 {{target_equipment_first_letter, select, vowel {Malgré votre ténacité, vos tentatives de réparation de l'**{target_equipment}** restent infructueuses.} other {{target_equipment_gender, select, male {Malgré votre ténacité, vos tentatives de réparation du **{target_equipment}** restent infructueuses.} female {Malgré votre ténacité, vos tentatives de réparation de la **{target_equipment}** restent infructueuses.} other {invalid gender input} }} }} 9 {{target_equipment_gender, select, male {{target_equipment_first_letter, select, vowel {Qui aurait cru que cet **{target_equipment}** soit en fait une telle énigme.} other {Qui aurait cru que ce **{target_equipment}** soit en fait une telle énigme.} }} female {Qui aurait cru que cette **{target_equipment}** soit en fait une telle énigme.} other {invalid gender input} }} 10 {{target_equipment_first_letter, select, vowel {Vous avez échoué les réparations de l'**{target_equipment}**.} other {{target_equipment_gender, select, male {Vous avez échoué les réparations du **{target_equipment}**.} female {Vous avez échoué les réparations de la **{target_equipment}**.} other {invalid gender input} }} }} other {invalid version number} } {versionPart2, select, 1 {Avec la fatigue, vous avez l'impression que l'objet vous a parlé et vous a dit "Autant embrasser un wookie"...} 2 {Avec un petit peu de chance la prochaine sera la bonne.} 3 {Ça ne peut-être que la faute du mush !} 4 {Ce vieux matos alien vous a encore lâché.} 5 {Cette pièce a vraiment une sale trogne...} 6 {Encore du matos alien moisi !} 7 {Essayez de prendre le problème sous un autre angle...} 8 {Faites-le ou ne le faites pas, mais n'essayez pas.} 9 {Finalement, les bâtons de la mort, c'était pas si mal...} 10 {Inspirez donc un peu.} 11 {La chance n'a rien à voir là dedans... ou presque.} 12 {La solution n'arrivera pas toute seule.} 13 {Les réparations échouent.} 14 {Oubliez le reste et concentrez-vous.} 15 {Peut-être devriez vous renoncer.} 16 {Peut-être devriez vous vous concentrer.} 17 {Peut-être pourriez vous tenter avec un outil plus approprié.} 18 {Peut-être que ce maudit papillon n'a pas battu des ailes.} 19 {Peut-être que le destin ne vous a pas souri aujourd'hui.} 20 {Peut-être que les {target_equipment_plural_name} sont des mensonges...} 21 {Peut-être que vous n'êtes pas fait pour cela.} 22 {Prenez de la distance...} 23 {Prenez du recul...} 24 {Prenez votre pelle et votre seau, ça ira mieux.} 25 {Qu'est ce qui a bien pu foirer…} 26 {Qu'est ce qui a bien pu rater…} 27 {Qu'est ce qui n'a pas fonctionné...} 28 {Qu'est ce qui n'a pas marché...} 29 {Regardez les choses en face et changez de métier.} 30 {Tentez autre chose...} 31 {Un petit tour dans l'espace infini vous fera peut-être du bien.} 32 {Tu quoque mi fili...} 33 {Un second avis peut être nécessaire.} 34 {Veuillez vous référer à la dernière page du manuel du parfait mécanicien.} 35 {Veuillez vous référer à la page 1 du manuel du parfait mécanicien.} 36 {Veuillez vous référer à la page 666 du manuel du parfait mécanicien.} 37 {Veuillez vous référer à la page 42 du manuel du parfait mécanicien.} 38 {Veuillez vous référer à la page 16 du manuel du parfait mécanicien.} 39 {Votre génie a peut-être des limites, finalement...} 40 {Vous auriez mieux fait de rester sur Xyloph-17...} 41 {Vous aviez la bonne idée...} 42 {Vous devriez essayer avec un zygocompresseur.} 43 {Vous devriez passez à autre chose.} 44 {Vous devriez vous asseoir et prendre une petite ration.} 45 {Vous devriez vous asseoir...} 46 {Vous n'étiez pas si loin pourtant...} 47 {Vous saviez que vous n'auriez pas du rater le cours de couture...} 48 {Vous y étiez presque...} 49 {L'inspiration arrive.} 50 {...et les réparations échouent.} other {invalid version number} }

# repair_success
source: {version, select, 1 {Congratulations **{character}**. The **{target_equipment}** works again.} other {The **{target_equipment}** is working again, thanks to **{character}**.} }
es: {version, select, 1 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** funciona de nuevo. Gracias, **{character}**.} 2 {**{character}** ha terminado por fin de reparar {target_equipment_gender, select, female {la maldita} other {el maldito}} **{target_equipment}**.} 3 {**{character}** ha dejado {target_equipment_gender, select, female {la **{target_equipment}** como nueva} other {el **{target_equipment}** como nuevo}}.} 4 {Esta vez **{character}** pudo reparar {target_equipment_gender, select, female {la} other {el}} **{target_equipment}**, ¡y funciona!} 5 {**{character}** es {character_gender, select, female {una} other {un}} genio. {target_equipment_gender, select, female {La} other {El}} **{target_equipment}** quedó de mil maravillas.} 6 {Agradecemos a **{character}** por haber reparado {target_equipment_gender, select, female {la} other {el}} **{target_equipment}**.} 7 {**{character}** logró reparar {target_equipment_gender, select, female {la} other {el}} **{target_equipment}**. Estupendo} other {**{target_equipment}** funciona nuevamente gracias a **{character}**.} }
fr: {version, select, 1 {{target_equipment_first_letter, select, vowel {La dernière tentative de **{character}** pour réparer l'**{target_equipment}** s'est avérée fructueuse.} other {{target_equipment_gender, select, male {La dernière tentative de **{character}** pour réparer le **{target_equipment}** s'est avérée fructueuse.} female {La dernière tentative de **{character}** pour réparer la **{target_equipment}** s'est avérée fructueuse.} other {invalid gender input} }} }} 2 {{target_equipment_first_letter, select, vowel {Félicitations **{character}**. L'**{target_equipment}** fonctionne à nouveau.} other {{target_equipment_gender, select, male {Félicitations **{character}**. Le **{target_equipment}** fonctionne à nouveau.} female {Félicitations **{character}**. La **{target_equipment}** fonctionne à nouveau.} other {invalid gender input} }} }} 3 {{target_equipment_first_letter, select, vowel {{target_equipment_gender, select, male {L'**{target_equipment}** est à nouveau fonctionnel, merci **{character}**.} female {L'**{target_equipment}** est à nouveau fonctionnelle, merci **{character}**.} other {invalid gender input} }} other {{target_equipment_gender, select, male {Le **{target_equipment}** est à nouveau fonctionnel, merci **{character}**.} female {La **{target_equipment}** est à nouveau fonctionnelle, merci **{character}**.} other {invalid gender input} }} }} 4 {{target_equipment_gender, select, male {**{character}** a enfin réussi les réparations sur ce maudit **{target_equipment}**.} female {**{character}** a enfin réussi les réparations sur cette maudite **{target_equipment}**.} other {invalid gender input} }} 5 {{target_equipment_first_letter, select, vowel {**{character}** a enfin remis l'**{target_equipment}** à neuf.} other {{target_equipment_gender, select, male {**{character}** a enfin remis le **{target_equipment}** à neuf.} female {**{character}** a enfin remis la **{target_equipment}** à neuf.} other {invalid gender input} }} }} 6 {{target_equipment_first_letter, select, vowel {{target_equipment_gender, select, male {**{character}** peut se féliciter. L'**{target_equipment}** est réparé.} female {**{character}** peut se féliciter. L'**{target_equipment}** est réparée.} other {invalid gender input} }} other {{target_equipment_gender, select, male {**{character}** peut se féliciter. Le **{target_equipment}** est réparé.} female {**{character}** peut se féliciter. La **{target_equipment}** est réparée.} other {invalid gender input} }} }} 7 {{target_equipment_first_letter, select, vowel {**{character}** s'est finalement motivé et a réparé l'**{target_equipment}**. Bravo.} other {{target_equipment_gender, select, male {**{character}** s'est finalement motivé et a réparé le **{target_equipment}**. Bravo.} female {**{character}** s'est finalement motivée et a réparé la **{target_equipment}**. Bravo.} other {invalid gender input} }} }} other {invalid version input} }

# search_success
source: **{character}** has discovered a hidden **{equipment}**.
es: {equipment_gender, select, male {**{character}** ha descubierto un **{equipment}**} female {**{character}** ha descubierto una **{equipment}**} other {invalid gender input}}.
fr: {equipment_gender, select, male {**{character}** a découvert un **{equipment}** caché.} female {**{character}** a découvert une **{equipment}** cachée.} other {invalid gender input} }

# search_fail
source: You have found nothing.
es: No has encontrado nada.
fr: Vous n'avez rien découvert.

# shower_human
source: You wash yourself slowly under the shower, enjoying this rare moment of serenity...
es: Te lavas intensamente en la ducha. Mmm, te sientes mucho mejor...
fr: Vous vous lavez longuement sous la douche, savourant ce moment rare et paisible...

# shower_mush
source: While washing you feel yourself burning, like the water is slowly killing you... What you wouldn't do to switch places with one of them...
es: Te lavas y sientes que el agua te quema... Cuánto extrañas disfrutar de un buen baño...
fr: {character_gender, select, male {Vous vous lavez et vous vous sentez brûlé, meurtri par toute cette eau... Que ne feriez vous pas pour passer pour l'un des leurs...} female {Vous vous lavez et vous vous sentez brûlée, meurtrie par toute cette eau... Que ne feriez vous pas pour passer pour l'un des leurs...} other {invalid gender input} }

# wash_in_sink_human
source: You wash yourself painfully, wondering if dismantling the showers was a good idea...
es: Te lavas dolorosamente, preguntándote si desarmar las duchas fue una buena idea...
fr: Vous vous lavez péniblement, vous demandant si démonter les douches était une bonne idée...
