Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions_log+intl-icu.*.xlf
Languages: es, fr

# wash_in_sink_mush
source: While washing you feel yourself burning, like the water is slowly killing you... What you wouldn't do to switch places with one of them...
es: Te lavas y sientes que el agua te quema... Cuánto extrañas disfrutar de un buen baño...
fr: {character_gender, select, male {Vous vous lavez et vous vous sentez brûlé, meurtri par toute cette eau... Que ne feriez vous pas pour passer pour l'un des leurs...} female {Vous vous lavez et vous vous sentez brûlée, meurtrie par toute cette eau... Que ne feriez vous pas pour passer pour l'un des leurs...} other {invalid gender input} }

# shred_success
source: {version, select, 1 {**{character}** is tearing up a piece of paper, looking pretty determined.} 2 {**{character}** is tearing up a piece of paper, looking very satisfied.} 3 {**{character}** is tearing up a piece of paper, looking quite worried.} 4 {**{character}** is tearing up a piece of paper, looking somewhat relieved.} other {**{character}** is tearing up a piece of paper, looks relieved.} }
es: {version, select, 1 {**{character}** rompe un papel con cara de satisfacción.} 2 {**{character}** rompe un papel con cara de preocupación.} 3 {**{character}** rompe un papel con cara de alivio.} other {**{character}** rompe un papel.} }
fr: {version, select, 1 {**{character}** déchire un petit bout de papier avec un air résolu.} 2 {**{character}** déchire un petit bout de papier avec un air satisfait.} 3 {**{character}** déchire un petit bout de papier avec un air soucieux.} 4 {**{character}** déchire un petit bout de papier avec un air soulagé.} other {"invalid version number"} }

# take
source: **{character}** has picked up the **{target_equipment}**.
es: {target_equipment_gender, select, male {**{character}** ha recogido un **{target_equipment}**} female {**{character}** ha recogido una **{target_equipment}**} other {invalid gender input}}.
fr: {target_equipment_gender, select, male {**{character}** a pris un **{target_equipment}**.} female {**{character}** a pris une **{target_equipment}**.} other {invalid gender input} }

# hybridize_success
source: What a relief, **{character}** has successfully created a crossbreed of the **{target_equipment}**. The little plant is doing great!
es: hybridize_success
fr: {target_equipment_first_letter, select, vowel {Quel soulagement, **{character}** a réussi sa greffe d'**{target_equipment}**. La petite plante se porte bien !} other {Quel soulagement, **{character}** a réussi sa greffe de **{target_equipment}**. La petite plante se porte bien !} }

# hybridize_fail
source: What a relief... oh wait... **{character}** has not succeeded in their attempt to crossbreed a **{target_equipment}**. The little plant didn't grow and eventually died... Something must have contaminated the procedure.
es: hybridize_fail
fr: {target_equipment_first_letter, select, vowel {Quel soulagement... oh mais... **{character}** n'a pas réussi sa greffe d'**{target_equipment}**. La petite plante reste chétive et meurt... Quelque chose a du contaminer l'opération.} other {Quel soulagement... oh mais... **{character}** n'a pas réussi sa greffe de **{target_equipment}**. La petite plante reste chétive et meurt... Quelque chose a du contaminer l'opération.} }

# treat_plant_success
source: You take a moment to wonder about the ventilation in the room as you apply the pink MT brand fungosecticide to your dear plant. After all it was used as successful biological and chemical warfare agent, but hey, the future of humankind is at stake.
es: Viertes un poco de papilla rosa marca MT en tu querida planta. Ese insecticida es atroz, pero la especie humana depende de ello.
fr: Vous répandez la bouillie rose sur vos chères plantes. Cet insecticide est tout à fait atroce mais bon, la survie de l'Humanité est en jeu.

# water_plant_success
source: You water the plants lovingly.
es: Riegas las plantas con amor.
fr: Vous arrosez les plantes avec amour.

# insert_oxygen
source: Pscchhhht... And there we go, a little extra oxygen!
es: Pssshhhh... Y listo, ¡un poco más de oxígeno!
fr: Pscchhhh... Et hop, un peu d'oxygène en plus !

# retrieve_oxygen
source: {version, select, 1 {**{character}** took some oxygen out of the reservoir very cautiously. They look shady.} 2 {**{character}** took some oxygen out of the reservoir very cautiously. They look so peaceful.} 3 {**{character}** took some oxygen out of the reservoir very cautiously. That grin is unsettling.} 4 {**{character}** took some oxygen out of the reservoir very cautiously. Is that really necessary?} 5 {**{character}** took some oxygen out of the reservoir very cautiously. But why?} 6 {**{character}** took some oxygen out of the reservoir very cautiously. It's all for charity... probably.} 7 {**{character}** took some oxygen out of the reservoir very cautiously. Their goal is almost certainly commendable.} 8 {**{character}** took some oxygen out of the reservoir very cautiously. Their smile reminds you of something.} 9 {**{character}** took some oxygen out of the reservoir very cautiously. You recognize that laugh...} 10 {**{character}** took some oxygen out of the reservoir very cautiously. Maybe you should keep a closer eye on them.} other {**{character}** took some oxygen out of the reservoir very cautiously. They look shady.} }
es: {version, select, 1 {**{character}** extrae delicadamente un poco de oxígeno del tanque. Esa risita es inquietante.} 2 {**{character}** extrae delicadamente un poco de oxígeno del tanque. Quizás solo sea tu imaginación.} 3 {**{character}** extrae delicadamente un poco de oxígeno del tanque. Su sonrisa parece intrigante.} 4 {**{character}** extrae delicadamente un poco de oxígeno del tanque. Esa mirada tiene algo extraño.} 5 {**{character}** extrae delicadamente un poco de oxígeno del tanque. Algo aquí huele mal.} 6 {**{character}** extrae delicadamente un poco de oxígeno del tanque. Te parece que algo no anda bien.} 7 {**{character}** extrae delicadamente un poco de oxígeno del tanque. Esa sonrisa la hemos visto en algún lugar...} 8 {**{character}** extrae delicadamente un poco de oxígeno del tanque. {character_gender, select, female {Se le ve demasiado tranquila} other {Se le ve demasiado tranquilo}}.} 9 {**{character}** extrae delicadamente un poco de oxígeno del tanque. {character_gender, select, female {Se le ve algo sospechosa} other {Se le ve algo sospechoso}}.} other {**{character}** extrae delicadamente un poco de oxígeno del tanque. Tal vez debamos vigilarle.} }
fr: {version, select, 1 {{character_gender, select, male {**{character}** enlève délicatement un peu d'oxygène du réservoir. Il a l'air louche.} female {**{character}** enlève délicatement un peu d'oxygène du réservoir. Elle a l'air louche.} other {invalid gender input} }} 2 {{character_gender, select, male {**{character}** enlève délicatement un peu d'oxygène du réservoir. Il a l'air tout à fait serein.} female {**{character}** enlève délicatement un peu d'oxygène du réservoir. Elle a l'air tout à fait sereine.} other {invalid gender input} }} 3 {**{character}** enlève délicatement un peu d'oxygène du réservoir. Ce rictus est inquiétant.} 4 {**{character}** enlève délicatement un peu d'oxygène du réservoir. Était-ce vraiment nécessaire ?} 5 {**{character}** enlève délicatement un peu d'oxygène du réservoir. Mais pourquoi ?} 6 {**{character}** enlève délicatement un peu d'oxygène du réservoir. Sans doute pour faire une BA.} 7 {**{character}** enlève délicatement un peu d'oxygène du réservoir. Son but est sans doute louable.} 8 {**{character}** enlève délicatement un peu d'oxygène du réservoir. Son sourire vous rappelle quelque chose.} 9 {**{character}** enlève délicatement un peu d'oxygène du réservoir. Vous connaissez ce rire...} 10 {{character_gender, select, male {**{character}** enlève délicatement un peu d'oxygène du réservoir. Vous devriez peut-être le surveiller de plus près.} female {**{character}** enlève délicatement un peu d'oxygène du réservoir. Vous devriez peut-être la surveiller de plus près.} other {invalid gender input} }} other {"invalid version number"} }

# retrieve_fuel
source: **{character}** has removed a fuel capsule from the tank.
es: **{character}** ha extraído una Cápsula de Combustible del tanque.
fr: **{character}** a extrait une Capsule du Fuel du réservoir.

# insert_fuel
source: {target_equipment_first_letter, select, consonant {**{character}** has inserted a *{target_equipment}* into the tank.} vowel {**{character}** has inserted an *{target_equipment}* into the tank.} other {**{character}** has inserted a *{target_equipment}* into the tank.}}
es: {target_equipment_gender, select, male {**{character}** ha insertado un *{target_equipment}* en el *Tanque*.} female {**{character}** ha insertado una *{target_equipment}* en el *Tanque*.} other {**{character}** ha insertado una {target_equipment}* en el *Tanque*.} }
fr: {target_equipment_gender, select, male {**{character}** a inséré un *{target_equipment}* dans le *Réservoir*.} female {**{character}** a inséré une *{target_equipment}* dans le *Réservoir*.} other {**{character}** a inséré un *{target_equipment}* dans le *Réservoir*.}}

# sabotage_success
source: Strange, **{character}** is busying around their **{target_equipment}** which is giving off smoke...
es: :mush: {target_equipment_gender, select, male {Que extraño, **{character}** ha hecho que salga humo del **{target_equipment}**...} female {Que extraño, **{character}** ha hecho que salga humo de la **{target_equipment}**...} other {Que extraño, **{character}** ha hecho que salga humo del **{target_equipment}**...}}
fr: :mush: {target_equipment_gender, select, male {Étrange, **{character}** s'affaire sur un **{target_equipment}** qui émet une petite fumée...} female {Étrange, **{character}** s'affaire sur une **{target_equipment}** qui émet une petite fumée...} other {Étrange, **{character}** s'affaire sur un **{target_equipment}** qui émet une petite fumée...} }

# sabotage_fail
source: Your sabotage attempt failed... it's trickier than it seems.
es: Tu sabotaje falla... es más difícil de lo que pensabas.
fr: Votre sabotage échoue... c'est plus dur qu'il n'y parait.

# extinguish_success
source: :fires: **{character}** put out the fire!
es: :fires: ¡**{character}** ha apagado un incendio!
fr: :fires: **{character}** a éteint l'incendie !

# extinguish_fail
source: You failed to extinguish the fire...
es: No has logrado apagar el incendio...
fr: Vous n'avez pas réussi à éteindre l'incendie...

# comfort_success
source: **{character}** comforts **{target_character}**, it'll be better tomorrow, just you wait and see...
es: **{character}** reconforta a **{target_character}**, mañana todo irá bien, solo espera y verás...
fr: **{character}** réconforte **{target_character}**, ça ira mieux demain tu verras...

# heal_success
source: **{character}** has healed {quantity} :hp: for **{target_character}**.
es: **{character}** ha curado {quantity} :hp: a **{target_character}**.
fr: **{character}** a soigné {quantity} :hp: à **{target_character}**.

# self_heal
source: You have healed yourself and in doing so, have restored {quantity} :hp:.
es: Te has curado. Recuperas {quantity} :hp:.
fr: {character_gender, select, male {Vous vous êtes soigné. Vous avez récupéré {quantity} :hp:.} female {Vous vous êtes soignée. Vous avez récupéré {quantity} :hp:.} other {Vous vous êtes soigné. Vous avez récupéré {quantity} :hp:.} }

# ultraheal_success
source: **{character}** is surrounded by a glowing halo. Horrible iridescent blue tentacles run along their body. The light they emit is blinding. Their wounds are perfectly healed!
es: Una luz rodea a **{character}**. Unos horribles tentáculos azules iridiscentes recorren su cuerpo. La luz que emiten es cegadora. ¡Sus heridas han sanado perfectamente!
fr: {character_gender, select, male {**{character}** est entouré d'un halo lumineux. D'horribles tentacules bleus iridescents parcourent son corps. La lumière qu'il émet est aveuglante. Ses blessures sont parfaitement guéries !} female {**{character}** est entourée d'un halo lumineux. D'horribles tentacules bleus iridescents lui courent sur le corps... ses blessures semblent guérir d'elles-même !} other {invalid gender input} }

# strengthen_success
source: **{character}**'s attempt to repair the hull has succeeded. It was high time that somebody took care of that...
es: El intento de **{character}** de reparar el casco de la nave ha sido un éxito. Ya era hora de que alguien se ocupe de eso...
fr: La tentative de **{character}** de réparation de la coque a réussi. Il était temps que quelqu'un s'occupe de ça...

# default_fail
source: Your attempt failed.
es: Tu intento ha fallado.
fr: Votre tentative a échoué.

# spread_fire_success
source: :mush: Well... it's getting hot in here... **{character}** has set fire to the room...
es: :mush: Vaya... hace mucho calor aquí... **{character}** ha iniciado un incendio...
fr: :mush: Tiens... ça se réchauffe par ici... **{character}** a mis le feu...

# install_camera
source: **{character}** installed their little **Camera** with care.
es: **{character}** instala su pequeña **Cámara** con mucho empeño.
fr: **{character}** installe sa petite **Caméra** avec application.

# remove_camera
source: **{character}** has removed the **Camera**. It couldn't have been of any further use.
es: **{character}** quita la **Cámara**. Ya no serviría...
fr: **{character}** enlève la **Caméra**. Elle était sans doute devenue inutile...

# try_kube
source: **{character}** is trying to resolve the infernal kube.
es: **{character}** intenta resolver ese condenado Kube.
fr: {character_gender, select, male {**{character}** essaie de résoudre cet affreux kube.} female {**{character}** a décidé de tenter cet insupportable petit kube.} other {invalid gender input} }

# remove_spore_success
source: You use your extractor on this wretched boil. The noise is somewhat terrifying as is the amount of blood... Hang on, what the hell is that?
es: Usas el extractor en este miserable forúnculo. El ruido es algo aterrador, al igual que la cantidad de sangre... Espera, ¿qué diablos es eso?
fr: Vous utilisez votre extracteur sur ce vilain furoncle. Le bruit fait un peu peur et le sang aussi... Tiens qu'est ce que c'est que ça ?

# remove_spore_fail
source: You use your extractor on this wretched boil. The noise is somewhat terrifying as is the amount of blood... Fortunately there is no spore there to recover.
es: Usas el extractor en este miserable forúnculo. El ruido es algo aterrador, al igual que la cantidad de sangre... Afortunadamente, no hay ninguna espora que extraer.
fr: Vous utilisez votre extracteur sur ce vilain furoncle. Le bruit fait un peu peur et le sang aussi... Heureusement vous n'aviez aucun spore à récupérer

# public_broadcast
source: Everyone looks focused on the small screen. Blouzorg appears on the screen, he looks proud and you can't understand anything he says. But it doesn't matter! [...] You applaud when Blouzorg beats his mother-in-law [...]. Who would have thought that Blouzorg and his space dog could danse the jerk! [...] Will Blouzorg marry Blourka? [...] The lights go out. These alien series are really incredible...
es: Todo el mundo mira fijamente a la pantalla chica. Blouzorg aparece en la pantalla, parece orgulloso y no se entiende nada de lo que dice. ¡Pero no importa! [...] Aplaudes cuando Blouzorg le pega a su suegra [...]. ¡Quién hubiera pensado que Blouzorg y su perro espacial podrían bailar así! [...] ¿Se casará Blouzorg con Blourka? [...] Las luces se apagan. Estas series de extraterrestres son realmente increíbles...
fr: Tout le monde a l'air concentré sur le petit écran. Blouzorg apparaît sur l'écran, il est beau fier et vous ne comprenez rien de ce qu'il dit. Mais ce n'est pas grave ! [...] Vous applaudissez quand Blouzorg terrasse sa belle-mère [...] Qui eu cru que Blouzorg et son chien spatial savaient danser le jerk ! [...] Blouzorg épousera-t-il Blourka ? [...] Les lumières s'éteignent. Ces séries aliens sont vraiment incroyables...
