Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions.*.xlf
Languages: fr

# build
source: build.name build.description build.description.no
fr: Assembler Assemble un objet à partir d'autres objets. Il vous manque des objets pour réaliser ce plan.

# coffee
source: coffee.name coffee.description coffee.description.no
fr: Café ! TODO TODO

# consume
source: consume.name consume.description consume.description.no
fr: Consommer TODO TODO

# cook
source: cook.name cook.description cook.description.no
fr: Cuisiner TODO TODO

# disassemble
source: disassemble.name disassemble.description disassemble.description.no
fr: Démonter TODO TODO

# drop
source: drop.name drop.description drop.description.no
fr: Lâcher Pose un objet dans la pièce ou vous vous trouvez Cette piège ne dispose pas d'étagère...

# express_cook
source: express_cook.name express_cook.description express_cook.description.no
fr: Cuisine Express TODO TODO

# extract_spore
source: extract_spore.name extract_spore.description extract_spore.description.no
fr: Extirper un spore TODO TODO

# get_up
source: get_up.name get_up.description get_up.description.no
fr: Se lever TODO TODO

# hide
source: hide.name hide.description hide.description.no
fr: Cacher TODO TODO

# hit
source: hit.name hit.description hit.description.no
fr: Attaquer TODO TODO

# hyperfreeze
source: hyperfreeze.name hyperfreeze.description hyperfreeze.description.no
fr: Hypergeler TODO TODO

# infect
source: infect.name infect.description infect.description.no
fr: Poinçonner TODO TODO

# lie_down
source: lie_down.name lie_down.description lie_down.description.no
fr: S'allonger TODO TODO

# move
source: move.name move.description
fr: Se déplacer Changez de pièce

# read_book
source: read_book.name read_book.description read_book.description.no
fr: Consulter TODO TODO

# read_document
source: read_document.name read_document.description read_document.description.no
fr: Consulter TODO TODO

# repair
source: repair.name repair.description repair.description.no
fr: Réparer TODO TODO

# search
source: search.name search.description search.description.no
fr: Fouiller TODO TODO

# shred
source: shred.name shred.description shred.description.no
fr: Déchirer TODO TODO

# take
source: take.name take.description take.description.no
fr: Prendre Prends un objet dans la pièce courrante et le place dans votre inventaire Votre inventaire est plein, faites de la place !

# transplant
source: transplant.name transplant.description transplant.description.no
fr: Greffer TODO TODO

# treat_plant
source: treat_plant.name treat_plant.description treat_plant.description.no
fr: Traiter TODO TODO

# water_plant
source: water_plant.name water_plant.description water_plant.description.no
fr: Arroser TODO TODO

# write
source: write.name write.description write.description.no
fr: Écrire TODO TODO
