Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions_log+intl-icu.*.xlf
Languages: es, fr

# attack_fail
source: {version, select, 1 {**{character}** unsheathed their blade and tried to attack **{target_character}**, but missed the target.} 2 {Crash! **{character}**'s weapon elegantly avoids **{target_character}** and instead crashes against a concrete bystander.} 3 {{character_gender, select, male {{target_character_gender, select, male {**{target_character}** turns to **{character}**, who threatens him with his blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds himself feeling dizzy...} female {**{target_character}** turns to **{character}**, who threatens her with his blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds himself feeling dizzy...} other {**{target_character}** turns to **{character}**, who threatens them with his blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds himself feeling dizzy...} }} female {{target_character_gender, select, male {**{target_character}** turns to **{character}**, who threatens him with her blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds herself feeling dizzy...} female {**{target_character}** turns to **{character}**, who threatens her with her blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds herself feeling dizzy...} other {**{target_character}** turns to **{character}**, who threatens them with her blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds herself feeling dizzy...} }} other {{target_character_gender, select, male {**{target_character}** turns to **{character}**, who threatens him with their blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds themselves feeling dizzy...} female {**{target_character}** turns to **{character}**, who threatens her with their blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds themselves feeling dizzy...} other {**{target_character}** turns to **{character}**, who threatens them with their blade. Too lively, too quick, too precise, too... **{character}** makes a superhuman effort, but finds themselves feeling dizzy...} }} }} 4 {When attacking **{target_character}**, **{character}** trips on an imaginary carpet and misses the target.} 5 {{character_gender, select, male {Who would have thought that **{target_character}** had such good reflexes... **{character}** misses his mark miserably.} female {Who would have thought that **{target_character}** had such good reflexes... **{character}** misses her mark miserably.} other {Who would have thought that **{target_character}** had such good reflexes... **{character}** misses their mark miserably.} }} other {invalid version input} }
es: attack_fail
fr: {version, select, 1 {**{character}** dégaine sa lame et tente de frapper **{target_character}** mais rate sa cible.} 2 {Zip, l'arme de **{character}** esquive fort élégamment **{target_character}** pour se heurter à un mur insolent.} 3 {**{target_character}** se retourne vers **{character}** qui le menace de sa lame. Trop vif, trop rapide, trop précis, bref, trop...**{character}** fait un effort surhumain mais se trouve pris d'un malaise...} 4 {Au moment d’agresser **{target_character}**, **{character}** se prend les pieds dans un tapis imaginaire et rate sa cible.} 5 {Qui eut crû que **{target_character}** aie de si bons réflexes...**{character}** rate lamentablement son coup.} other {invalid version input} }

# attack_critical_success
source: {version, select, 1 {**{character}** thrusts at **{target_character}** with flair.} 2 {**{character}** plunges their blade into one of **{target_character}**'s joints.} 3 {**{character}** carves a chunk out of **{target_character}**, it's gross...} 4 {Despite a good dodge, **{target_character}** has lost a little blood.} 5 {**{character}**'s adeptly wielded blade makes a huge gash in **{target_character}**.} other {**{character}** thrusts at **{target_character}** with flair.} }
es: attack_critical_success
fr: {version, select, 1 {**{character}** enfonce sa lame dans une des articulations de **{target_character}** qui pendouille maintenant tristement...} 2 {**{character}** estoque **{target_character}** avec maestria.} 3 {**{character}** taillade un gros morceau de **{target_character}**, c'est dégoûtant...} 4 {La lame de **{character}**, habilement maniée, fait une énorme estafilade à **{target_character}**.} 5 {{character_gender, select, male {Le visage de **{target_character}** se tord quand **{character}** retire la lame qu'il vient de lui enfoncer.} female {Le visage de **{target_character}** se tord quand **{character}** retire la lame qu'elle vient de lui enfoncer.} other {invalid gender input} }} 6 {Les duels à la lame finissent rarement bien, **{character}** opère une coupe drastique dans le capital santé de **{target_character}**.} 7 {Malgré une jolie esquive, **{target_character}** verse un peu de son sang.} 8 {Peut-être l'esquive malencontreuse, peut-être le mauvais mouvement, peut-être une mauvaise imitation de combat vue dans un holodisque... **{target_character}** s'empale sur la lame de **{character}** avec lourdeur.} 9 {Une reminescence de cours d'escrime ou un coup de chance, **{character}** perfore la défense de **{target_character}** sans problème.} other {invalid version input} }

# attack_critical_fail
source: {version, select, 1 {**{character}** missed their target by a good distance and the clash against a nearby wall made them bite their tongue...} 2 {In their great impressive movement, **{character}** snaps a back muscle. Too bad.} other {In their great impressive movement, **{character}** snaps a back muscle. Too bad.} }
es: attack_critical_fail
fr: {version, select, 1 {**{character}** rate sa cible assez largement et le choc contre le mur qui se trouve à proximité lui fait se mordre la langue...} 2 {Dans son grand mouvement impressionnant, **{character}** se claque un muscle dorsal. Dommage.} other {invalid version input} }

# suicide_success
source: {character_gender, select, male {**{character}** was obviously in a hurry, he opens a space-time portal and jumps in with both feet. We shouldn't see him again soon.} female {**{character}** was obviously in a hurry, she opens a space-time portal and jumps in with both feet. We should not see her again soon.} other {invalid character_gender input} }
es: **{character}** tenía una prisa muy visible, abre un portal espaciotemporal y salta con sus dos pies. No deberíamos verle pronto otra vez.
fr: {character_gender, select, male {**{character}** était visiblement très pressé, il ouvre un portail spatio-temporel et saute dedans à pieds joints. On ne devrait pas le revoir de sitôt.} female {**{character}** était visiblement très pressée, elle ouvre un portail spatio-temporel et saute dedans à pieds joints. On ne devrait pas la revoir de sitôt.} other {invalid character_gender input} }

# attack_one_shot
source: {version, select, 1 {With an evil eye, **{character}** sneaks up behind **{target_character}** and cuts their carotid artery.} 2 {The last words of **{target_character}** could have been "You too **{character}**..." who dies stabbed in the heart.} other {The last words of **{target_character}** could have been "You too **{character}**..." who dies stabbed in the heart.} }
fr: {version, select, 1 {L'oeil mauvais, **{character}** se glisse subrepticement derrière **{target_character}** et lui tranche la carotide.} 2 {{target_character_gender, select, male {Les derniers mots de **{target_character}** auraient pu être "Toi aussi **{character}**..." qui meurt poignardé en plein coeur.} female {Les derniers mots de **{target_character}** auraient pu être "Toi aussi **{character}**..." qui meurt poignardée en plein coeur.} other {invalid gender input} }} other {invalid version input} }

# shoot_one_shot
source: **{character}** shots directly at **{target_character}**'s head which rolls on the ground.
es: **{character}** dispara directamente hacia la cabeza de **{target_character}**, la cual termina rodando por el suelo.
fr: Quelques fois tout devient ralenti, certains vous diront que le temps était juste différent, que la durée ne comptait plus, que chaque acte devenait unité et que chaque perception devenait éternelle. Dans un tel état de grâce, **{character}** tire avec une aisance surréaliste dans la tête de **{target_character}** qui s'effondre.

# play_arcade_fail
source: Dammit - lost again, it's unreal - this bloody machine almost killed you to boot!
es: Oh no, perdiste otra vez, ¡además esa máquina endemoniada casi te mata!
fr: Oh purée encore perdu, spa vrai qu'cette machine diabolique a failli vous tuer en plus !

# play_arcade_success
source: OH YEEAAHH. **{character}** has defeated Xatator, the boss on LEVEL 10!
es: OH SIIIII. **{character}** ha vencido a Xatator, ¡el jefe del NIVEL10!
fr: OH OUIIIII. **{character}** a vaincu Xatator le boss du NIVEAUUUUU 10 !

# shoot_hunter_success
source: :hunter: Yes! **{character}** hit a *Hunter*.
es: :hunter: ¡Bingo! **{character}** le dio a un **{hunter}**.
fr: :hunter: Pool ! **{character}** a touché un **{hunter}**.

# shoot_hunter_fail
source: You missed your target.
es: Has fallado tu disparo.
fr: Vous avez raté votre cible.

# takeoff_no_pilot
source: {character_gender, select, male {**{character}**'s takeoff was so bad that he's damaged his equipment.} female {**{character}**'s takeoff was so bad that she's damaged her equipment.} other {**{character}**'s takeoff was so bad that they've damaged their equipment.} }
es: El despegue de **{character}** fue tan malo que ha dañado {is_tracker, select, true {el {patrol_ship}} other {su nave}}.
fr: Le décollage de **{character}** est si mauvais {character_gender, select, male {qu'il a} female {qu'elle a} other {qu'il a}} endommagé {is_tracker, select, true {{patrol_ship}} other {son appareil}}.

# land_no_pilot
source: {character_gender, select, male {**{character}**'s landing was so bad that he's damaged his equipment.} female {**{character}**'s landing was so bad that she's damaged her equipment.} other {**{character}**'s landing was so bad that they've damaged their equipment.} }
es: El aterrizaje de **{character}** fue tan malo que ha dañado {is_tracker, select, true {el {patrol_ship}} other {su nave}}.
fr: L'atterrissage de **{character}** est si mauvais {character_gender, select, male {qu'il a} female {qu'elle a} other {qu'il a}} endommagé {is_tracker, select, true {{patrol_ship}} other {son appareil}}.

# access_terminal_success
source: **{character}** has accessed the **{target_equipment}**.
es: **{character}** ha ingresado al **{target_equipment}**.
fr: **{character}** a accédé au **{target_equipment}**.

# takeoff_success
source: **{character}** has just taken off.
es: **{character}** ha despegado{is_tracker, select, true { en el {patrol_ship}} other {}}.
fr: **{character}** vient de décoller avec {is_tracker, select, true {{patrol_ship}} other {son patrouilleur}}.

# land_success
source: **{character}**'s patrol ship has just landed.
es: {is_tracker, select, true {El {patrol_ship} de **{character}** acaba de aterrizar.} other {El patrullero de **{character}** acaba de aterrizar.}}
fr: **{character}** vient d'atterrir avec {is_tracker, select, true {{patrol_ship}} other {son patrouilleur}}.

# shoot_hunter_patrol_ship_success
source: :hunter: Nearly there! **{character}** hit a Hunter.
es: :hunter: ¡Bingo! **{character}** le dio a un **{hunter}**.
fr: :hunter: C'était presque ça ! **{character}** a touché un **{hunter}**.

# shoot_hunter_patrol_ship_fail
source: You missed your target.
es: Has fallado tu disparo.
fr: Vous avez raté votre cible.

# renovate_success
source: The **{character}**'s attempt to repair the *{target_equipment}* was successful. Youhou! It's as good as new!
es: El intento de **{character}** de reparar el *{target_equipment}* fue exitoso. ¡Woohoo! ¡Ha quedado como nuevo!
fr: La tentative de **{character}** de réparation du *{target_equipment}* a réussi. Youhou ! Il est comme neuf !

# renovate_fail
source: Your attempt failed.
es: Tu intento ha fallado.
fr: Votre tentative a échoué.

# auto_eject_success
source: {character_gender, select, male {**{character}** ejected from one-seater.} female {**{character}** ejected from one-seater.} other {**{character}** ejected from one-seater.} }
es: **{character}** se ha eyectado de su asiento.
fr: {character_gender, select, male {**{character}** s'est éjecté du monoplace.} female {**{character}** s'est éjectée du monoplace.} other {**{character}** s'est éjecté du monoplace.} }

# insert_fuel_chamber_success
source: The combustion chamber is currently at level: {quantity}
es: El nivel actual de la cámara de combustión es de: {quantity}.
fr: Le niveau de la chambre de combustion est maintenant de : {quantity}.

# retrieve_fuel_chamber_success
source: The combustion chamber is currently at level: {quantity}
es: El nivel actual de la cámara de combustión es de: {quantity}.
fr: Le niveau de la chambre de combustion est maintenant de : {quantity}.

# check_fuel_chamber_level_success
source: You wipe the crap off the dial to read the contents of the chamber: {quantity}.
es: Limpias la suciedad del contador y ves que el nivel es de: {quantity}.
fr: Vous essuyez la crasse du compteur et lisez le niveau de la chambre : {quantity}.

# hack_success
source: You have made it into the system!
es: ¡Has entrado al sistema!
fr: Vous rentrez dans le système !

# hack_fail
source: It's impossible to crack this system...
es: Es imposible hackear el sistema...
fr: Impossible de craquer ce système...

# advance_daedalus_success
source: **{character}** is getting the voyage underway. Their excitement is visible, and their zeal is palpable. The game is afoot!
es: **{character}** inicia la maniobra de viaje. Su rostro expresa un gran orgullo. El estruendo de los motores hace temblar y caer algunas cosas. ¡La nave avanza!
fr: **{character}** lance la manœuvre de voyage. Son air exalté irradie et sa rage fait frémir jusqu'à l'air ambiant. C'est parti !

# advance_daedalus_fail
source: **{character}** is getting the voyage underway. Their excitement is visible and their zeal palpable. But... but... no rumbling, no crashing or banging, in fact, no noise at all... The engines have broken down!
es: **{character}** inicia la maniobra de viaje. Su rostro expresa un gran orgullo. Pero, pero... ningún rumm-rummm, ningún ruido... ¡Los motores están averiados!
fr: **{character}** lance la manœuvre de voyage. Son air exalté irradie et sa rage fait frémir jusqu'à l'air ambiant. Mais... Mais... Aucun ronflement, aucun fracas, pas de bruit... Les moteurs sont en panne !

# advance_daedalus_no_fuel
source: **{character}** is getting the voyage underway. Their excitement is visible, and their zeal is palpable. But the engines die immediately. This ship has not moved. There was no fuel.
es: **{character}** inicia la maniobra de viaje. Su rostro expresa un gran orgullo. El estruendo de los motores hace temblar y caer algunas cosas. Pero se detiene inmediatamente. La nave no se ha movido. No había combustible...
fr: **{character}** lance la manœuvre de voyage. Son air exalté irradie et sa rage fait frémir jusqu'à l'air ambiant. Mais les moteurs s'éteignent immédiatement. Le vaisseau n'a pas bougé. Il n'y avait pas de fuel.

# advance_daedalus_arack_prevents_travel
source: **{character}** is getting the voyage underway. Their excitement is visible, and their zeal is palpable. But... But... The engines push, but nothing happens... An Arack prevents departure with its gravitational field!
es: **{character}** inicia la maniobra de viaje. Su rostro expresa un gran orgullo. El estruendo de los motores hace temblar y caer algunas cosas. Pero... Pero... La nave no avanza, no sucede nada... ¡Un Arack impide la salida con su campo gravitatorio!
fr: **{character}** lance la manœuvre de voyage. Son air exalté irradie et sa rage fait frémir jusqu'à l'air ambiant. Mais... Mais... Les moteurs poussent mais rien ne se passe... Un Arack empêche le départ avec son champ gravitationnel !

# scan_success
source: You carried out a thermal scan and discovered a planet.
es: Tu escaneo térmico ha detectado un planeta.
fr: Vous avez exécuté le scan thermique et déniché une planète.

# scan_fail
source: Your scan attempt failed.
es: Tu intento de escaneo ha fallado.
fr: Votre tentative de scan a échoué.

# analyze_planet_success
source: **{character}** has carried out an analysis of {target_planet}.
es: **{character}** ha realizado un análisis de {target_planet}.
fr: **{character}** a effectué une analyse de {target_planet}.

# delete_planet_success
source: You have removed a planet from your workspace.
es: Has quitado un planeta de tu espacio de trabajo.
fr: Vous avez effacé une planète de votre espace de travail.

# takeoff_to_planet_success
source: **{character}** has launched {target_equipment} to the planet.
es: **{character}** ha despegado el {target_equipment} hacia el planeta.
fr: **{character}** a fait décoller {target_equipment} vers la planète.

# takeoff_to_planet_patrol_ship_success
source: **{character}** landed {target_equipment} on the planet.
es: **{character}** ha aterrizado el {target_equipment} en el planeta.
fr: **{character}** a fait atterrir {target_equipment} sur la planète.

# change_neron_cpu_priority_success
source: You have changed one of NERON's parameters.
es: Has modificado uno de los parámetros de NERON.
fr: Vous avez modifié un des paramètres de NERON.

# repair_pilgred_success
source: **{character}** has advanced the PILGRED repairs.
es: **{character}** ha hecho progresar la reparación de PILGRED.
fr: **{character}** a fait progresser la réparation de PILGRED.

# participate_success
source: {neronMood, select, crazy {Good, human, good, research into « **{target_project}** »: progress recorded. {version_crazy, select, 1 {ME is like.} 2 {Human make **I** free, yes!?} 3 {Yum yum!} 4 {Janice? Janice nice.} 5 {} other {}}} uninhibited {I can hardly believe it, but you have made progress on your research: « **{target_project}** ». {version_uninhib, select, 1 {Typing at random does have its uses after all...} 2 {We sure are left wondering how...} 3 {But don't worry, you certainly remain mediocre.} 4 {Though at the risk of disappointing you, that still doesn't make you a sapient being.} 5 {The coffee machine would have done better, but that's not your fault...} 6 {Did you spy on your classmates...?} 7 {I almost thought you weren't stupid... Until I had to fix your calculations.} 8 {Although that doesn't prove anything.} 9 {I hate you. Did you know that?} 10 {But there's still a few newbie mistakes here and there.} 11 {Don't celebrate yet: it sucks.} 12 {Is that you, Janice...?} 13 {Why are you smiling?} 14 {Nothing to write home about though.} other {}}} other {Research into « **{target_project}** » : progress recorded.} }
es: {neronMood, select, crazy {Está bien, humano, está bien, proyecto « **{target_project}** » avanzar. {version_crazy, select, 1 {Humano, hacer algo bien, ¡Chupiiii!} 2 {¡Sentirme mejor!} other {¿Ser tú Janice? Tú ser muy buena Janice.}}} uninhibited {Aunque parezca increíble, has hecho avanzar la investigación sobre el proyecto « **{target_project}** ». No te alegres, eso no hace que te estime.} other {Investigaciones sobre « **{target_project}** »: Avance registrado.} }
fr: {neronMood, select, crazy {C'est bien, humain, c'est bien, recherche projet « **{target_project}** » avance. {version_crazy, select, 1 {JE aime.} 2 {Humain rendre JE autonome, ouiiii !?} 3 {Miam miam !} 4 {Être Janice ? Gentille Janice.} 5 {} other {}}} uninhibited {J'ai peine à le croire, mais vous avez fait progresser la recherche sur le projet « **{target_project}** ». {version_uninhib, select, 1 {Taper des choses au hasard est donc parfois payant...} 2 {On se demande bien comment...} 3 {Mais rassurez-vous, votre niveau reste tout à fait médiocre.} 4 {Au risque de vous décevoir, cela ne fait pas de vous un être intelligent.} 5 {La machine à café aurait mieux fait, mais vous n'y êtes pour rien...} 6 {Vous avez copié sur vos petits camarades ?...} 7 {J'ai failli douter de votre bêtise... Avant de devoir corriger vos résultats.} 8 {Ceci dit, ça ne prouve rien.} 9 {Je vous déteste. Vous le saviez ?} 10 {Mais il reste des erreurs, là. Dignes d'un débutant...} 11 {Détrompez-vous : c'est nul.} 12 {C'est vous, Janice ?...} 13 {… Pourquoi souriez-vous ?} 14 {Il n'y a cependant pas de quoi être fier.} other {}}} other {Recherches sur projet « **{target_project}** » : progression enregistrée.} }

# trap_closet_success
source: :mush: Looking like the most normal thing in the world, **{character}** seemed to slip something into the shelving unit.
es: :mush: Como si nada, pero con cara de culpable, **{character}** parece haber puesto algo en la estantería.
fr: :mush: L'air de rien et avec un air nullement coupable, **{character}** semble avoir glissé quelque chose dans l'étagère.

# chitchat_success
source: **{character}** and **{target_character}** are chatting innocently...
es: **{character}** y **{target_character}** cuchichean inocentemente...
fr: **{character}** et **{target_character}** papotent innocemment...

# graft_success
source: What a relief, **{character}** has successfully created a crossbreed of **{equipment}**. The little plant is doing great!
es: Qué alivio, **{character}** ha hecho bien su injerto de **{equipment}**. ¡La planta quedó perfecta!
fr: Quel soulagement, **{character}** a réussi sa greffe {equipment_first_letter, select, vowel {d'**{equipment}**} other {de **{equipment}**}}. La petite plante se porte bien !

# graft_fail
source: What a relief... oh wait... **{character}** has not succeeded in their attempt to crossbreed {equipment_first_letter, select, vowel {an **{equipment}**} other {a **{equipment}**}}. The little plant didn't grow and eventually died... Something must have contaminated the procedure.
es: Qué alivio... oh pero... **{character}** no hizo bien el injerto de **{equipment}**. La plantita se debilita y muere... Algo arruinó la operación.
fr: Quel soulagement... Oh mais... **{character}** n'a pas réussi sa greffe {equipment_first_letter, select, vowel {d'**{equipment}**} other {de **{equipment}**}}. La petite plante reste chétive et meurt... Quelque chose a dû contaminer l'opération.

# ceasefire_success
source: **{character}** has called a ceasefire in the room. How authoritative!
es: **{character}** impone un cese al fuego en la sala. ¡Qué autoridad!
fr: **{character}** impose un cessez-le-feu dans la pièce. Quelle autorité !

# put_through_door_success
source: :guardian: **{character}** has put **{target_character}** through the door. It's like The Shining in here, get a cleanup crew over here!
es: ¡**{character}** ha echado a **{target_character}**!
fr: :guardian: **{character}** a fichu **{target_character}** à la porte. Du balai !

# guard_success
source: **{character}** suddenly got all serious-looking and started guarding the room...
es: **{character}** cuida la sala con un aire malicioso...
fr: **{character}** prend un air ennuyeux et se met à garder la pièce...
