Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions_log+intl-icu.*.xlf
Languages: es, fr

# throw_grenade_success
source: {version, select, 1 {Ploc...poc...poc...pschhhhh... **{character}** takes cover while the others look at their feet. Oh look, a gre...} other {Ploc...ploc...ploc...pschhhhh... **{character}** takes cover while the others look down. The explosion blows everyone away!}}
es: Ploc...ploc...ploc...pschhhhh... **{character}** se lanza al suelo mientras los demás se ríen. ¡La explosión hace volar a todos!
fr: {version, select, 1 {Ploc...poc...poc...pschhhhh... **{character}** se jette à couvert pendant que les autres regardent à leurs pieds. Tiens, une gre...} other {Ploc...ploc...ploc...pschhhhh... **{character}** se jette à couvert pendant que les autres regardent à leurs pieds. L'explosion souffle tout le monde !}}

# putsch_success
source: **{character}** is going through an argument with NERON. Who knows what they can scheme about...
es: **{character}** está teniendo una gran discusión con NERON. Quién sabe lo que estarán planeando...
fr: **{character}** entre en grande discussion avec NERON. Qui sait ce qu'ils peuvent bien se dire…

# depress_success
source: :mush: **{character}** approaches **{target_character}** furtively. After moving away again, **{target_character}**'s mood seems to drop rapidly...
es: :mush: **{character}** se acerca discretamente a **{target_character}**. Al alejarse, el estado de ánimo de **{target_character}** se altera. Sube y baja, sube y baja...
fr: :mush: **{character}** se rapproche subrepticement de **{target_character}**. {character_gender, select, female {Après qu'elle s'en est éloignée, les traits de **{target_character}** s'affaissent...} other {Après qu'il s'en est éloigné, les traits de **{target_character}** se tirent et se creusent...}}

# slime_trap_success
source: :mush: In a flash, **{character}** taps **{target_character}** affectionately, but it seems as though some kind of putrid smoke came out of their fingers!
es: :mush: En un abrir y cerrar de ojos, **{character}** da una palmada afectuosa a **{target_character}** pero... ¡Un humo fétido sale de sus dedos!
fr: :mush: L'espace d'un instant, **{character}** met une tape affectueuse à **{target_character}**... Mais on dirait qu'une fumée putride est sortie de ses doigts !

# slime_object_success
source: mush: **{character}** ejected some wretched slime onto {target_equipment_first_letter, select, vowel {an} other {a}} **{target_equipment}**. It'll break down in {quantity, select, 1 {1 cycle} other {{quantity} cycles}}...
es: :mush: **{character}** derrama un asqueroso gel verde sobre {target_equipment_gender, select, female {una} other {un}} **{equipment}**. Este equipo dejará de funcionar en {quantity, select, 1 {un ciclo} other {{quantity} ciclos}}.
fr: :mush: **{character}** projette rapidement une infâme gelée sur {target_equipment_gender, select, female {une} other {un}} **{target_equipment}**. {target_equipment_gender, select, female {Elle sera cassée} other {Il sera cassé}} d'ici {quantity, select, 1 {1 cycle} other {{quantity} cycles}}...

# mass_ggedon_success
source: **{character}** suddenly stiffens... It looks like twisted yellow threads are escaping from their spacesuit and trying to penetrate the hull...
es: :mush: **{character}** se pone {character_gender, select, female {tensa} other {tenso}}... Filamentos amarillos salen de su traje, se enrollan e intentan entrar al casco...
fr: :mush: **{character}** se raidit soudain... On dirait que des filaments jaunes pourris tortillonnants s'échappe de sa combinaison pour pénétrer la coque...

# reinforce_success
source: **{character}** has been beavering away over what looked like the beginnings of a mini cathedral near {target_equipment_first_letter, select, vowel {an} other {a}} **{target_equipment}**... OK, it looks more like they reinforced the area with a dead armadillo but hey, who's caring, it should do the job.
es: **{character}** se ha puesto a reforzar {target_equipment_gender, select, female {una} other {un}} **{target_equipment}**... Ahora parece un armadillo, debería resistir.
fr: {character_gender, select, female {**{character}** s'est lancée} other {**{character}** s'est lancé}} dans une mini cathédrale autour {target_equipment_gender, select, female {d'une **{target_equipment}**} other {d'un **{target_equipment}**}}... On dirait plus un tatou crevé maintenant mais ça devrait tenir.

# reinforce_fail
source: You retreat proudly... bla bla... ah... never mind... your attempt at armor plating failed.
es: Das un paso atrás {character_gender, select, female {orgullosa} other {orgulloso}} y... ahora es... olvídalo... tu intento de blindaje ha fallado..
fr: Vous vous reculez fièrement et... patatra... bon... tant pis... Votre tentative de blindage a échoué.

# collect_scrap_fail
source: **{character}** attempts a daring loop to catch a piece of scrap in midair, but collects nothing...
es: **{character}** intenta un atrevido rizo para recolectar algunas piezas en el espacio, pero no consigue nada...
fr: **{character}** tente un looping audacieux pour attraper un débris en plein vol, mais ne collecte rien...

# upgrade_drone_to_turbo_success
source: **{character}** has been hammering away at this poor {target_drone}. It's for the best though. {target_drone} has been upgraded to **Turbo**.
es: **{character}** trabaja duro en {target_drone}. {target_drone} recibe la mejora **Turbo**.
fr: **{character}** s'acharne un peu sur ce pauvre {target_drone}. Mais c'est pour son bien. {target_drone} reçoit l'amélioration **Turbo**.

# upgrade_drone_to_firefighter_success
source: **{character}** has been hammering away at this poor {target_drone}. It's for the best though. {target_drone} has been upgraded to **Fireman**.
es: **{character}** trabaja duro en {target_drone}. {target_drone} recibe la mejora **Bombero**.
fr: **{character}** s'acharne un peu sur ce pauvre {target_drone}. Mais c'est pour son bien. {target_drone} reçoit l'amélioration **Pompier**.

# upgrade_drone_to_pilot_success
source: **{character}** has been hammering away at this poor {target_drone}. It's for the best though. {target_drone} has been upgraded to **Pilot**.
es: **{character}** trabaja duro en {target_drone}. {target_drone} recibe la mejora **Piloto**.
fr: **{character}** s'acharne un peu sur ce pauvre {target_drone}. Mais c'est pour son bien. {target_drone} reçoit l'amélioration **Pilote**.

# take_cat
source: **{character}** has picked up **{target_equipment}**.
es: **{character}** ha levantado al **{target_equipment}**.
fr: **{character}** a pris **{target_equipment}**.

# pet_cat
source: **{character}** gave **{target_equipment}** a big cuddle, much to his displeasure, but in any case it always makes people feel better.
es: **{character}** acaricia a **Schrödinger**, a él no le gusta mucho pero se deja...
fr: **{character}** fait un gros câlin à **{target_equipment}**. Celui-ci n'en veut manifestement pas mais ce n'est pas grave, ça fait toujours du bien...

# shoot_cat_success
source: Premeditated or not, **{character}** took out their weapon and opened fire on **{target_equipment}**.
es: **Schrödinger** recibe un tiro certero de **{character}**.
fr: L'oeil vif, la rage au corps, **{character}** réussit magnifiquement son tir en plein dans la poitrine de **{target_equipment}**...

# shoot_cat_critical_success
source: Premeditated or not, **{character}** took out their weapon and opened fire on **{target_equipment}**.
es: Sin más ni más, **{character}** saca su arma y dispara sobre **{target_equipment}**, una, dos, tres veces...
fr: L'oeil vif, la rage au corps, **{character}** réussit magnifiquement son tir en plein dans la poitrine de **{target_equipment}**...

# shoot_cat_fail
source: {version, select, 1 {Premeditated or not, **{character}** took out their weapon and opened fire on **{target_character}**.} other {Premeditated or not, **{character}** took out their weapon and opened fire on **{target_character}**.} }
es: {version, select, 1 {**{character}** ha disparado sobre **{target_equipment}**, pero no fue capaz de apuntar bien...} other {Clic...clic... **{character}** ha perdido su oportunidad...} }
fr: {version, select, 1 {Clic...clic...**{character}** a raté une occasion...} 2 {**{character}** bute sur un poney imaginaire et tombe en arrière !} 3 {Clic...clic... l'arme de **{character}** est enrayée.} 4 {**{character}** a fait feu sur **{target_equipment}** mais n'est hélas juste pas capable de viser correctement...} other {invalid version input} }

# shoot_cat_critical_fail
source: {version, select, 1 {When firing at **{target_character}**, **{character}** got burnt with their weapon. Spectacular work.} other {When firing at **{target_character}**, **{character}** got burnt with their weapon. Spectacular work.} }
es: {version, select, 1 {El truco de magia de **{character}** ha salido mal, y sin querer se ha disparado a sí mismo} other {El truco de magia de **{character}** ha salido mal, y sin querer se ha disparado a sí mismo} }.
fr: {version, select, 1 {{character_gender, select, male {Le tour de magie de **{character}** est décidément raté, il retourne son arme contre lui par mégarde.} female {Le tour de magie de **{character}** est décidément raté, elle retourne son arme contre elle par mégarde.} other {invalid gender input} }} 2 {La violence est le refuge de l'incompétence. **{character}** aurait mieux fait de s'abstenir. Son arme est maintenant par terre et **{target}** l'en sait gré.} other {invalid version input} }

# daunt_success
source: **{character}** pulls **{target_character}** into a corner and starts yelling at them...
es: **{character}** arrincona a **{target_character}** y empieza a gritarle...
fr: **{character}** attrape **{target_character}** dans un coin et se met à lui hurler dessus...

# gen_metal_fail
source: You turn all these useless machines upside down and inside out, but there's really nothing interesting there...
es: Le das vuelta a todas esas máquinas inútiles, poniéndolas patas arriba y al revés, pero en realidad no hay nada interesante aquí...
fr: Vous retournez toutes ces piles de machins inutiles mais rien à faire, rien de vraiment intéressant...

# door_sabotage_success
source: Strange, **{character}** is busying around their **Door** which is giving off smoke...
es: :mush: Es extraño, hay humo saliendo de una **Puerta** por la que **{character}** está merodeando...
fr: :mush: Étrange, **{character}** s'affaire sur une **Porte** qui émet une petite fumée...

# give_nightmare_success
source: :mush: **{character}** is getting closer to **{target_character}**... After {character_gender, select, female {that she moved away} other {that he moved away}}, this one seems to have a tormented sleep...
es: :mush: **{character}** se acerca a **{target_character}**... y cuando se aleja parece tener un sueño tormentoso.
fr: :mush: **{character}** se rapproche de **{target_character}**... Après {character_gender, select, female {qu'elle s'en est éloignée} other {qu'il s'en est éloigné}}, celui-ci semble avoir un sommeil tourmenté...

# neron_depress_success
source: :mush: **{character}** seems to be deep in conversation with... NERON. But what on earth could this two have to talk about?
es: :mush: **{character}** tiene una charla con... NERON. ¿De qué estarán hablando?
fr: :mush: **{character}** a l'air en grande discussion avec... NERON. Mais que peuvent-ils bien se dire ces deux-là ?

# search_for_mush_genome_fail
source: Access to Xyloph database denied. Nothing to show for it... Bloody coward admin.
fr: Accès à la base de données de Xyloph refusée. Rien à en tirer... Saleté d'admin de daube.

# search_for_mush_genome_success
source: Access to Xyloph database accepted. This disk contains crucial information on the Mush genome gathered by Ian Soulton just before the Daedalus left.
fr: Accès à la base de données de Xyloph acceptée. Ce disque regroupe des informations cruciales sur le génome Mush rassemblée par Ian Soulton juste avant le départ du Daedalus.

# compute_eden_success
source: **{character}** worked at it to no avail, there was no way to triangulate the data... Suddenly a violent shudder causes a motherboard to fall on their head and their eyes light up. Eureka! You have to think outside the box! **{character}** then proceeds to discover the coordinates of the Edenists.
es: **{character}** se exprime el cerebro pero nada, no encuentra manera de triangular los datos... ¡De pronto le cae una tarjeta madre sobre la cabeza y su mirada se ilumina! El golpe ayudó. **{character}** descubre las coordenadas del sistema de los Edenistas.
fr: **{character}** se prend la tête mais rien n'y fait, aucun moyen de trianguler les données... Soudain une secousse fait tomber une carte mère sur le sommet de son crâne et son regard s'illumine ! Il fallait penser autrement ! **{character}** découvre les coordonnées du système des Edénistes.

# compute_eden_fail
source: You work hard at it, but it's to no avail. There seems no way to triangulate the data...
es: Te exprimes el cerebro pero nada, no encuentras manera de triangular los datos...
fr: Vous vous prenez la tête mais rien n'y fait, aucun moyen de trianguler les données...

# open_coffee_thermos
source: **{character}** pours a delicious cup of **Coffee** from {character_gender, select, female {her} male {his} other {their}} Thermos... Mmh... It smells like a late night on a balcony on Saturn.
es: **{character}** se sirve una taza de **Café** de su Termo.... Mhm... Su aroma rememora las largas noches de insomnio en un balcón en Saturno.
fr: **{character}** se verse une tasse de **Café** depuis son Thermos... Hmm... Ça rappelle les longues nuits blanches sur un balcon de Saturne.

# open_anniversary_gift
source: **{character}** throws {character_gender, select, female {herself} male {himself} other {themselves}} onto their gift and starts unwrapping impatiently... Oh, {quantity, select, 1 {{equipment_first_letter, select, vowel {an} consonant {a} other {a} }} other {{quantity}} } **{equipment}**! Let's hope that's what {character_gender, select, female {she} male {he} other {they} } wanted...
es: **{character}** se lanza impacientemente en su regalo y lo desenvuelve impacientemente... Oh, ¡{quantity, select, 1 {{equipment_gender, select, female {Una} other {Un}} **{equipment}**} other {{quantity} **{equipment_plural_name}**} }! Esperemos que esto sea lo que {character_gender, select, female {ella} other {él}} quería...
fr: **{character}** se jette avec impatience sur son cadeau et commence à le déballer... Oh, {quantity, select, 1 {{equipment_gender, select, female {une} male {un} other {} }} other {{quantity}} } **{equipment}** ! On espère que c'est ce qu{character_gender, select, female {'elle} male {'il} other {'il} } voulait...
