Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions+intl-icu.*.xlf
Languages: es, fr

# collect_scrap
source: collect_scrap.name collect_scrap.description
es: Traer chatarra ¡Mira! Algo flota en el espacio sideral. Afortunadamente, puede recogerse con el Pasiphae.
fr: Rapatrier des débris Tiens, il y a quelque chose qui traine dans le vide inter-sidéral. Heureusement, avec le Pasiphae, on peut le ramasser. Le Pasiphae, un vaisseau qu'il est bien à piloter.

# renovate
source: renovate.name renovate.description
es: Renovar Renovar un patrullero puede definir una batalla próxima. // Requiere una *Pieza metálica*
fr: Rénover Remettre à neuf un patrouilleur peut changer le cours des batailles futures. // Nécessite un Débris Métallique.

# auto_eject
source: auto_eject.name auto_eject.description auto_eject.confirmation
es: Auto-Eyección Para cuando hayas perdido la batalla, ¡pero no la guerra! // O si simplemente quieres un poco de aire fresco... ¿aire? La auto-eyección es arriesgada. Es más, tu patrullero quedará destruido. ¿Todavía quieres hacerlo?
fr: Auto-Ejection Vous avez perdu cette bataille, mais pas la guerre ! // Ou bien, vous avez simplement envie de prendre l'air... ou pas. L'auto-éjection comporte des risques. De plus, votre monoplace sera détruit. Voulez-vous quand même le faire ?

# insert_fuel_chamber
source: insert_fuel_chamber.name insert_fuel_chamber.description
es: Inyectar Inyecta el combustible en la Cámara de Combustión del motor.
fr: Insérer Injecte le fuel dans la Chambre de Combustion du moteur.

# retrieve_fuel_chamber
source: retrieve_fuel_chamber.name retrieve_fuel_chamber.description
es: Tomar cápsula Permite recuperar una cápsula de combustible que sirve para llenar tanques auxiliares.
fr: Récupérer une capsule Permet de récupérer une capsule de fuel qui peut servir à remplir les réservoirs auxiliaires.

# check_fuel_chamber_level
source: check_fuel_chamber_level.name check_fuel_chamber_level.description
es: Verificar combustible Verifica la cantidad de combustible disponible en la cámara.
fr: Vérifier Vérifier quelle quantité de Fuel est disponible dans la chambre.

# hack
source: hack.name hack.description
es: Hackear Intenta forzar el acceso a esta terminal usando el kit de hackeo.
fr: Forcer l'accès Permet de tenter de forcer l'accès à ce terminal grâce à votre Bidouilleur.

# exit_terminal
source: exit_terminal.name
es: Salir
fr: Quitter

# advance_daedalus
source: advance_daedalus.name advance_daedalus.description advance_daedalus.confirmation
es: Arrancar Enciende los motores para un desplazamiento que dependerá de la cantidad de combustible que haya en la cámara de combustión. Esta acción puede tener consecuencias graves. ¿Quieres continuar de todas formas?
fr: Voyager Lance l'allumage des moteurs pour un déplacement lié à la quantité de carburant prêt. {character_gender, select, male {Cette action est lourde de conséquences. Êtes-vous sûr de vouloir continuer ?} female {Cette action est lourde de conséquences. Êtes-vous sûre de vouloir continuer ?} other {Cette action est lourde de conséquences. Êtes-vous sûr de vouloir continuer ?} }

# scan
source: scan.name scan.description
es: Escanear Permite buscar un planeta para elegir tu próximo viaje.
fr: Scanner Permet de changer les planètes disponibles comme choix pour le prochain voyage.

# analyze_planet
source: analyze_planet.name analyze_planet.description
es: Analizar Realiza un análisis exhaustivo del planeta para conocer sus propiedades.
fr: Analyse Analyser la planète en profondeur pour aider les missions d'exploration.

# turn_daedalus_left
source: turn_daedalus_left.name turn_daedalus_left.description
es: Girar a la izquierda Permite cambiar la orientación de la nave.
fr: Orienter à gauche Permet de changer le cap du vaisseau.

# turn_daedalus_right
source: turn_daedalus_right.name turn_daedalus_right.description
es: Girar a la derecha Permite cambiar la orientación de la nave.
fr: Orienter à droite Permet de changer le cap du vaisseau.

# delete_planet
source: delete_planet.name delete_planet.description delete_planet.confirmation
es: Borrar planeta Permite borrar un planeta escaneado de tu espacio de trabajo. Borrar un planeta de tu espacio de trabajo es irreversible. ¿Quieres continuar de todas maneras?
fr: Effacer ce scan Permet d'effacer une planète scannée de votre espace de travail. Effacer une planète de votre espace de travail est irréversible. Voulez-vous continuer ?

# leave_orbit
source: leave_orbit.name leave_orbit.description leave_orbit.confirmation
es: Salir de órbita Enciende los motores para un desplazamiento que dependerá de la cantidad de combustible que haya en la cámara de combustión. Esta acción puede tener consecuencias graves. ¿Quieres continuar de todas formas?
fr: Quitter l'orbite Lance l'allumage des moteurs pour un déplacement lié à la quantité de carburant prêt. {character_gender, select, male {Cette action est lourde de conséquences. Êtes-vous sûr de vouloir continuer ?} female {Cette action est lourde de conséquences. Êtes-vous sûre de vouloir continuer ?} other {Cette action est lourde de conséquences. Êtes-vous sûr de vouloir continuer ?} }

# takeoff_to_planet
source: takeoff_to_planet.name takeoff_to_planet.description takeoff_to_planet.confirmation
es: Despegar: {planet} Despega la nave de exploración Icarus para aterrizar en un planeta. ¡Atención! La exploración requiere preparación, el planeta podría no tener una atmósfera respirable o estar habitado por seres hostiles ¿Deseas continuar?
fr: Décoller : {planet} Décoller avec le vaisseau d'exploration Icarus pour aller sur une planète. {character_gender, select, male {Les explorations demandent de la préparation, si la planète n'a pas d'atmosphère respirable ou est habitée par des organismes hostiles, vous devriez prendre vos dispositions. Êtes-vous sûr de vouloir continuer ?} female {Les explorations demandent de la préparation, si la planète n'a pas d'atmosphère respirable ou est habitée par des organismes hostiles, vous devriez prendre vos dispositions. Êtes-vous sûre de vouloir continuer ?} other {Les explorations demandent de la préparation, si la planète n'a pas d'atmosphère respirable ou est habitée par des organismes hostiles, vous devriez prendre vos dispositions. Êtes-vous sûr de vouloir continuer ?} }

# takeoff_to_planet_patrol_ship
source: takeoff_to_planet_patrol_ship.name takeoff_to_planet_patrol_ship.description takeoff_to_planet_patrol_ship.confirmation
es: Aterrizar: {planet} Puedes aterrizar en un planeta con un patrullero... *Con los riesgos que eso pueda representar* ¡Atención! La exploración requiere preparación, el planeta podría no tener una atmósfera respirable o estar habitado por seres hostiles ¿Deseas continuar?
fr: Atterrir : {planet} Vous pouvez atterir sur une planète avec un patrouilleur... *À vos risques et périls...* {character_gender, select, male {Les explorations demandent de la préparation, si la planète n'a pas d'atmosphère respirable ou est habitée par des organismes hostiles, vous devriez prendre vos dispositions. Êtes-vous sûr de vouloir continuer ?} female {Les explorations demandent de la préparation, si la planète n'a pas d'atmosphère respirable ou est habitée par des organismes hostiles, vous devriez prendre vos dispositions. Êtes-vous sûre de vouloir continuer ?} other {Les explorations demandent de la préparation, si la planète n'a pas d'atmosphère respirable ou est habitée par des organismes hostiles, vous devriez prendre vos dispositions. Êtes-vous sûr de vouloir continuer ?} }

# repair_pilgred
source: repair_pilgred.name repair_pilgred.description
es: Participar Reparar el PILGRED te permitirá volver a Sol.
fr: Participer Réparer PILGRED vous permettra de revenir sur Sol.

# return_to_sol
source: return_to_sol.name return_to_sol.description return_to_sol.confirmation
es: Volver al Sistema Solar Después de mucho tiempo, tal vez sea hora de que echemos un vistazo de lo que está pasando en Sol. Esta acción puede tener consecuencias graves. ¿Quieres continuar de todas maneras?
fr: Rentrer sur Sol Après tout ce temps, peut-être serait-il temps de voir ce qu'il se passe sur Sol. {character_gender, select, male {Cette action est lourde de conséquences. Êtes-vous sûr de vouloir continuer ?} female {Cette action est lourde de conséquences. Êtes-vous sûre de vouloir continuer ?} other {Cette action est lourde de conséquences. Êtes-vous sûr de vouloir continuer ?} }

# participate
source: participate.name participate.description
es: Colaborar Avanza un proyecto según tus capacidades.
fr: Participer Avance le Projet en fonction de vos capacités.

# trap_closet
source: trap_closet.name trap_closet.description
es: Colocar trampa Coloca una trampa en la estantería para infectar a alguien. Esta acción es **Discreta**. Será vista solo por las **Cámaras** y las **personas presentes** en la sala, incluso de *tu bando*.
fr: Piéger pièce Permet de piéger la pièce, toutes les interactions avec les objets et équipements de la pièce déclencheront le piège.

# chitchat
source: chitchat.name chitchat.description
es: Charlar Revela alguna de tus últimas acciones a un jugador confidente.
fr: Papoter Révèle une partie de vos dernières actions au joueur en échange d'une oreille attentive.

# graft
source: graft.name graft.description graft.confirmation
es: Injertar: {equipment} Sacrifica un fruto y una planta para crear una planta nueva. Este empieza como un pequeño brote. Se requieren condiciones de higiene óptimas. Esta acción requiere condiciones de higiene óptimas. ¿Quieres continuar de todas maneras?
fr: Greffer : {equipment} Sacrifie un fruit et une plante pour créer un nouveau plant. Celle-ci démarre en tant que jeune pousse. Des conditions d'hygiène optimales sont requises. Cette action nécessite des conditions optimales d'hygiène pour être réalisée. Voulez-vous continuer ?

# learn
source: learn.name learn.description learn.confirmation
es: Entrenamiento Permite aprender una habilidad de alguien presente en esta sala. Esta acción solo es posible una vez por partida. ¿Quieres continuar de todas maneras?
fr: Apprentissage Permet d'apprendre une compétence parmi celles qui sont présentes dans la pièce. Cette action n'est disponible qu'une fois par partie, êtes-vous sûr de vouloir continuer ?

# put_through_door
source: put_through_door.name put_through_door.description
es: Expulsar Expulsa a este tripulante fuera de la sala//:point: Cuesta 1 :pa: menos en inactivos. Esta acción es **Agresiva**. Puede tener restricciones.
fr: Mettre à la porte Faites lui bouffer les gonds !//:point: Coûte 1 :pa: de moins sur les inactifs.

# become_genius
source: become_genius.name become_genius.description
es: Golpe de suerte Hace que tu próxima reparación, proyecto o investigación sea un éxito inmediato. Esta acción es **única**.
fr: Coup de génie Votre prochaine réparation, projet ou recherche est automatiquement réussie. Cette action est **unique**.

# premonition
source: premonition.name premonition.description premonition.confirmation
es: Presentimiento Te muestra la última acción realizada por el personaje elegido. ¡Atención! Esta acción te costará 1 Punto de Ánimo, ¿deseas continuar?
fr: Prémonition Permet de voir la dernière action effectuée par la cible. Cette action vous fera perdre un point de moral, êtes-vous sûr de vouloir continuer ?

# ceasefire
source: ceasefire.name ceasefire.description ceasefire.confirmation
es: Cese al fuego Nadie puede realizar ninguna acción agresiva en la sala hasta que te vayas. Esta acción solo es posible una vez por partida. ¿Quieres continuar de todas maneras?
fr: Cessez-le-feu Aucune personne ne peut effectuer d'action agressive dans cette pièce jusqu'à ce que vous la quittiez. Cette action n'est disponible qu'une fois par partie.

# guard
source: guard.name guard.description
fr: Garder Permet d'obliger les équipiers entrant à repartir d'où ils viennent. L'action prend fin dès que vous vous déplacez.

# exchange_body
source: exchange_body.name exchange_body.description
es: Cambiar cuerpo Te permite tomar el control del cuerpo de tu objetivo. Esta acción es irreversible. Todas tus habilidades se reinician.
fr: Se transférer Permet d'échanger votre corps avec la cible. Cette action est irrémédiable. Vos compétences seront remises à zéro. **Les scores de :triumph: seront échangés**.

# accept_mission
source: accept_mission.name
es: :online: Sí + {outputQuantity} :pa:
fr: :online: Oui + {outputQuantity} :pa:

# reject_mission
source: reject_mission.name
es: :offline: No
fr: :offline: Non

# commander_order
source: commander_order.name commander_order.description
es: Dar una misión Permite dar una misión a uno de tus subalternos. Si la acepta, recibirá 3 :pa: para poder completarla. // Esta acción solo está disponible una vez al día. // La acción se restituye si el jugador no acepta la misión.
fr: Donner une mission Permet de donner une mission à un de vos subalternes. Celui-ci se verra octroyer des :pa::pm: pour l'accomplir s'il l'accepte. Vous ne pouvez utiliser cette action qu'une fois par jour. Cette action est restituée si votre subalterne la refuse.

# print_ze_list
source: print_ze_list.name print_ze_list.description
es: Imprimir LA lista Te devuelve la lista con los nombres de los potencialmente infectados. Cada día esta lista muestra un nombre menos. Esta lista contiene actualmente **{numberOfNames}** nombres.
fr: Imprimer LA liste Vous permet de récupérer une liste que vous avez créée avant le départ du Daedalus. Cette liste contient des noms de personnes potentiellement infectées. À chaque jour, cette liste s'affine d'un nom. Cette liste contient actuellement {numberOfNames, select, 1 {**1** nom} other{**{numberOfNames}** noms}}.

# depress
source: depress.name depress.description
es: Deprimir Hace perder 2 :pmo: a tu objetivo. Esta acción es **Furtiva**. Será revelada por las **Cámaras**. Esta acción es **Agresiva**. Puede tener restricciones.
fr: Déprimer Permet de faire perdre 2 :pmo: à la cible.

# delog
source: delog.name delog.description
es: Borrar registro Los registros de esta sala se eliminarán y no se reanudarán hasta el próximo ciclo.
fr: Effacer les logs Les logs de cette pièce vont être effacés et cette pièce ne les retrouvera qu'au prochain cycle.

# run_home
source: run_home.name run_home.description run_home.confirmation
es: ¡RETORNAR! No te sientes muy a gusto con esta expedición. ¡Larguémonos de aquí! Esta acción interrumpirá la expedición para todo el equipo. ¿Continuar?
fr: MAISON ! Cette expédition, vous ne la sentez pas. Allez hop, cassos. Cette action interrompra l'expédition pour toute l'équipe. Continuer ?

# putsch
source: putsch.name putsch.description putsch.confirmation
fr: Putsch ! **Unique** : NERON vous considérera comme le chef absolu à partir du prochain cycle. Cette action peut être très mal perçue, êtes-vous sûr de vouloir continuer ?

# anathema
source: anathema.name anathema.description anathema.confirmation
es: Conjuro Permite lanzar un conjuro que da el estado de Paria.//El Paria sufre una penalidad importante y si muere y es Mush, te hará ganar :triumph:. Si es humano, perderás :triumph:. Si el Mush eres tú, esta acción no afectará tú :triumph:. Esta acción es *Agresiva*. Puede tener restricciones. Esta acción es muy poderosa y podría provocar represalias. ¿Deseas continuar?
fr: Anathème Permet de jeter l'anathème ce qui lui confère le statut Paria.//Le Paria souffre de malus importants. Cette action est très puissante et mènera sans doute à des représailles. Continuer ?

# mix_ration_spore
source: mix_ration_spore.name mix_ration_spore.description
es: Contaminar Permite colocar una espora en un alimento.
fr: Contaminer Permet de mettre un spore dans une denrée ingérable.

# slime_trap
source: slime_trap.name slime_trap.description
es: Ensuciar Permite provocar el estado de suciedad en los próximos ciclos. Esta acción es *Furtiva*. Será revelada por las *Cámaras*.
fr: Moisifier Permet de provoquer un état de salissure dans quelques cycles.

# slime_object
source: slime_object.name slime_object.description
es: Embarrar El objeto seleccionado dejará de funcionar dentro de 1 o {outputQuantity} ciclos. Esta acción es *Furtiva*. Será revelada por las *Cámaras*.
fr: Engluer L'objet ciblé deviendra cassé d'ici 1 à {outputQuantity} cycles.

# mass_ggeddon
source: mass_ggeddon.name mass_ggeddon.description mass_ggeddon.confirmation
es: Enmohecer en masa Aplica una pérdida de 2 :pa: y el estado sucio a toda la tripulación. Esta acción es *Discreta*. Será vista solo por las *Cámaras* y las *personas presentes* en la sala, incluso de *tu bando*. Esta acción es muy poderosa y podría provocar represalias. ¿Deseas continuar?
fr: Moisification de masse Inflige une perte de 2 :pa: et le status sale à tout l'équipage. Cette action est très puissante et mènera sans doute à des représailles. Continuer ?

# reinforce
source: reinforce.name reinforce.description
es: Blindar Permite proteger un objeto desarmable para que ya no lo sea. Protege también contra los sabotajes.//Consume 1 **Pieza metálica**.
fr: Blinder Permet de blinder un objet démontable pour qu'il ne le soit plus. Protège également contre les sabotages.//Consomme 1 **Débris métallique**.

source: throw_grenade.name
es: Lanzar
fr: Lancer

source: throw_grenade.description
es: Permite lanzar una granada en la sala. Con eso puedes estar seguro del resultado. Esta acción es *Agresiva*. Puede tener restricciones.
fr: Permet de lancer une grenade dans la pièce. Avec ça, vous êtes sûr du résultat.

source: throw_grenade.confirmation
es: Esta acción es peligrosa, ¿deseas continuar?
fr: Cette action est dangereuse. Êtes-vous sûr de vouloir continuer ?

# upgrade_drone_to_turbo
source: upgrade_drone_to_turbo.name upgrade_drone_to_turbo.description
fr: Améliorer : Turbo Permet d'ajouter à ce drone ://**80% de chance d'agir une seconde fois à chaque cycle.**//Le Drone est capable d'évoluer, profitez-en !

# upgrade_drone_to_firefighter
source: upgrade_drone_to_firefighter.name upgrade_drone_to_firefighter.description
fr: Améliorer : Pompier Permet d'ajouter à ce drone ://**Tente d'éteindre les incendies dans la pièce avant de se déplacer. Deviens également ignifuge.**//Le Drone est capable d'évoluer, profitez-en !

# upgrade_drone_to_pilot
source: upgrade_drone_to_pilot.name upgrade_drone_to_pilot.description
fr: Améliorer : Pilote Permet d'ajouter à ce drone ://**Tente d'emprunter un patrouilleur et de détruire tous les hunters avant de se déplacer. A un bonus de 20% en visée par rapport aux humains.**//Le Drone est capable d'évoluer, profitez-en !

# take_cat
source: take_cat.name take_cat.description
fr: Prendre Soulevez ce gros matou et placez-le dans votre inventaire. Attention, il griffe!

# pet_cat
source: pet_cat.name pet_cat.description
fr: Caresser Permet de câliner amoureusement Schrödinger. Apporte un peu de joie la première fois...

# convert_cat
source: convert_cat.name convert_cat.description
fr: Caresse Infectieuse Permet de câliner "amoureusement" Schrödinger et d'en faire un agent du Mush.

# torture
source: torture.name torture.description
fr: Torturer Torturez un équipier pour obtenir la vérité. Il perdra 1 :hp: puis révélera une action récente par :hp: manquant.

# cure
source: cure.name cure.description
fr: Vacciner Le vaccin anti-Mush injecte un retro-fongique puissant qui annule tout les effets du Mush sur un sujet infecté.

# daunt
source: daunt.name daunt.description
fr: Intimider **Journalier**. Permet d'intimider un joueur pour lui imposer vos idées.//:point: Fait perdre 2 :pa: et 4 :pm: à la cible.

# gen_metal
source: gen_metal.name gen_metal.description
fr: Fouiner Permet de fouiner les stockages pour trouver des débris, ou des choses **vraiment** utiles.

# door_sabotage
source: door_sabotage.name door_sabotage.description
fr: Saboter : Porte **Journalier** : Permet de saboter une porte au hasard dans la pièce.

# give_nightmare
source: give_nightmare.name give_nightmare.description
fr: Créer un cauchemar Permet d'infliger des terreurs nocturnes à un membre d'équipage allongé, ce qui le privera de ses bonus de repos.
