Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions+intl-icu.*.xlf
Languages: es, fr

# build
source: build.name build.description
es: Fabricar Utiliza objetos existentes para construir algo nuevo.
fr: Assembler Assemble un objet à partir d'autres objets.

# coffee
source: coffee.name coffee.description
es: ¡Café! ¡Un buen café y estará listo para la acción!
fr: Café ! Un bon café et ça repart !

# dispense
source: dispense.name dispense.description
es: Dispensar Permite extraer un pequeño y nuevo regalito.
fr: Distiller Permet de distiller une nouvelle petite gourmandise.

# do_the_thing
source: do_the_thing.name do_the_thing.description do_the_thing.confirmation
es: Hacerlo Te permite hacerlo. Esta acción solo se puede realizar una vez al día. ¿Quieres continuar de todas maneras?
fr: Le faire Permet de le faire. {character_gender, select, male {Vous ne pouvez le faire qu'une fois par jour. Êtes-vous sûr de vouloir continuer ?} female {Vous ne pouvez le faire qu'une fois par jour. Êtes-vous sûre de vouloir continuer ?} other {Vous ne pouvez le faire qu'une fois par jour. Êtes-vous sûr de vouloir continuer ?} }

# check_spore_level
source: check_spore_level.name check_spore_level.description
es: Verificar nivel de infección Te permite comprobar tu propio nivel de infección en número de esporas de Mush.
fr: Vérifier Permet de vérifier son propre niveau d'infection par des spores de Mush.

# consume
source: consume.name consume.description
es: Comer Date un gustito llenándote la panza. Comer y beber puede darte :pa::pm:. Las *raciones cocinadas* no afectarán tu nivel de ánimo. Los otros alimentos o sustancias pueden guardar alguna sorpresa.
fr: Consommer Dévorer un délicieux repas. En général, manger vous apportera des :pa::pm:. Les *rations cuisinées* n'entameront pas votre moral. Les autres denrées peuvent réserver des surprises.

# consume_drug
source: consume_drug.name consume_drug.description
es: Comer Toma una buena pastilla. Puede darte :pa::pm: y curar o mejorar una enfermedad que padezcas.
fr: Consommer Avaler une délicieuse pilule. En général, manger vous apportera des :pa::pm:. Les *rations cuisinées* n'entameront pas votre moral. Les autres denrées peuvent réserver des surprises.

# eat_spore
source: eat_spore.name eat_spore.description
es: Comer una espora Comer una espora te hará recuperar 4 :pa: y 4 :hp:.
fr: Phagocyter Consommer un spore pour vous apporter 4 :pa: et 4 :hp:.

# cook
source: cook.name cook.description
es: Cocinar Es decir, condimentar lo que tengas a mano para que no sea tan asqueroso.
fr: Cuisiner Assaisonner la chose pour en faire quelque chose qui ne provoque pas un renvoi instantané.

# disassemble
source: disassemble.name disassemble.description disassemble.confirmation
es: Desarmar Desarma un objeto para reutilizar todos o algunos de sus componentes. Desarmar este objeto puede tener consecuencias. El objeto no podrá ser armado de nuevo. ¿Quieres hacerlo de todas maneras?
fr: Démonter Permet de désassembler un objet pour récupérer tout ou partie des composants. {character_gender, select, male {Le démontage d'un objet n'est pas anodin. L'objet ne pourra pas être remonté. Êtes-vous vraiment sûr de vouloir quand même le faire ?} female {Le démontage d'un objet n'est pas anodin. L'objet ne pourra pas être remonté. Êtes-vous vraiment sûre de vouloir quand même le faire ?} other {Le démontage d'un objet n'est pas anodin. L'objet ne pourra pas être remonté. Êtes-vous vraiment sûr de vouloir quand même le faire ?} }

# drop
source: drop.name drop.description
es: Dejar Deja un objeto en la sala donde te encuentras.
fr: Lâcher Pose un objet dans la pièce ou vous vous trouvez.

# express_cook
source: express_cook.name express_cook.description
es: Cocina Express Cocinar los alimentos los hace más apetecibles.
fr: Cuisine Express Dégrader suffisamment la nourriture tout en la réchauffant pour la rendre comestible.

# extract_spore
source: extract_spore.name extract_spore.description
es: Extirpar una espora Extírpate una espora para poder infectar a un compañero (pero antes de eso, ten cuidado con las cámaras)
fr: Extirper un spore Extirpez-vous un spore pour ensuite contaminer un coéquipier (mais avant ça, repérez les caméras).

# flirt
source: flirt.name flirt.description flirt.confirmation
es: Flirtear Permite flirtear con alguien, esta acción te permitirá hacerlo con esa persona. Esta acción es **irreversible**. Esta acción es irreversible. ¿Quieres continuar de todas maneras?
fr: Fleureter Permet de fleureter avec quelqu'un, cela lui permettra de le faire avec vous. Cette action est **irrémédiable**. {character_gender, select, male {Cette action est irrémédiable. Êtes-vous sûr de vouloir continuer ?} female {Cette action est irrémédiable. Êtes-vous sûre de vouloir continuer ?} other {Cette action est irrémédiable. Êtes-vous sûr de vouloir continuer ?} }

# get_up
source: get_up.name get_up.description
es: Levantarse Deja este pequeño nido acogedor y enfréntate al mundo cruel.
fr: Se lever Quitter ce petit nid douillet pour affronter le monde cruel.

# hide
source: hide.name hide.description
es: Esconder Esconde de tus compañeros un objeto en esta sala.
fr: Cacher Cache un objet du regard de vos équipier dans la salle.

# hit
source: hit.name hit.description
es: Golpear Comienza una conversación de manera violenta.
fr: Frapper Engager la conversation de façon musclée.

# hyperfreeze
source: hyperfreeze.name hyperfreeze.description
es: Hipercongelar Cambia un alimento perecible a no perecible.
fr: Hypergeler Transforme une denrée périssable en une non-périssable.

# infect
source: infect.name infect.description
es: Infectar Picar a una persona con una espora causará una *Infección*. Para hacer esto, debes tener las esporas contigo. Al cabo de tres infecciones, el personaje habrá terminado su proceso de mushificación. Esta acción es *Furtiva*. Será revelada por las *Cámaras*. Esta acción es *Agresiva*. Puede tener restricciones.
fr: Poinçonner Poinçonner une personne avec un spore permets de l'infecter. Pour cela, vous devez avoir des spores sur vous. Au bout de trois infections, le personnage aura achevé son voyage vers le Mush.

# lie_down
source: lie_down.name lie_down.description
es: Recostarse Para relajarse o conversar, nada mejor que un momento de tranquilidad. Recostarse permite ganar en cada ciclo que pase 1 :pa: y 1 :pmo: si hay un *Psicólogo* presente.
fr: S'allonger Pour vous détendre ou parler, rien de tel que de s'allonger un peu. S'allonger permet à chaque cycle passé de gagner 1 :pa: et 1 :pmo: si un psy est présent.

# move
source: move.name move.description
es: Moverse Cambia de sala.
fr: Se déplacer Changez de pièce.

# read_book
source: read_book.name read_book.description
es: Leer La curiosidad mató al gato, pero... ¿Un documento secreto? Podría ser inútil o indispensable, ¿Quién sabe lo que podría contener?
fr: Consulter La curiosité est certes un vilain défaut, mais bon... Un document, secret, inutile ou indispensable, qui sait ce qu'il contient...

# read_document
source: read_document.name read_document.description
es: Leer La curiosidad mató al gato, pero... ¿Un documento secreto? Podría ser inútil o indispensable, ¿Quién sabe lo que podría contener?
fr: Consulter La curiosité est certes un vilain défaut, mais bon... Un document, secret, inutile ou indispensable, qui sait ce qu'il contient...

# repair
source: repair.name repair.description
es: Reparar Repara un objeto dañado para que vuelva a ser útil.
fr: Réparer Un objet ou un équipement endommagé est remis en état.

# search
source: search.name search.description
es: Hurgar Te permite hurgar por objetos ocultos en la sala.
fr: Fouiller Permet de retrouver un objet caché à l'endroit où vous vous trouvez.

# rejuvenate
source: rejuvenate.name rejuvenate.description
es: Restaurar Te permite recuperar todos tus :pa:, :pm:, :hp: and :pmo:. // Disponible solo durante el alpha. // ¡Gracias por tu ayuda!
fr: Restaurer Permet de retrouver tout ses :pa:, :pm:, :hp: et :pmo:. // Uniquement valable pendant l'alpha. // Merci de nous aider !

# reset_skill_points
source: reset_skill_points.name reset_skill_points.description
es: Reiniciar puntos de habilidad Permite recuperar tus puntos de habilidad.
fr: Reset points comp. Permet de récupérer ses points de compétences.

# shred
source: shred.name shred.description
es: Despedazar Estos malditos papeles están por todas partes. ¡Deshazte de ellos!
fr: Déchirer Ces maudits papiers pullulent partout. Sus à l'envahisseur !

# take
source: take.name take.description
es: Tomar Toma un objeto de esta sala y colócalo en tu inventario.
fr: Prendre Prends un objet dans la pièce courante et le place dans votre inventaire.

# transplant
source: transplant.name transplant.description
es: Sembrar Sacrifica una fruta para crear una nueva planta.
fr: Semer Sacrifie un fruit pour créer un nouveau plant.

# treat_plant
source: treat_plant.name treat_plant.description
es: Tratar Cura las enfermedades de la planta.
fr: Traiter Permet de soigner les maladies des plantes.

# water_plant
source: water_plant.name water_plant.description
es: Regar Calma la sed de tu planta.
fr: Arroser Permet d'étancher la soif de vos plantations.

# write
source: write.name write.description
es: Escribir Puedes escribir un mensaje, tal vez alguien lo lea...
fr: Écrire Vous pouvez écrire un message que peut-être quelqu'un lira...

# insert_oxygen
source: insert_oxygen.name insert_oxygen.description
es: Insertar Inyecta oxígeno en el tanque.
fr: Insérer Injecte l'oxygène dans un réservoir.

# retrieve_oxygen
source: retrieve_oxygen.name retrieve_oxygen.description
es: Sacar cápsula de oxígeno Fantástico, el sistema Oxy Rev te permite sacar oxígeno de los tanques. Recuerda cerrar bien las válvulas y lavarte bien las manos. Esta acción es *Discreta*. Será vista solo por las *Cámaras* y las *personas presentes* en la sala, incluso de *tu bando*.
fr: Récupérer une capsule d'oxygène Fantastique, le système d'Oxy Rev vous permet d'enlever de l'oxygène des réservoirs. Attention à bien fermer la vanne et à vous laver les mains.

# insert_fuel
source: insert_fuel.name insert_fuel.description
es: Insertar Inyecta combustible en la Cámara de Combustión del motor
fr: Insérer Injecte le Fuel dans un Réservoir.

# retrieve_fuel
source: retrieve_fuel.name retrieve_fuel.description
es: retrieve_fuel Permite recuperar una cápsula de combustible del motor.
fr: Récupérer une capsule de fuel Permet de récupérer une capsule de fuel du moteur.

# sabotage
source: sabotage.name sabotage.description
es: Sabotear Rompe el equipo seleccionado.
fr: Saboter Casse l'équipement ciblé.

# take_shower
source: take_shower.name take_shower.description
es: Lavarse Cuando la mugre se hace gruesa y apesta, solo hay una solución.
fr: Se laver Quand la crasse se fait épaisse, quand la propreté cesse, quand les turpitudes des odeurs vous oppressent. Une solution : la douche.

# wash_in_sink
source: wash_in_sink.name wash_in_sink.description
es: Lavarse Cuando la mugre se hace gruesa y apesta, solo hay una solución. // Esta acción solo está disponible una vez por día para toda la tripulación. Lavarte en la cocina no te dará los beneficios de un Baño turco.
fr: Se laver Quand la crasse se fait épaisse, quand la propreté cesse, quand les turpitudes des odeurs vous oppressent. Une solution : la dou... Ça sera plutôt l'évier finalement. // Cette action n'est disponible qu'une fois par jour pour l'ensemble de l'équipage. Se laver à la cuisine ne permet pas de bénéficier des effets de la Thalasso.

# extinguish
source: extinguish.name extinguish.description
es: Apagar Con un poco de habilidad podrás detener el fuego. Ten cuidado.
fr: Éteindre Avec un peu d'adresse, vous arriverez à vous débarrasser du feu. Faites attention à ne pas vous brûler.

# heal
source: heal.name heal.description
es: Curar Te devuelve puntos de vida (:hp:). Si estás enfermo, le quita un punto de enfermedad a uno de tus males.
fr: Soigner Rend des Points de Vie ( :hp: ) à la cible. Si celle-ci est malade, enlève un point de maladie à l'une de ses maladies.

# self_heal
source: self_heal.name self_heal.description
es: Curarse Te devuelve puntos de vida (:hp:). Si estás enfermo, le quita un punto de enfermedad a uno de tus males.
fr: Se soigner Vous rend des Points de Vie (:hp:) . Si vous êtes malade, enlève un point de maladie à l'une de vos maladies.

# ultraheal
source: ultraheal.name ultraheal.description
es: Aplicar Sana todas tus heridas.
fr: Appliquer Permet de guérir de toutes ses blessures.

# use_bandage
source: use_bandage.name use_bandage.description
es: Usar vendaje Permite curar tus heridas menores.
fr: Se soigner Permet de soigner vos petits bobos.

# comfort
source: comfort.name comfort.description
es: Reconfortar Tú sí sabes cómo subirle el ánimo a un compañero.
fr: Réconforter Vous savez écouter votre prochain, ce qui lui remonte le moral.

# open
source: open.name open.description
es: Abrir Abrir una cápsula es algo delicado y puede traerte sorpresas. Peor aún, hay quienes se vuelven adictos a ello y no vuelven nunca a la normalidad.
fr: Ouvrir L'ouverture de capsule spatiale est un art délicat et plein de surprise. Pire, dans certains systèmes, l'ouverture délicate de ces précieux œufs est considérée comme une drogue dure et peut vous faire rejeter au ban de la société.

# strengthen_hull
source: strengthen_hull.name strengthen_hull.description
es: Reforzar Permite hacer reparaciones en el casco de la nave.
fr: Renforcer Permet de faire des réparations sur la coque du Daedalus.

# spread_fire
source: spread_fire.name spread_fire.description
es: Prender fuego Permite satisfacer una de las necesidades de NERON... y tus intereses.
fr: Mettre le feu Permet de satisfaire un des besoins de NERON... et vos intérêts.

# install_camera
source: install_camera.name install_camera.description
es: Instalar Permite instalar un equipo para hacerlo útil.
fr: Installer Cette action permet d'installer un matériel pour le rendre fonctionnel.

# remove_camera
source: remove_camera.name remove_camera.description
es: Sacar Permite sacar un objeto para impedir que funcione o para desplazarlo.
fr: Enlever Cette action permet d'enlever un matériel pour le rendre inopérant ou le déplacer.

# examine
source: examine.name examine.description
es: Examinar ¿Qué será esto?
fr: Examiner Qu'est-ce donc que cette petite chose ?

# remove_spore
source: remove_spore.name remove_spore.description
es: Extraer espora Permite removerte una asquerosa espora con la que has sido contaminado.
fr: Extraire spore Permet d'ôter des vilaines pustules suspectées de vous contaminer.

# report_equipment
source: report_equipment.name report_equipment.description
es: Señalar Permite transmitir una información a la tripulación para que tenga notoriedad.
fr: Signaler Permet de faire remonter l'information et ainsi vous faire remarquer au passage.

# report_fire
source: report_fire.name report_fire.description
es: Señalar: Incendio Sí, avisar a tus compañeros sería una buena idea.
fr: Signaler : Incendie Oui, faire part à vos collègues de cet incendie est une bonne idée.

# try_kube
source: try_kube.name try_kube.description
es: Probar el Kube Prueba resolver el Kube. Muy pocos llegaron a resolverlo en menos de 26 movimientos.
fr: Tenter le kube Tenter le Kube qui rend fou. Bien peu arrivent à le résoudre en moins de 26 mouvements.

# public_broadcast
source: public_broadcast.name public_broadcast.description
es: Proyección pública Nada mejor que una buena película alien para subir ese ánimo. Sin embargo, nadie habla Twingon y no tenemos subtítulos.
fr: Projection publique Rien de tel qu'un bon film Alien pour se remonter le moral. Par contre, personne ne parle le Twingon et on n'a pas les sous-titres.

# extinguish_manually
source: extinguish_manually.name extinguish_manually.description
es: Apagar manualmente Ahora sabes que todo, o casi todo, puede servir para apagar un fuego... Ten cuidado, no te vayas a quemar.
fr: Éteindre manuellement C'est fou ce qu'on peut faire avec de la poussière, des draps ou un chat crevé... Faites attention à ne pas vous brûler.

# motivational_speech
source: motivational_speech.name motivational_speech.description
es: Discurso apasionado Los demás tripulantes en la sala ganan 2 :pmo:.
fr: Discours enflammé Chaque autre équipier présent dans la salle regagne 2 :pmo:.

# boring_speech
source: boring_speech.name boring_speech.description
es: Discurso aburrido Los demás tripulantes en la sala ganan 3 :pm:.
fr: Discours barbant Chaque autre équipier présent dans la salle regagne 3 :pm:.

# make_sick
source: make_sick.name make_sick.description
es: Enfermar Provoca una enfermedad en un tripulante.
fr: Rendre malade Permet de rendre malade un de vos camarades.

# fake_disease
source: fake_disease.name fake_disease.description
es: Hipocondría Te permite simular una enfermedad benigna. Tus compañeros de equipo no lo notarán... pero tu cuerpo también podría caer en la trampa.
fr: Hypocondrie Permet de simuler une maladie bénigne. Vos coéquipiers n'y verront que du feu... mais votre corps aussi risque de tomber dans le panneau.

# surgery
source: surgery.name surgery.description
es: Cirugía Realiza una operación quirúrgica que, a pesar de sus riesgos, puede ser necesaria.
fr: Chirurgie Effectuer un acte chirurgical n'est jamais anodin, mais parfois nécessaire.

# self_surgery
source: self_surgery.name self_surgery.description
es: Auto-cirugía Realiza una operación quirúrgica en ti.
fr: Chirurgie-Auto Permet d'effectuer une chirurgie sur vous-même.

# gag
source: gag.name gag.description
es: Amordazar Amordaza a un compañero por el bien de todos.
fr: Bâillonner Bâillonner un membre d'équipage pour le bien de tous.

# ungag
source: ungag.name ungag.description
es: Desamordazar Quítate la mordaza si puedes ¡y véngate!
fr: Debâillonner Vous vous débâillonnez vous-même si vous en avez la possibilité. Vengeance !

# screw_talkie
source: screw_talkie.name screw_talkie.description
es: Piratear Altera el walkie-talkie de un tripulante para hacerte pasar por este hasta que lo use.
fr: Pirater Permet de casser le talkie-walkie d'un membre d'équipage, puis de se faire passer pour lui jusqu'à ce qu'il le répare.

# update_talkie
source: update_talkie.name update_talkie.description
es: Actualizar Genial, una nueva versión del software está disponible. Advertencia, la instalación puede tomar algunos ciclos para prevenirte de comunicarte con el resto de la tripulación.
fr: Mettre à jour Génial, une nouvelle version du logiciel est disponible. Attention, l'installation peut durer quelques cycles et vous empêcher de communiquer avec le reste de l'équipage.

# attack
source: attack.name attack.description
es: Atacar: Cuchillo Tienes un arma de lucha cuerpo a cuerpo, ¿quieres usarla?
fr: Attaquer : Couteau Vous avez une arme de corps à corps et vous avez envie de vous en servir ?

# shoot
source: shoot.name shoot.description
es: Disparar: Blaster Dispara a alguien para herir o matar. ¡Cuidado, juego de manos es de villanos!
fr: Tirer : Blaster Tirer sur quelqu'un pour le blesser, le tuer ou plus si affinité. Attention, jeux de mains, jeux de vilains !

# suicide
source: suicide.name suicide.description
es: Suicidarte Has cumplido tu misión aquí, hora de ir a codificar a otro lado.
fr: Se suicider Vous avez accompli votre mission ici-bas, il est temps d'aller coder ailleurs.

# auto_destroy
source: auto_destroy.name auto_destroy.description
es: Destruir la nave Esta nave está llena de anomalías genéticas: una solución drástica es requerida. // **Advertencia**, esta acción destruirá la nave **inmediatamente**!
fr: Détruire le vaisseau Ce vaisseau est rempli d'anomalies génétiques : une solution drastique s'impose. // **Attention**, cette action détruira le vaisseau **sur le champ** !

# kill_player
source: kill_player.name kill_player.description kill_player.confirmation
es: Poner en cuarentena Ordena a NERON a poner a este jugador en cuarentena. // Ya sea por una mutación genética incomprensible o por pura locura homicida, una cosa es segura: este jugador es muy peligroso como para dejarlo libre. // **Advertencia**, esta acción matará a este jugador **inmediatamente**! Esta acción es irreversible. ¿Estás seguro de querer continuar?
fr: Mettre en quarantaine Ordonner à NERON de mettre ce joueur en quarantaine. // Mutations génétiques incompréhensibles ou folie meurtrière, une chose est sûre : ce joueur est trop dangereux pour être laissé en liberté. // **Attention**, cette action tuera ce joueur **sur le champ** ! Cette action est irrémédiable. Souhaitez-vous continuer ?

# action_aggressive
source: action_aggressive.name action_aggressive.description
es: Acción agresiva Esta acción es **Agresiva**. Puede tener restricciones.
fr: Action agressive Cette action est **Agressive**. Elle peut subir des restrictions.

# covert
source: covert.name covert.description
es: Acción furtiva Esta acción es **Furtiva**. Será revelada por las cámaras.
fr: Action furtive Cette action est **Furtive**. Elle sera révélée par les Caméras.

# secret
source: secret.name secret.description
es: Esta acción es secreta Esta acción es **Secreta**. Será revelada por las cámaras y tus compañeros, incluso los de tu bando.
fr: Action discrète Cette action est **Discrète**. Elle sera révélée par les **Caméras** et les **Équipiers**, y compris ceux de **votre camp**.

# play_arcade
source: play_arcade.name play_arcade.description play_arcade.confirmation
fr: Une partie ! Permet de se défouler un peu en tabassant des Spaces PewPewz. C'est si bon... par contre la difficulté est... mortelle ! En raison de ses vérins mortels et de ses void balls insupportables, la Dynarcade est réservée aux vrais de vrais. Continuer ?

# shoot_hunter
source: shoot_hunter.name shoot_hunter.description
es: Disparar Dispara una carga de Teslatron a una nave enemiga.
fr: Tirer Tire une charge de Telsatron sur un vaisseau ennemi.

# shoot_hunter_turret
source: shoot_hunter_turret.name shoot_hunter_turret.description
es: Disparar Dispara una carga de Teslatron a una nave enemiga.
fr: Tirer Tire une charge de Teslatron sur un vaisseau ennemi.

# shoot_random_hunter
source: shoot_random_hunter.name shoot_random_hunter.description
es: Disparar Dispara una carga de Teslatron a una nave enemiga.
fr: Tirer Tire une charge de Telsatron sur un vaisseau ennemi.

# takeoff
source: takeoff.name takeoff.description
es: Despegar Sube a un patrullero y aparece en el cuadrante correspondiente.
fr: Décoller Monter dans un patrouilleur et apparaître dans le cadran correspondant.

# access_terminal
source: access_terminal.name access_terminal.description
es: Acceder Accede a los servicios disponibles de esta terminal.
fr: Accéder Vous permet d'accéder aux services proposés par ce terminal.

# land
source: land.name land.description
es: Aterrizar Vuelve a la plataforma de despegue del patrullero.
fr: Atterrir Rentrer dans la baie de lancement de ce patrouilleur.

# shoot_hunter_patrol_ship
source: shoot_hunter_patrol_ship.name shoot_hunter_patrol_ship.description
es: Disparar Dispara una carga de Teslatron a una nave enemiga. // El resultado es mejor con misiles.
fr: Tirer sur un ennemi Tire une charge de Teslatron sur un ennemi. // Améliorable avec des missiles.

# shoot_random_hunter_patrol_ship
source: shoot_random_hunter_patrol_ship.name shoot_random_hunter_patrol_ship.description
es: Disparar Dispara una carga de Teslatron a una nave enemiga. // El resultado es mejor con misiles.
fr: Tirer sur un ennemi Tire une charge de Teslatron sur un ennemi. // Améliorable avec des missiles.
