Repository: cmnemoi/eMush
Catalog: Api/translations/*/actions_log.*.xlf
Languages: fr

# build_success
source: build_success.character.male.target.male build_success.character.male.target.female build_success.character.female.target.male build_success.character.female.target.female
fr: Vous avez assemblé un **target**. Vous avez assemblé un **target**. Vous avez assemblé un **target**. Vous avez assemblé un **target**.

# coffee_success
source: coffee_success.character.male coffee_success.character.female
fr: **player** amorce la machine. Et dans un grand fracas, la mécanique se lance, les rouages crissent et les arômes embaument la pièce. Ça sent les matins chaleureux sur une terrasse de Vénus. Café ! **player** amorce la machine. Et dans un grand fracas, la mécanique se lance, les rouages crissent et les arômes embaument la pièce. Ça sent les matins chaleureux sur une terrasse de Vénus. Café !

# consume_success
source: consume_success_1.character.male consume_success_1.character.female consume_success_2_1_1.character.male consume_success_2_1_1.character.female consume_success_2_1_2.character.male consume_success_2_1_2.character.female consume_success_2_1_3.character.male consume_success_2_1_3.character.female consume_success_2_2_1.character.male consume_success_2_2_1.character.female consume_success_2_2_2.character.male consume_success_2_2_2.character.female consume_success_2_2_3.character.male consume_success_2_2_3.character.female consume_success_2_3_1.character.male consume_success_2_3_1.character.female consume_success_2_3_2.character.male consume_success_2_3_2.character.female consume_success_2_2_3.character.male consume_success_2_3_3.character.female consume_success_2_4_1.character.male consume_success_2_4_1.character.female consume_success_2_4_2.character.male consume_success_2_4_2.character.female consume_success_2_4_3.character.male consume_success_2_4_3.character.female consume_success_2_5_1.character.male consume_success_2_5_1.character.female consume_success_2_5_2.character.male consume_success_2_5_2.character.female consume_success_2_5_3.character.male consume_success_2_5_3.character.female consume_success_2_6_1.character.male consume_success_2_6_1.character.female consume_success_2_6_2.character.male consume_success_2_6_2.character.female consume_success_2_6_3.character.male consume_success_2_6_3.character.female consume_success_2_7_1.character.male consume_success_2_7_1.character.female consume_success_2_7_2.character.male consume_success_2_7_2.character.female consume_success_2_7_3.character.male consume_success_2_7_3.character.female consume_success_3_1_1.character.male consume_success_3_1_1.character.female consume_success_3_1_2.character.male consume_success_3_1_2.character.female consume_success_3_1_3.character.male consume_success_3_1_3.character.female consume_success_3_2_1.character.male consume_success_3_2_1.character.female consume_success_3_2_2.character.male consume_success_3_2_2.character.female consume_success_3_2_3.character.male consume_success_3_2_3.character.female consume_success_3_3_1.character.male consume_success_3_3_1.character.female consume_success_3_3_2.character.male consume_success_3_3_2.character.female consume_success_3_3_3.character.male consume_success_3_3_3.character.female consume_success_3_4_1.character.male consume_success_3_4_1.character.female consume_success_3_4_2.character.male consume_success_3_4_2.character.female consume_success_3_4_3.character.male consume_success_3_4_3.character.female consume_success_4_1_1.character.male consume_success_4_1_1.character.female consume_success_4_1_2.character.male consume_success_4_1_2.character.female consume_success_4_1_3.character.male consume_success_4_1_3.character.female consume_success_4_2_1.character.male consume_success_4_2_1.character.female consume_success_4_2_2.character.male consume_success_4_2_2.character.female consume_success_4_2_3.character.male consume_success_4_2_3.character.female consume_success_4_3_1.character.male consume_success_4_3_1.character.female consume_success_4_3_2.character.male consume_success_4_3_2.character.female consume_success_4_3_3.character.male consume_success_4_3_3.character.female consume_success_4_4_1.character.male consume_success_4_4_1.character.female consume_success_4_4_2.character.male consume_success_4_4_2.character.female consume_success_4_4_3.character.male consume_success_4_4_3.character.female
fr: player a dévoré sa ration. player a dévorée sa ration. player s'est bien calé l'estomac. player s'est bien calé l'estomac. player s'est bien calé l'estomac, gurps. player s'est bien calé l'estomac, gurps. player s'est bien calé l'estomac, merci. player s'est bien calé l'estomac, merci. player s'est bien calé la panse. player s'est bien calé la panse. player s'est bien calé la panse, gurps. player s'est bien calé la panse, gurps. player s'est bien calé la panse, merci. player s'est bien calé la panse, merci. player s'est bien calé le ventre. player s'est bien calé le ventre. player s'est bien calé le ventre, gurps. player s'est bien calé le ventre, gurps. player s'est bien calé le ventre, merci. player s'est bien calé le ventre, merci. player s'est bien callé avec sa petite collation. player s'est bien callé avec sa petite collation. player s'est bien callé avec sa petite collation, gurps. player s'est bien callé avec sa petite collation, gurps. player s'est bien callé avec sa petite collation, merci. player s'est bien callé avec sa petite collation, merci. player s'est bien callé avec son bon petit repas. player s'est bien callé avec son bon petit repas. player s'est bien callé avec son bon petit repas, gurps. player s'est bien callé avec son bon petit repas, gurps. player s'est bien callé avec son bon petit repas, merci. player s'est bien callé avec son bon petit repas, merci. player s'est bien callé avec son gros repas. player s'est bien callé avec son gros repas. player s'est bien callé avec son gros repas, gurps. player s'est bien callé avec son gros repas, gurps. player s'est bien callé avec son gros repas, merci. player s'est bien callé avec son gros repas, merci. player s'est bien callé avec son petit repas. player s'est bien callé avec son petit repas. player s'est bien callé avec son petit repas, gurps. player s'est bien callé avec son petit repas, gurps. player s'est bien callé avec son petit repas, merci. player s'est bien callé avec son petit repas, merci. player s'est callé avec sa petite collation. player s'est callé avec sa petite collation. player s'est callé avec sa petite collation, gurps. player s'est callé avec sa petite collation, gurps. player s'est callé avec sa petite collation, merci. player s'est callé avec sa petite collation, merci. player s'est callé avec son bon petit repas. player s'est callé avec son bon petit repas. player s'est callé avec son bon petit repas, gurps. player s'est callé avec son bon petit repas, gurps. player s'est callé avec son bon petit repas, merci. player s'est callé avec son bon petit repas, merci. player s'est callé avec son gros repas. player s'est callé avec son gros repas. player s'est callé avec son gros repas, gurps. player s'est callé avec son gros repas, gurps. player s'est callé avec son gros repas, merci. player s'est callé avec son gros repas, merci. player s'est callé avec son petit repas. player s'est callé avec son petit repas. player s'est callé avec son petit repas, gurps. player s'est callé avec son petit repas, gurps. player s'est callé avec son petit repas, merci. player s'est callé avec son petit repas, merci. player s'est mangé sa petite collation. player s'est mangé sa petite collation. player s'est mangé sa petite collation, gurps. player s'est mangé sa petite collation, gurps. player s'est mangé sa petite collation, merci. player s'est mangé sa petite collation, merci. player s'est mangé son bon petit repas. player s'est mangé son bon petit repas. player s'est mangé son bon petit repas, gurps. player s'est mangé son bon petit repas, gurps. player s'est mangé son bon petit repas, merci. player s'est mangé son bon petit repas, merci. player s'est mangé son gros repas. player s'est mangé son gros repas. player s'est mangé son gros repas, gurps. player s'est mangé son gros repas, gurps. player s'est mangé son gros repas, merci. player s'est mangé son gros repas, merci. player s'est mangé son petit repas. player s'est mangé son petit repas. player s'est mangé son petit repas, gurps. player s'est mangé son petit repas, gurps. player s'est mangé son petit repas, merci. player s'est mangé son petit repas, merci.

# cook_success
source: cook_success.character.male cook_success.character.female
fr: **player** s'est cuisiné un petit quelque chose pour plus tard. **player** s'est cuisiné un petit quelque chose pour plus tard.

# disassemble_success
source: disassemble_success.character.male.target.male disassemble_success.character.male.target.female disassemble_success.character.female.target.male disassemble_success.character.female.target.female
fr: **player** a désassemblé un **target**. **player** a désassemblé une **target**. **player** a désassemblé un **target**. **player** a désassemblé une **target**.

# drop
source: drop.character.male.target.male drop.character.male.target.female drop.character.female.target.male drop.character.female.target.female
fr: **player** a lâché un **target**. **player** a lâché une **target**. **player** a lâché un **target**. **player** a lâché une **target**.

# express_cook_success
source: express_cook_success.character.male express_cook_success.character.female
fr: **player** s'est passé quelque chose au micro-onde. **player** s'est passé quelque chose au micro-onde.

# extract_spore_success
source: extract_spore_success.character.male extract_spore_success.character.female
fr: **player** s'extirpe un spore. C'est vraiment répugnant. Et l'odeur... **player** s'extirpe un spore. C'est vraiment répugnant. Et l'odeur...

# get_up
source: get_up.character.male get_up.character.female
fr: **player** se lève doucement... **player** se lève doucement...

# hide_success
source: hide_success.character.male.target.male hide_success.character.male.target.female hide_success.character.female.target.male hide_success.character.female.target.female
fr: **player** a dissimulé un **target**. **player** a dissimulé une **target**. **player** a dissimulé un **target**. **player** a dissimulé une **target**.

# hit_success
source: hit_success.character.male.target.male hit_success.character.male.target.female hit_success.character.female.target.male hit_success.character.female.target.female
fr: TODO : hit success log. TODO : hit success log. TODO : hit success log. TODO : hit success log.

# hyperfreeze_success
source: hyperfreeze_success.character.male hyperfreeze_success.character.female
fr: Vous avez hypercongelé et reconditionné de la nourriture. Vous avez hypercongelé et reconditionné de la nourriture.

# infect_success
source: infect_success.character.male.target.male infect_success.character.male.target.female infect_success.character.female.target.male infect_success.character.female.target.female
fr: **player** s'est rapprochée de **target** avec un regard de prédateur...et l'a poinçonné discrètement ! **player** s'est rapprochée de **target** avec un regard de prédateur...et l'a poinçonnée discrètement ! **player** s'est rapprochée de **target** avec un regard de prédatrice...et l'a poinçonné discrètement ! **player** s'est rapprochée de **target** avec un regard de prédatrice...et l'a poinçonnée discrètement !

# lie_down
source: lie_down.character.male lie_down.character.female
fr: **player** s'allonge... Ça fait du bien de s'arrêter. Allez direction le pays des rêves ! **player** s'allonge... Ça fait du bien de s'arrêter. Allez direction le pays des rêves !

# enter_room
source: enter_room.character.male enter_room.character.female
fr: **player** est entré. **player** est entrée.

# exit_room
source: exit_room.character.male exit_room.character.female
fr: **player** est sorti. **player** est sortie.

# read_book
source: read_book.character.male read_book.character.female
fr: **player** se plonge dans un document avec un air intrigué... **player** se plonge dans un document avec un air intrigué...

# read_document
source: read_document.character.male read_document.character.female
fr: **player** se plonge dans un document avec un air intrigué... **player** se plonge dans un document avec un air intrigué...

# repair_success
source: repair_success.character.male repair_success.character.female
fr: TODO: repair success TODO: repair success

# search_success
source: search_success.character.male.target.male search_success.character.male.target.female search_success.character.female.target.male search_success.character.female.target.female
fr: **player** a découvert un **target** caché. **player** a découvert une **target** cachée. **player** a découvert un **target** caché. **player** a découvert une **target** cachée.

# search_fail
source: search_fail.character.male search_fail.character.female
fr: Vous n'avez rien découvert. Vous n'avez rien découvert.

# shower_human
source: shower_human.character.male shower_human.character.female
fr: Vous vous lavez longuement sous la douche, savourant ce moment rare et paisible.. Vous vous lavez longuement sous la douche, savourant ce moment rare et paisible..

# shower_mush
source: shower_mush.character.male shower_mush.character.female
fr: Vous vous lavez et vous vous sentez brûlé, meurtri par toute cette eau... Que ne feriez vous pas pour passer pour l'un des leurs... Vous vous lavez et vous vous sentez brûlée, meurtrie par toute cette eau... Que ne feriez vous pas pour passer pour l'un des leurs...

# shred_success
source: shred_v1.character.male shred_v1.character.female shred_v2.character.male shred_v2.character.female shred_v3.character.male shred_v3.character.female shred_v4.character.male shred_v4.character.female
fr: **player** déchire un petit bout de papier avec un air résolu. **player** déchire un petit bout de papier avec un air résolu. **player** déchire un petit bout de papier avec un air satisfait. **player** déchire un petit bout de papier avec un air satisfait. **player** déchire un petit bout de papier avec un air soucieux. **player** déchire un petit bout de papier avec un air soucieux. **player** déchire un petit bout de papier avec un air soulagé. **player** déchire un petit bout de papier avec un air soulagé.

# take
source: take.character.male.target.male take.character.male.target.female take.character.female.target.male take.character.female.target.female
fr: **player** a pris un **target**. **player** a pris une **target**. **player** a pris un **target**. **player** a pris une **target**.

# transplant_success
source: transplant_success.character.male.target.male transplant_success.character.male.target.female transplant_success.character.female.target.male transplant_success.character.female.target.female
fr: **player** entreprend de reproduire un plant de **target**. Félicitation ! Le jeune plant est en parfaite santé. **player** entreprend de reproduire un plant de **target**. Félicitation ! Le jeune plant est en parfaite santé. **player** entreprend de reproduire un plant de **target**. Félicitation ! Le jeune plant est en parfaite santé. **player** entreprend de reproduire un plant de **target**. Félicitation ! Le jeune plant est en parfaite santé.

# transplant_fail
source: transplant_fail.character.male.target.male transplant_fail.character.male.target.female transplant_fail.character.female.target.male transplant_fail.character.female.target.female
fr: Quel soulagement...oh mais... **player** n'a réussi sa grèffe de **target**. Le petite plante reste chétive et meurt...Quelque chose a du contaminer l'opération. Quel soulagement...oh mais... **player** n'a réussi sa grèffe de **target**. Le petite plante reste chétive et meurt...Quelque chose a du contaminer l'opération. Quel soulagement...oh mais... **player** n'a réussi sa grèffe de **target**. Le petite plante reste chétive et meurt...Quelque chose a du contaminer l'opération. Quel soulagement...oh mais... **player** n'a réussi sa grèffe de **target**. Le petite plante reste chétive et meurt...Quelque chose a du contaminer l'opération.

# treat_plant_success
source: treat_plant_success.character.male treat_plant_success.character.female
fr: Vous répandez la bouillie rose sur vos chères plantes. Cet insecticide est tout à fait atroce mais bon, la survie de l'Humanité est en jeu. Vous répandez la bouillie rose sur vos chères plantes. Cet insecticide est tout à fait atroce mais bon, la survie de l'Humanité est en jeu.

# water_plant_success
source: water_plant_success.character.male water_plant_success.character.female
fr: Vous arrosez les plantes avec amour. Vous arrosez les plantes avec amour.

# write_success
source: write_success.character.male write_success.character.female
fr: TODO: write success. TODO: write success.

# insert_oxygen_success
source: insert_oxygen.character.male insert_oxygen.character.female
fr: Pscchhhh... Et hop, un peu d'oxygène en plus ! Pscchhhh... Et hop, un peu d'oxygène en plus !

# retrieve_oxygen_success
source: retrieve_oxygen_v1.character.male retrieve_oxygen_v1.character.female retrieve_oxygen_v2.character.male retrieve_oxygen_v2.character.female retrieve_oxygen_v3.character.male retrieve_oxygen_v3.character.female retrieve_oxygen_v4.character.male retrieve_oxygen_v4.character.female retrieve_oxygen_v5.character.male retrieve_oxygen_v5.character.female retrieve_oxygen_v6.character.male retrieve_oxygen_v6.character.female retrieve_oxygen_v7.character.male retrieve_oxygen_v7.character.female retrieve_oxygen_v8.character.male retrieve_oxygen_v8.character.female retrieve_oxygen_v9.character.male retrieve_oxygen_v9.character.female retrieve_oxygen_v10.character.male retrieve_oxygen_v10.character.female
fr: **player** enlève délicatement un peu d'oxygène du réservoir. Il a l'air louche. **player** enlève délicatement un peu d'oxygène du réservoir. Elle a l'air louche. **player** enlève délicatement un peu d'oxygène du réservoir. Elle a l'air tout à fait serein. **player** enlève délicatement un peu d'oxygène du réservoir. Il a l'air tout à fait serein. **player** enlève délicatement un peu d'oxygène du réservoir. Ce rictus est inquiétant. **player** enlève délicatement un peu d'oxygène du réservoir. Ce rictus est inquiétant. **player** enlève délicatement un peu d'oxygène du réservoir. Etait-ce vraiment nécessaire ? **player** enlève délicatement un peu d'oxygène du réservoir. Etait-ce vraiment nécessaire ? **player** enlève délicatement un peu d'oxygène du réservoir. Mais pourquoi ? **player** enlève délicatement un peu d'oxygène du réservoir. Mais pourquoi ? **player** enlève délicatement un peu d'oxygène du réservoir. Sans doute pour faire une BA. **player** enlève délicatement un peu d'oxygène du réservoir. Sans doute pour faire une BA. **player** enlève délicatement un peu d'oxygène du réservoir. Son but est sans doute louable. **player** enlève délicatement un peu d'oxygène du réservoir. Son but est sans doute louable. **player** enlève délicatement un peu d'oxygène du réservoir. Son sourire vous rapelle quelque chose. **player** enlève délicatement un peu d'oxygène du réservoir. Son sourire vous rapelle quelque chose. **player** enlève délicatement un peu d'oxygène du réservoir. Vous connaissez ce rire... **player** enlève délicatement un peu d'oxygène du réservoir. Vous connaissez ce rire... **player** enlève délicatement un peu d'oxygène du réservoir. Vous devriez peut-être la surveiller de plus près. **player** enlève délicatement un peu d'oxygène du réservoir. Vous devriez peut-être le surveiller de plus près.

# sabotage_success
source: sabotage_success.character.male.target.male sabotage_success.character.female.target.male sabotage_success.character.male.target.female sabotage_success.character.female.target.female
fr: Étrange, **player** s'affaire sur un **target** qui émet une petite fumée... Étrange, **player** s'affaire sur un **target** qui émet une petite fumée... Étrange, **player** s'affaire sur une **target** qui émet une petite fumée... Étrange, **player** s'affaire sur une **target** qui émet une petite fumée...

# sabotage_fail
source: sabotage_fail.character.male sabotage_fail.character.female
fr: Votre sabotage échoue... c'est plus dur qu'il n'y parait. Votre sabotage échoue... c'est plus dur qu'il n'y parait.

# extinguish_success
source: extinguish_success.character.male extinguish_success.character.female
fr: **player** a éteint l'incendie ! **player** a éteint l'incendie !

# extinguish_fail
source: extinguish_fail.character.male extinguish_fail.character.female
fr: Vous n'avez pas réussi à éteindre l'incendie... Vous n'avez pas réussi à éteindre l'incendie...
