Repository: cmnemoi/eMush
Catalog: Api/translations/*/alerts.*.xlf
Languages: fr

# broken_doors
source: broken_doors.name.single broken_doors.name.plural broken_doors.description
fr: quantity Porte cassée quantity Portes cassées Contactez un technicien ou mettez-vous au boulot !

# fire
source: fire.name.single fire.name.plural fire.description
fr: quantity Incendie en cours quantity Incendies en cours Prevenez une personne responsable ou attrapez un extincteur !

# broken_equipments
source: broken_equipment.name.single broken_equipment.name.plural broken_equipment.description
fr: quantity Equipement hors-service quantity Equipements hors-service Contactez un technicien ou mettez-vous au boulot !

# gravity
source: gravity.name gravity.description
fr: Pas de simulateur de gravité Le Simulateur de gravité n'est pas démarré. Chaque gain de Points de mouvement est réduit de 1 ! Réparez-le pour que NERON puisse rétablir la gravité au cycle d'après.

# oxygen
source: oxygen.name oxygen.description
fr: Asphyxie **Moins de 1 jour** d'Oxygène en réserve ! Si la situation ne change pas rapidement, l'équipage va mourir.

# outcast
source: outcast.name outcast.description
fr: Paria TODO.outcast.description

# lost_crewmember
source: lost_crewmember.name lost_crewmember.description
fr: TODO.lost_crewmember.name TODO.lost_crewmember.description

# low_hull
source: low_hull.name low_hull.description
fr: TODO.low_hull.name TODO.low_hull.description

# hunger
source: hunger.name hunger.description
fr: Famine L'équipage est gravement **affamé**. Il vous faut trouver quelque chose à manger.

# no_comms
source: no_comms.name no_comms.description
fr: Pas de liaison Le Daedalus n'a pas de liaison de communication avec Sol ! Garder un lien avec Sol est important pour le moral du groupe et essentiel pour survivre.

# hunters
source: hunters.name.single hunters.name.plural hunters.description
fr: quantity Hunter nous attaquent ! quantity Hunters nous attaquent ! Prévenez la chasse ou prenez la défense en main !

# no_alert
source: no_alert.name.single no_alert.description
fr: Calme Pas d'alertes en cours : l'équipage peut être tranquille.
