Repository: cmnemoi/eMush
Catalog: Api/translations/*/alerts+intl-icu.*.xlf
Languages: es, fr

# broken_doors
source: broken_doors.name broken_doors.description broken_doors.report
es: {quantity, plural, one {# Puerta averiada} other {# Puertas averiadas}} ¡Avisa un técnico o ponte a repararla! **{character}** ha señalado una puerta averiada {loc_prep} **{place}**.
fr: {quantity, plural, one {# Porte cassée} other {# Portes cassées}} Contactez un technicien ou mettez-vous au boulot ! **{character}** a reporté une porte bloquée {loc_prep} **{place}**.

# fires
source: fires.name fires.description fires.report
es: {quantity, plural, one {# Incendio en curso} other {# Incendios en curso}} ¡Avisa a la persona encargada o toma un extintor! **{character}** ha señalado un incendio {loc_prep} **{place}**.
fr: {quantity, plural, one {# Incendie en cours} other {# Incendies en cours}} Prévenez une personne responsable ou attrapez un extincteur ! **{character}** a reporté un incendie {loc_prep} **{place}**.

# broken_equipments
source: broken_equipments.name broken_equipments.description broken_equipments.report
es: {quantity, plural, one {# equipo fuera de servicio} other {# equipos fuera de servicio}} ¡Avisa un técnico o hazlo tú mismo! **{character}** ha señalado {quantity, plural, one {**#** equipo averiado} other {**#** equipos averiados}} de equipo {loc_prep} **{place}**
fr: {quantity, plural, one {# Équipement hors-service} other {# Équipements hors-service}} Contactez un technicien ou mettez-vous au boulot ! **{character}** a reporté {quantity, plural, one {**#** équipement endommagé} other {**#** équipements endommagés}} {loc_prep} **{place}**.

# no_gravity
source: no_gravity.name no_gravity.description
es: Sin simulador de gravedad El simulador de gravedad no se ha iniciado. ¡La tripulación tendrá **1 :pm: menos** en el cambio de ciclo! Repáralo para que NERON pueda restablecer la gravedad en el próximo ciclo.
fr: Pas de simulateur de gravité Le Simulateur de gravité n'est pas démarré. Chaque gain de Points de mouvement est réduit de 1 :pm: ! Réparez-le pour que NERON puisse rétablir la gravité au cycle d'après.

# gravity_reboot
source: gravity_reboot.name gravity_reboot.description
es: Sin simulador de gravedad El simulador se está reiniciando. Cada ganancia de puntos de movimiento es reducida en 1 :pm:
fr: Pas de simulateur de gravité Le simulateur de gravité est en train de redémarrer. Chaque gain de points de mouvement est réduit de 1 :pm: !

# low_oxygen
source: low_oxygen.name low_oxygen.description
es: Asfixia **Menos de 1 día** de oxígeno en la reserva ¡Encontremos rápido una solución o moriremos todos!
fr: Asphyxie **Moins de 1 jour** d'Oxygène en réserve ! Si la situation ne change pas rapidement, l'équipage va mourir.

# outcast
source: outcast.name outcast.description
es: Paria {character} es un paria, consulta con la tripulación para saber que se debería hacer.
fr: Paria {character} est {character_gender, select, male {un} female {une} other {un}} paria, vous devriez consulter l'équipage pour savoir ce qu'il faut en faire.

# lost_crewmate
source: lost_crewmate.name lost_crewmate.description
es: Compañero perdido Uno de tus compañeros está perdido en un planeta, ¡deberías iniciar una misión para rescatarlo!
fr: Équipier perdu Un de vos co-équipiers est perdu sur une planète, vous devriez monter une mission pour le rapatrier !

# low_hull
source: low_hull.name low_hull.description
es: {quantity}% de blindaje La estructura de la nave está en mal estado. ¡Avisa a un técnico o hazlo tú mismo!
fr: {quantity}% d'armure La structure du vaisseau est mal en point. Contactez un technicien ou mettez-vous au boulot !

# hunger
source: hunger.name hunger.description
es: Hambruna La tripulación está severamente **hambrienta**. Deben de buscar algo que comer.
fr: Famine L'équipage est gravement **affamé**. Il vous faut trouver quelque chose à manger.

# communication_down
source: communication_down.name communication_down.description
es: Sin contacto ¡El Daedalus no tiene contacto con Sol! Mantener el contacto con Sol es importante para el estado de ánimo del grupo.
fr: Pas de liaison Le Daedalus n'a pas de liaison de communication avec Sol ! Garder un lien avec Sol est important pour le moral du groupe et essentiel pour survivre.

# hunter
source: hunter.name hunter.description
es: {quantity, plural, one {¡# nave enemiga nos ataca!} other {¡# naves enemigas nos atacan!}} ¡Avisa a los demás o defiende la nave por tu cuenta!
fr: {quantity, plural, one {# Hunter nous attaque !} other {# Hunters nous attaquent !}} Prévenez la chasse ou prenez la défense en main !

# no_alert
source: no_alert.name no_alert.description
es: Tranquilo Sin alertas en curso: la tripulación puede estar tranquila.
fr: Calme Pas d'alertes en cours : l'équipage peut être tranquille.

source: alerts
es: Alertas:
fr: Alertes :

# communications_down
source: communications_down.name communications_down.description
fr: Pas de liaison Le Daedalus n'a pas de **liaison de communication** avec Sol ! Garder un lien avec Sol est important pour le moral du groupe et essentiel pour survivre.
