Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# Neron
source: neron.name neron.fullname
es: Neron Neron
fr: Neron Neron

# Andie
source: andie.name andie.fullname andie.initials andie.age andie.description andie.employment andie.bioAbstract andie.abstract andie.biography andie.tips andie.tutorial
es: Andie Andie Graham AG ***Edad :*** 24 años Lamesuelas de la Federación ***Profesión :*** Sub-teniente de la FDS ***Resumen :*** Andie Graham, sub-teniente de la FDS, sigue sin saber que el Daedalus ha cortado sus lazos con la FDS. Aún cree que está en una misión por el bien de la Federación y participa activamente en el éxito de la misma. Al enterarse de que su ídolo, el sargento Derek Hogan, es parte de la tripulación del Daedelus, Andie solicita un lugar a bordo. El conjunto de habilidades variadas que posee le vuelven esencial para el éxito de la misión. Andie Graham, sub-teniente de la FDS, sigue sin saber que el Daedalus ha cortado sus lazos con la FDS. Aún cree que está en una misión por el bien de la Federación y participa activamente en el éxito de la misma. Al enterarse de que su ídolo, el sargento Derek Hogan, es parte de la tripulación del Daedelus, Andie solicita un lugar a bordo. El conjunto de habilidades variadas que posee le vuelven esencial para el éxito de la misión. - 3130: Nace en algún lugar de la Tierra. - 3136: Sus padres le abandonan en los primeros meses de su existencia, una unidad de la FDS salvaguarda a Andie. Le enlistan inmediatamente ***como estudiante de la FDS*** donde no tardarán en notar sus facultades innatas. Andie rápidamente ingresa en una escuela para superdotados dirigida por la FDS y entra en ***el programa federal para jóvenes***. - 3145: Andie triunfa brillantemente en sus estudios e ingresa en la prestigiosa universidad de la federación. Andie se adoctrina completamente durante sus estudios, ***ahora sólo sigue el camino de la federación.*** A pesar de su ingenuidad, Andie es muy popular y no tiene problemas para hacer amigos. Su rostro angelical le permite atraer simpatía sin saberlo. ***Su compañero de cuarto, Viktor Carlsson***, infiltrado en secreto por su hermano Nils en la universidad, pagará el precio de su amistad. Al confiarle su verdadera misión durante una conversación, Viktor es arrestado por conspiración. Andie pensará inocentemente que este simplemente cambió de rumbo... - 3151: Andie conoce al sargento instructor Derek Hogan***. Presentado como un héroe de la nación, pasa todas sus clases contando su vida de fantasía. Andie encuentra una figura paterna perdida en su maestro y comienza a idolatrarlo. Andie toma todas estas historias al pie de la letra y comienza a soñar con viajar también por el espacio. - 3153: Andie continúa sus estudios para atender mejor las necesidades de la federación. Aprueba brillantemente tres tesis, ***una en botánica*** por su estudio sobre las propiedades curativas del bulbo branquial de Tau-Ceti, ***otra en biología*** con su estudio sobre el comportamiento social de las amebas polarizadas del Mar Egeo del tercer planeta del sistema Sol, y finalmente ***en diplomacia*** con su informe de mediación que, según el jurado, podría haber inspirado a los negociadores que no lograron impedir la gran batalla de Sol. ***Se convierte en la primera persona con triple titulado de la federación.*** - 3154: Después de completar sus estudios, Andie decide convertirse en piloto, por lo que se une a la división aérea de la federación y aprueba su certificado con gran éxito. ***Andie pide que se le asigne a Xyloph-17*** y pronto Kim Jin Su nota su talento. Derek no le reconoce. - 3154: Lejos de sospechar los problemas que acechan en las sombras y todavía pensando en servir ardientemente a la federación, Andie aborda el Daedalus. **Participa en investigaciones** en el Laboratorio para ralentizar a los Mushs gracias a tu habilidad Polivalente.//**Elimina hunters** con los Patrulleros ubicados en las plataformas para proteger la nave.//**Participa en expediciones** a planetas con el Icarus ubicado en la Plataforma Icarus, despegando con tu habilidad Piloto y haciendolas más seguras con Polivalente. https://www.mushpedia.com/wiki/Andie_Graham
fr: Andie Andie Graham AG 24 ans Fayot de la Fédération. Sous-lieutenant de la FDS Le Sous-lieutenant Andie Graham n'est toujours pas au courant que le Daedalus a coupé ses liens avec la FDS. Il/Elle pense toujours être en mission pour le bien de la fédération et participe activement à la réussite de sa mission. Apprenant que son idole, le Sergent Derek Hogan, fait partie de l'équipage du Daedelus, Andie postule pour une place à bord. Ses compétences variées font de lui/elle une recrue indispensable au succès de la mission. - 3136 : Naissance quelque part sur Terre. - 3136 : Abandonné(e) par ses parents dès les premiers mois de son existence, Andie est récupéré(e) par une commission de la FDS. Il/Elle est directement placé(e) dans un foyer spécialisé en tant que ***pupille de la FDS*** où l'on ne tardera pas à remarquer ses facultés innées. Andie est vite placé(e) dans une école pour surdoué contrôlé par la FDS et entre dans ***le programme des jeunesses fédériennes***. - 3145 : Il/Elle réussit brillamment ses études et entre dans la prestigieuse université de la fédération. Endoctriné(e) durant toutes ses études, ***Andie ne suit plus que la voie de la fédération.*** Malgré sa naïveté, Andie est très populaire et n'a aucun mal à se faire des amis. Son visage angélique lui permet sans le vouloir d'attirer la sympathie. ***Son compagnon de chambre Viktor Carlsson***, secrètement infiltré par son frère Nils dans l'université, fera les frais de son amitié avec lui/elle. En lui confiant sa véritable mission au détour d'une conversation, Viktor se retrouvera arrêté pour conspiration. Andie pensera innocemment qu'il aura juste changé de cursus... - 3151 : Andie fait la rencontre du ***sergent instructeur Derek Hogan***. Présenté comme héros de la nation, celui-ci passe la totalité de ses cours à raconter sa vie fantasmée. Andie retrouve dans son professeur une figure paternelle manquante et se met à l'idôlatrer. Il/Elle croit sur parole toutes ces histoires et se met à rêver de parcourir l'espace lui/elle aussi. - 3153 : Andie enchaîne les études afin de servir au mieux les besoins de la fédération. Il/Elle passe brillamment trois thèses, ***en botanique*** pour son texte sur les propriétés curatives de la bulbe brachenne de Tau-Ceti, ***en biologie*** avec son étude sur le comportement social des amibes polarisées de la mer égée de la troisième planète du système sol, et enfin ***en diplomatie*** avec son rapport de médiation, qui d'après les jury, aurait pu inspirer les négociateurs ayant échoué à prévenir la grande bataille de Sol. ***Il/Elle devient le/la premier(ère) triple lauréat(e) de la fédération.*** - 3154 : Ses études terminées, Andie décide de devenir pilote, il/elle s'engage donc dans la division aérienne de la fédération et passe son brevet haut la main. ***Il/Elle demande à être affecté(e) sur Xyloph-17*** et ne tarde pas à être remarqué(e) par Kim Jin Su. Derek lui ne le/la reconnait pas. - 3154 : Loin de se douter des enjeux qui se dessine dans l'ombre, et pensant toujours servir la fédération ardemment, Andie embarque à bord du Daedalus. **Éliminer les hunters** avec les Patrouilleurs dans les Baies pour protéger le vaisseau.//**Récolter les débris** des hunters éliminés avec le Pasiphae en Baie Alpha 2 pour réparer l'armure du vaisseau.//**Lancer des expéditions** sur des planètes avec Icarus en Baie Icarus pour récolter des ressources. https://cmnemoi.github.io/archive_aide_aux_bolets/andie-premiers-pas.html
it: andie.name andie.fullname andie.initials andie.age andie.description andie.employment andie.abstract andie.biography andie.tips andie.tutorial andie.tutorial

# Chao
source: chao.name chao.fullname chao.initials chao.age chao.description chao.employment chao.bioAbstract chao.abstract chao.biography chao.tips chao.tutorial
es: Chao Wang Chao CW ***Edad :*** 34 años Jefe de seguridad del Daedalus. ***Profesión :*** Jefe de seguridad ***Resumen :*** A Wang Chao se le asigna el puesto de jefe de seguridad de la tripulación. Su personalidad caótica lo convierte en una amenaza tanto para sus aliados como para sus enemigos. A pesar de los errores que cometió en su juventud, Chao logró ganarse la confianza de su equipo organizando el convoy de evacuación de emergencia del Daedalus y protegiéndolos con éxito contra los exmiembros de la FDS. A Wang Chao se le asigna el puesto de jefe de seguridad de la tripulación. Su personalidad caótica lo convierte en una amenaza tanto para sus aliados como para sus enemigos. A pesar de los errores que cometió en su juventud, Chao logró ganarse la confianza de su equipo organizando el convoy de evacuación de emergencia del Daedalus y protegiéndolos con éxito contra los exmiembros de la FDS. - 3120: Nace en la Tierra. - 3139: Ingresa a la FDS (Federación para la Defensa del sistema Sol) - 3146: Hecho prisionero durante la ***Batalla de Sol***, el oficial Wang logró secuestrar el transporte rebelde que lo albergaba después de haber exterminado a casi toda su tripulación. Recibe el ***Rayo Dorado*** pero por miedo a su comportamiento, sus superiores prefieren asignarlo a ***Xyloph-17***, a la ***Expedición de Magallanes*** bajo el mando del ***Sargento Derek Hogan* ** . - 3150: El oficial Wang es transferido a ***Encélado*** para preparar la invasión de los sistemas ***Ross248 y Tau-Ceti***. Es entrenado para manipular el ***Blast-IOM***, diseñado para curar a un soldado infectado con un solo disparo. - 3151: Los Blast-IOM resultan ineficaces. Chao ***vio a todo su comando masacrado*** por un ataque sorpresa en Tau-Ceti. Chao debe hacerse el muerto para escapar de los rebeldes y esperar la tardía llegada del sargento Hogan a la escena. Los rebeldes supervivientes fueron ejecutados, pero Chao está convencido de que esta masacre y muchas otras que marcaron esta guerra fueron orquestadas por la Federación o los Mush. - 3152: De vuelta en el Equipo Magallanes, Chao y Derek se enteran del cambio en el objetivo del proyecto. El Arca Mundial ahora tiene la misión de preservar la especie humana de la invasión de los Mush. Según ellos, ya se ha apoderado de la guerrilla rebelde y de la Federación. ***La nueva arca se llama Daedalus***. - 3153: El jefe del proyecto Daedalus, Kim Jin Su, encarga extraoficialmente a ***Chao y Derek de secuestrar a Finola Keegan***, una eminencia de la investigación anti-mush que se negó a unirse a su alianza. Derek Hogan desaparece durante la operación en circunstancias misteriosas, pero la misión es un éxito. Finola es abordada y congelada criogénicamente en Xyloph-17. - 3154: Cuando se entera de que el nuevo directivo enviado por la Federación ha sido infectado por el Mush, Chao ***lo elimina sin el consentimiento de sus compañeros***. Este hecho provocó un retroceso en sus relaciones con la Federación, quienes habían ordenado a los operarios de la FDS de ese sitio a suspender el proyecto. Chao se niega a cumplir la orden y ayuda a los miembros restantes de su equipo a organizar una salida sorpresa del Daedalus. **Investiga para identificar a los Mushs** con tus compañeros humanos mediante canales privados.//**Tortura a compañeros sospechosos** para identificar acciones Mush con tu habilidad Torturador.//**Participa en expediciones** para recolectar más recursos con tu habilidad Superviviente. https://www.mushpedia.com/wiki/Wang_Chao
fr: Chao Wang Chao CW 34 ans Chef de la sécurité du Daedalus Chef de l'équipe de sécurité Wang Chao est assigné à la protection armée de l'équipage. Son caractère chaotique fait de Chao une menace pour ses ennemis comme pour ses amis. Malgré ses erreurs de jeunesse, Chao a gagné une relative confiance de la part de l'équipe en organisant le convoi de départ surprise de Daedalus et en les protégeant efficacement contre ses ex-collègues de la FDS. - 3120 : Naissance sur Terre. - 3139 : Incorporation à la FDS (Fédération de Défense du sytème Sol) - 3146 : Fait prisonnier lors de la ***bataille de Sol***, l'officier Wang a cependant réussi à détourner le transporteur rebelle qui l'abritait après avoir exterminé la quasi-integralité de son équipage. Il reçoit la ***golden-beam*** mais par peur de ses dérapages, ses supérieurs préfèrent l'assigner sur Xyloph-17, au contingent de l'expédition Magellan sous le commandement du ***sergent Derek Hogan***. - 3150 : L'officier Wang est transféré sur ***Encelade*** en vue de préparer l'invasion des systèmes ***Ross248 et Tau-Ceti***. On lui apprend à manipuler les blast-IOMs censé 'délivrer' un infecté en une seule charge. - 3151 : Les Blast-IOMs se révèlent inefficaces. Chao voit l'intégralité de son commando massacré par une attaque-suprise sur Tau-Ceti. Chao doit faire le mort pour échapper aux rebelles et attendre l'arrivée tardive du sergent Hogan sur les lieux. Les rebelles survivants sont exécutés mais Chao est persuadé que ce massacre ainsi que les nombreux autres qui ont ponctué cette guerre ont été orchestrés par la Fédération ou le Mush. - 3152 : De retour dans l'équipe Magellan, Chao et Derek apprennent le changement d'objectif du projet. L'arche Monde a désormais pour mission de préserver l'espèce humaine de l'invasion du Mush. Selon eux, celui-ci a déjà pris possession de la guérilla Rebelle et de la Fédération. ***La nouvelle arche est nommée Daedalus***. - 3153 : Le responsable du projet Daedalus Kim Jin Su missionne officieusement ***Chao et Derek pour enlever Finola Keegan***, une éminence grise de la recherche anti-mush refusant de rejoindre leur alliance. Derek Hogan disparait durant l'opération dans des conditions mystérieuses, mais la mission est un succès. Finola est ramenée et cryogénisée sur Xyloph-17. - 3154 : Lorsqu'il apprend que celui-ci est infecté par le Mush, Chao élimine le nouveau responsable envoyé par la fédération sans le consentement des ses collègues. Cet événement provoque une dégradation des relations avec la Fédération qui ordonne au contingent de la FDS en place de suspendre le projet. Chao refuse d'appliquer l'ordre et aide l'équipe restante à organiser un départ surprise du Daedalus. **Enquêter pour identifier les Mushs** avec vos coéquipiers humains et vos canaux privés.//**Torturer les coéquipiers suspects** afin d'identifier des actions Mushs grâce à votre compétence Bourreau.//**Participer à des expéditions** pour récolter plus de ressources grâce à votre compétence Survie. https://cmnemoi.github.io/archive_aide_aux_bolets/chao-premiers-pas.html
it: chao.name chao.fullname chao.initials chao.age chao.description chao.employment chao.abstract chao.biography chao.tips chao.tutorial chao.tutorial
