Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# kuan_ti
source: kuan_ti.name kuan_ti.fullname kuan_ti.initials kuan_ti.age kuan_ti.description kuan_ti.employment kuan_ti.bioAbstract kuan_ti.abstract kuan_ti.biography kuan_ti.tips kuan_ti.tutorial
es: Kuan Ti Lai Kuan-Ti KTL ***Edad :*** 37 años Gran arquitecto del Daedalus. Hombre clave en la misión. ***Profesión :*** Artífice del Daedalus ***Resumen :*** Kuan Ti es uno de los dos artífices del Daedalus. No prestó atención alguna a la existencia de Mush en Tau-Ceti hasta que Eleesha Williams le informó del avanzado estado de propagación del micelio en el sistema Sol. Kuan Ti, Raluca y Jin Su deciden adelantar ocho años el lanzamiento del programa Magallanes antes de que la Federación pueda ponerle fin. Kuan Ti es uno de los dos artífices del Daedalus. No prestó atención alguna a la existencia de Mush en Tau-Ceti hasta que Eleesha Williams le informó del avanzado estado de propagación del micelio en el sistema solar. Kuan Ti, Raluca y Jin Su deciden adelantar ocho años el lanzamiento del programa Magallanes antes de que la Federación pueda ponerle fin. - 3117: Nace en la Tierra. - 3129: El joven Kuan-Ti devora obras de ciencia ficción, tanto clásicas como contemporáneas, y sueña con convertirse en el capitán de una gigantesca Arca Mundial que transportará a la raza humana por el espacio. - 3134: Tras terminar la secundaria, Kuan-Ti estudia ***termodinámica*** y ***astrofísica*** en la facultad de ciencias económicas y espaciales de Ganimedes. También realiza sus primeras maquetas de su ***Proyecto Gaia***. - 3137: Kuan-Ti gana un concurso privado organizado por el ***multimillonario Gioele Rinaldo***. El proyecto busca explorar la gran ***Nebulosa de Magallanes***. A pesar de una evidente imposibilidad física (la nube se encuentra a 170.000 años luz de la Tierra), Kuan-Ti inspira a su público al presentar el Arca. - 3142: Primer contacto con la ***joven prodigio Raluca Tomescu***. A la tierna edad de 13 años, Raluca puede dibujar planos para un reactor capaz de traspasar los límites convencionales del espacio-tiempo. Si las pruebas son exitosas, Kuan-Ti podría propulsar su Arca hacia Magallanes a una velocidad 700 veces superior a la de la luz. Esto les permitiría completar el viaje en unos ***razonables 250 años***. - 3146: El cambio de presidente es bastante positivo con respecto a la continuación del ***Proyecto Magallanes***. ***GL Maubrick, el nuevo presidente***, asigna una cantidad considerable de créditos al proyecto, pero insiste en que lo dirija su amigo, el ***explorador Kim Jin-Su***. Estos créditos se utilizan principalmente para financiar la implementación de una nueva unidad computacional capaz de alimentar inteligentemente el reactor PILGRED. - 3152: Tras recibir la confirmación de que el gobierno se ha visto afectado por la infección Mush, Kuan-Ti sospecha que el proyecto Magallanes está en peligro. Propone lanzar el Arca hacia ***Lalande21185*** al año siguiente para poder continuar las pruebas del reactor in situ. Kim Jin-Su y Raluca Tomescu se oponen a este fantástico proyecto y elaboran los planos para una nave de tamaño más razonable llamada Daedalus. Esta sera construida con la ayuda de varios módulos del Magallanes. - 3153: La tristeza y la desconfianza se apoderan del equipo gradualmente a medida que se difunden las malas noticias sobre la invasión Mush. Las pruebas del ***Profesor Carlsson*** no tranquilizan al equipo, que exige un medio para detectar la presencia de Mush antes del despegue de la nave. Kuan-Ti decide ***secuestrar a Finola Keegan***, quien, según su colega, el ***Profesor Ian Soulton***, es capaz de crear un escáner de Mush. - 3154: La partida del Daedalus debe precipitarse, ya que las tropas de las FDS toman el control de la plataforma orbital. La profesora Keegan, que aún se encuentra en criosueño, es admitida a bordo junto con los otros 14 miembros de la tripulación. **Participa en proyectos NERON** usando el núcleo de NERON en el Nexus para mejorar la nave.//**Participa en la reparación del PILGRED** en la Sala de motores para regresar a Sol.//**Repara equipo vital** de la nave.//**Da discursos motivadores** a tus compañeros desmoralizados para levantarles la moral. https://www.mushpedia.com/wiki/Lai_Kuan_Ti
fr: Kuan Ti Lai Kuan-Ti KTL 37 ans Grand architecte du Daedalus. Concepteur du Daedalus Lai Kuan Ti est l'un des deux concepteurs du Daedalus. Il ne prête guère attention à l'arrivée du Mush sur Tau-Ceti jusqu’à ce que Eleesha Williams lui apprenne le stade avancé de propagation du mycélium à l’intérieur du système Sol. Kuan Ti, Raluca et Jin Su décident alors d'avancer de 8 ans le lancement de leur programme d'exploration avant que la Fédération n'y mette un terme. - 3117 : Naissance sur Terre. - 3129 : Le jeune Kuan-Ti dévore des ouvrages de science-fiction anciens et modernes et rêve de devenir le capitaine d'une gigantesque arche-Monde transportant l'humanité à travers l'espace. - 3134 : Dès la sortie du lycée, Kuan-Ti étudie la ***thermodynamique*** et ***l'astrophysique*** à la faculté des sciences économiques et spatiales de Ganymède. Il réalise les premières maquettes de son ***projet Gaïa.*** - 3137 : Kuan-Ti gagne un concours privé organisé par le ***milliardaire Gioele Rinaldo***. Le projet vise à explorer le grand ***nuage de Magellan***. Malgré une évidente impossibilité physique ( le nuage se trouve à plus de 170000 années lumières de la terre ) Kuan-Ti fait rêver son auditoire lors de la présentation de son arche. - 3142 : Prise de contact avec la jeune prodige ***Raluca Tomescu*** qui n'a alors que 13 ans. Raluca peut dessiner les plans d'un réacteur capable d'altérer les limites de l'espace-temps. Si les tests sont concluants, Kuan-Ti serait alors en mesure de propulser son arche vers Magellan à une vitesse 700 fois plus rapide que la lumière. Cela permettrait d'effectuer le trajet dans un délai raisonnable ***d'environ 250 ans***. - 3146 : Le changement de présidence est largement favorable à la poursuite du ***projet Magellan***. Le nouveau président ***GL Maubrick*** alloue des crédits importants au projet mais impose la direction de son ami ***l'explorateur Kim Jin-Su***. Ces crédits servent essentiellement à financer la mise en place d'une nouvelle unité de calcul capable de gérer l'alimentation intelligente du réacteur PILGRED. - 3152 : Ayant obtenu la certitude que le gouvernement est touché par l'infection Mush, Kuan-Ti devine que le projet Magellan est menacé. Il propose de lancer l'arche dès l'année suivante vers ***Lalande21185*** afin de poursuivre les tests du réacteur sur place. Kim Jin-Su et Raluca Tomescu s'opposent à ce projet fantaisiste et dessinent les plans d'un vaisseau d'une taille plus raisonnable nommé Daedalus. Il sera bâti à l'aide des différents modules du Magellan. - 3153 : La morosité et la méfiance s'installent dans l'équipe au fur et a mesure que les mauvaises nouvelles sur l'invasion Mush s'entassent. Les tests du ***professeur Carlsson*** ne suffisent plus à rassurer l'équipe qui réclame un moyen sûr de déterminer la présence du Mush dans l'équipage avant le départ. Kuan-Ti se résout à faire enlever la biologiste ***Finola Keegan*** qui selon son confrère le ***professeur Ian Soulton*** serait en mesure de créer un scanner à Mush. - 3154 : Le départ du Daedalus doit être précipité alors que les troupes de la FDS prennent le contrôle de la plateforme orbital. Le professeur Keegan qui n'a pas encore été réveillée est chargée avec les 14 autres membres de l'équipage final. **Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau.//**Participer à la réparation du PILGRED** en Salle des Moteurs pour rentrer sur Sol.//**Réparer l'équipement vital** du vaisseau.//**Donner des Discours enflammés** aux coéquipiers démoralisés pour améliorer leur moral. https://cmnemoi.github.io/archive_aide_aux_bolets/kuan-ti-premiers-pas.html
it: kuan_ti.name kuan_ti.fullname kuan_ti.initials kuan_ti.age kuan_ti.description kuan_ti.employment kuan_ti.abstract kuan_ti.biography kuan_ti.tips kuan_ti.tutorial kuan_ti.tutorial

# Paola
source: paola.name paola.fullname paola.initials paola.age paola.description paola.employment paola.bioAbstract paola.abstract paola.biography paola.tips paola.tutorial
es: Paola Paola Rinaldo PR ***Edad :*** 23 años Oficial primero de Comunicaciones del Daedalus y activista política. ***Profesión :*** Oficial primero de Comunicaciones ***Resumen :*** Hija del armador Gioele Rinaldo, Paola vive con la constante esperanza de emprender una aventura que revolucionará su vida. Para denunciar el sistema poscolonial de la Federación, funda una emisora de radio pirata en su campus con su novio Kivanç Terzi. En una ocasión, la rebelde interceptó accidentalmente comunicaciones inquietantes que le informaban de una inminente invasión Mush. Huyendo para salvar su vida, se encuentra con su padre, quien le permite abordar el Daedalus, abandonando al hombre de sus sueños en la Tierra. Hija del armador Gioele Rinaldo, Paola vive con la constante esperanza de emprender una aventura que revolucionará su vida. Para denunciar el sistema poscolonial de la Federación, funda una emisora de radio pirata en su campus con su novio Kivanç Terzi. En una ocasión, la rebelde interceptó accidentalmente comunicaciones inquietantes que le informaban de una inminente invasión Mush. Huyendo para salvar su vida, se encuentra con su padre, quien le permite abordar el Daedalus, abandonando al hombre de sus sueños en la Tierra. - 3131: Nace en la Tierra, en Italia. - 3146: Primera expedición fuera de la Tierra: ***A los 15 años, Paola huye con una tropa de mercenarios espaciales***. Conoce una comunidad alteruniversalista de neohippies en Marte IV, lo que aumenta su sensibilidad hacia la difícil situación de los mineros en Tau-Ceti. Su padre finalmente lleva a Paola de vuelta a la Tierra a finales de año. - 3148: Paola es enviada a Roma a la ***Universidad de San Lorenzo para estudiar biología estructural***. A pesar de su baja asistencia, obtiene buenos resultados. En esa época, Paola funda su primera emisora de radio pirata, donde denuncia las políticas expansionistas de la federación. La guerra en Sol y la reducción constante de los presupuestos educativos siendo dos de sus temas favoritos. Corta definitivamente todo vínculo con su padre, quien, como director de una empresa que utiliza prisioneros para la extracción de minerales, está directamente involucrado en las cambiantes políticas colonialistas del ***presidente GL Maubrick***. - 3149: Paola conoce a ***Kivanç Terzi, un estudiante turco*** que la ayuda a instalar sus antenas. Tras perder dos transmisores destrozados por la policía local, ambos unen sus conocimientos para idear un revolucionario método de comunicación olfativa. Proyectando feromonas sintéticas a corta distancia, logran transmitir información sin emitir ondas detectables. Así logran reanudar sus transmisiones sin que la policía del campus pueda detenerlos. - 3150: Tras el ***levantamiento de Ross248***, el gobierno ignora las protestas y convierte a Mush en el chivo expiatorio de todas las injusticias. Paola, indignada por esta falsa incriminación, decide demostrar que los habitantes de Tau-Ceti y Ross248 no tuvieron nada que ver con los hongos-hombre sedientos de sangre descritos en los anuncios federales. Ese mismo año, Kivanç detecta una interferencia inusual en el canal de transmisión olfativa, pero no le presta atención. - 3151: Cuando la interferencia aumenta, Kivanç y Paola identifican intercambios en un idioma desconocido. Kivanç intenta descifrar el idioma y logra descifrar los mensajes más recurrentes. Hablaban de la "purificación del sistema Sol", "la transferencia de sujetos violentos" e incluso "el banco de esporas". Finalmente, es arrestado al mes siguiente durante una inspección antifúngica realizada por la FDS. - 3152: Gioele contacta a su hija para advertirle del peligro inminente. ***La invasión de hongos descrita por el gobierno hace tres años es real***. Todo el sistema Sol está amenazado. Él le ***ofrece un lugar a bordo de su nave del Proyecto Arca Mundial, Daedalus***, que debe salvar a la raza humana de una muerte segura. Paola acepta, pero primero quiere salvar a Kivanç, quien se encuentra retenido en un centro de detención en Francia. Le pide a su padre que lo traslade a Titán, a una de sus colonias mineras. - 3154: 48 horas antes de la operación para ayudar a Kivanç a escapar, un trágico accidente obliga a la tripulación del Daedalus a adelantar su partida. Paola debe decidir irse de Sol sin Kivanç, pero se compromete a volver a contactarlo sin importar la distancia que los separe. **Responde a las solicitudes de contacto de las bases rebeldes de Sol, recupera la base de datos Xyloph y mejora el software de NERON** desde la terminal de comunicaciones en el Puente.//**Elimina hunters** usando las torretas de la nave gracias a tu habilidad de Artillero.//**Participa en la investigación** en el Laboratorio para ralentizar a los Mushs gracias a tu habilidad de Biólogo. https://www.mushpedia.com/wiki/Paola_Rinaldo
fr: Paola Paola Rinaldo PR 23 ans Officier principal des Communications du Daedalus. Officier principal des Communications Fille de l'armateur Gioele Rinaldo. Elle vit dans le désir constant d'une aventure qui bouleversera son existence. Pour dénoncer le système néo-colonialiste de la Féderation, elle monte une radio pirate dans son campus avec son petit-ami Kivanç Terzi. A cette occasion, elle intercepte accidentellement des communications Mush troublantes révélant une invasion prochaine. En fuite, elle rejoint son père qui lui permet d'embarquer sur le Daedalus, abandonnant sur Sol l'homme de sa vie. - 3131 : Naissance de Paola sur Terre, en Italie. - 3146 : Première expédition hors de la terre : ***Paola fugue à 15 ans avec une troupe de mercenaires spatiaux.*** Elle rencontre une communauté de neo-hippies alter-universalistes sur Mars IV qui la sensibilise a la cause des mineurs de Tau-Ceti. Paola est finalement ramenée par son père sur Terre a la fin de l'année. - 3148 : Paola est envoyée à Rome dans l'université de San Lorenzo pour y étudier la ***biologie structurelle***. Malgré un taux d'absence élevé, elle obtient de bons résultats. Paola monte à cette époque sa première radio pirate où elle dénonce la politique expansionniste de la fédération. La guerre de Sol et la diminution des budgets de l'éducation sont ses thèmes favoris. Elle coupe définitivement les ponts avec son père qui en tant que dirigeant d'une entreprise carcérale d'exploitation minière est directement impliqué dans les dérives colonialistes du président ***GL Maubrick***. - 3149 : Paola rencontre ***Kivanç Terzi***, un étudiant turc qui l'aide dans la mise en place des antennes. Après avoir perdu deux émetteurs détruits par la police locale, ils puisent dans leurs connaissances universitaires pour mettre un place un procédé de communication olfactif révolutionnaire. En propulsant une faible quantité de phéromones synthétiques sur de courtes distantes, ils parviennent à faire transiter des informations sans qu'aucune onde ne soit détectée. Les émissions peuvent reprendre et la police du campus n'y peut plus rien. - 3150 : Suite au soulèvement de ***Ross248***, le gouvernement ignore la contestation sociale du peuple en faisant du Mush le bouc émissaire de toutes les injustices. Paola est outrée par cette stigmatisation abusive et veut prouver que les peuples de Tau-Ceti et Ross248 n'ont rien à voir avec les hommes champignons assoiffés de sang décrit dans les spots publicitaires fédéraux. La même année, Kivanç détecte des anomalies parasites sur le canal de diffusion olfactif, mais n'y prête pas attention. - 3151 : Alors que les brouillages se multiplient, Kivanç et Paola identifient des échanges dans un langage inconnu. Kivanç entreprend des recherches pour déchiffrer ce langage et parvient à traduire certains des messages les plus récurrents. On y parle "d'assainissement du système Sol", de "transfert des sujets violents", ou encore "de banque de spores". Il est finalement arrêté le mois suivant suite à un contrôle anti-fongique de la FDS. - 3152 : Gioele contacte sa fille pour l'avertir d'un danger imminent. L'invasion Mush décrite par le gouvernement 3 ans auparavant est bien réelle. L'intégrité de tout le système Sol est menacée. Il lui propose une place dans son arche-Monde nommée Daedalus qui doit sauver la race humaine d'une fin inéluctable. Paola accepte mais elle veut d'abord sauver Kivanç qui se trouve dans un centre de détention en France. Elle demande a son père de le faire transférer sur Titan dans une de ses exploitations minières. - 3154 : 48h avant la date organisée pour l’évasion de Kivanç, l'équipe du Daedalus vit un incident tragique l'obligeant à précipiter son départ. Paola doit se résoudre à quitter le système Sol sans Kivanç mais elle jure de reprendre contact avec lui quelle que soit la distance qui les sépare. **Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau.//**Scanner des planètes** à l'aide du Terminal Astro sur le Pont pour organiser des expéditions. https://cmnemoi.github.io/archive_aide_aux_bolets/paola-premiers-pas.html
it: paola.name paola.fullname paola.initials paola.age paola.description paola.employment paola.abstract paola.biography paola.tips paola.tutorial paola.tutorial
