Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# Frieda
source: frieda.name frieda.fullname frieda.initials frieda.age frieda.description frieda.employment frieda.bioAbstract frieda.abstract frieda.biography frieda.tips frieda.tutorial
es: Frieda Frieda Bergmann FB ***Edad :*** 66 años Experta milenaria en astrofísica. ***Profesión :*** Navegadora ***Resumen :*** Nacida en el siglo XXI, cuenta con más de 45 años de experiencia en navegación entre sistemas. Durante sus estudios, demostró el efecto de onda de Shapiro. Descriogenizada en el siglo XXXI, su labor de localización de cuerpos celestes ya ha servido a grandes exploradores como GL Maubrick o Kim Jin-Su. Ahora retirada en Baviera, es llamada a Xyloph-17 para convertirse en la navegante del Daedalus. Nacida en el siglo XXI, cuenta con más de 45 años de experiencia en navegación entre sistemas. Durante sus estudios, demostró el efecto de onda de Shapiro. Descriogenizada en el siglo XXXI, su labor de localización de cuerpos celestes ya ha servido a grandes exploradores como GL Maubrick o Kim Jin-Su. Ahora retirada en Baviera, es llamada a Xyloph-17 para convertirse en la navegante del Daedalus. - 2037: Nace en la Tierra. - 2059: En menos de 2 años, Frieda Bergmann identifica más de 100 nuevas estrellas en el observatorio de Düsseldorf. - 2060: Al estudiar el ***efecto Shapiro***, Frieda demuestra que la masa de un agujero negro sintético puede utilizarse para impulsar sondas espaciales a velocidades cercanas a la luz. El mismo año recibió el Premio Nobel de Astrofísica por su publicación. - 2070: A los 33 años, Frieda decide dedicar el resto de su vida a la exploración espacial. Lamentablemente, las tecnologías de su época apenas permitían llegar a los satélites de Júpiter. Por eso, Frieda llama a ***Cryo-Hertz***, una empresa de congelación criogénica para multimillonarios que promete a sus clientes un eventual despertar en una sociedad futura en la que ya no estarán condenados a morir por falta de tecnología médica. - 3094: Frieda es despertada ***de un sueño de 1024 años*** por especialistas para organizar la primera misión extrasolar a la estrella de Barnard. Sus conocimientos serán valiosos para el primer análisis de la superficie de la estrella. Durante esta expedición, conoce al joven piloto Kim Jin-Su, con quien deberá colaborar para tomar muestras. - 3110: De regreso a la Tierra, Frieda es convocada por el explorador ***GL Maubrick*** para unirse al ***Gonzak***, una gigantesca nave espacial que debe explorar el sistema Epsilon-Indi. En esta ocasión, Frieda pisa por primera vez un terreno extrasolar. Durante estas expediciones, encontró al piloto Kim Jin-Su, quien le describió su proyecto de expedición a Tau-Ceti. Es un sistema que Frieda conoce bien, ya que lo estudió durante sus estudios en el siglo XXI. - 3123: Durante un reabastecimiento, Kim Jin-Su y Frieda obtienen autorización para abandonar Gonzak para montar su propia expedición a Tau-Ceti. Frieda trabaja extensamente para identificar los diferentes cuerpos del sistema. - 3123: La expedición es un éxito, el descubrimiento de importantes depósitos de Boxylium reactiva la exploración espacial. A pesar del importante papel de Frieda en la geolocalización de los sitios, la cobertura mediática del evento beneficia principalmente a Jin-Su. Frieda, que tiene poco interés en las publicaciones del acontecimiento y del tumulto, decide vivir a la sombra del explorador. - 3140: ***GL Maubrick***, que ahora es ***ministro de expansión espacial***, encarga a Frieda la organización de tres misiones interestelares sucesivas. Lamentablemente, este colosal trabajo hace impensable para ella embarcarse en una de ellas. Además, su edad de 53 años, así como estos 1.060 años de criosueño, aumentan el riesgo de sufrir accidentes criogénicos. - 3150: A los 63 años, las esperanzas de exploración de Frieda Bergmann quedan definitivamente enterradas. Deja su observatorio en Düsseldorf para disfrutar de una merecida jubilación en Baviera. - 3151: Jin-Su convoca a Frieda para localizar cuerpos en los sistemas de la Gran Nube de Magallanes. Se trata de un verdadero desafío técnico debido a la increíble distancia que separa esta galaxia de la Vía Láctea. Frieda acepta, con la condición de poder participar en la exploración de la nube. Kim Jin-Su la nombra navegante de la nave, pero sabe perfectamente que ***sus posibilidades de sobrevivir a un criosueño de 16 años son mínimas***. **Escanea y analiza planetas** usando la terminal Astro en el Puente de mando para buscar destinos de expedición, usando tu habilidad de Astrofísico.//**Elimina hunters** conlos patrulleros ubicados en las plataformas para proteger la nave.//**Despega expediciones** a planetas con el Icaus, en la Plataforma Icarus, para recolectar recursos. https://www.mushpedia.com/wiki/Frieda_Bergmann
fr: Frieda Frieda Bergmann FB 66 ans Scientifique millénaire. Navigatrice Née au 21ème siècle, elle a plus de 45 années d'expériences en matière de navigation trans-système. Au cours de ses études, elle a mis en évidence l'effet de fronde de Shapiro. Décryogénisée au 31ème siècle, son travail de repérage des corps célestes a déjà servi à de grands explorateurs tels que GL Maubrick ou Kim Jin-Su. Aujourd'hui à la retraite en Bavière, elle est appelée sur Xyloph-17 pour devenir la navigatrice du Daedalus. - 2037 : Naissance sur Terre. - 2059 : En moins de 2 ans, Frieda Bergmann recense plus de 100 nouvelles étoiles, au sein de l'observatoire de Düsseldorf. - 2060 : En étudiant ***l'effet Shapiro***, Frieda prouve que la masse d'un trou noir de synthèse peut être utilisée pour propulser des sondes spatiales à des vitesses proches de la lumière. Elle reçoit la même année le prix Nobel d'astro-physique pour sa publication. - 2070 : A l'âge de 33 ans Frieda décide de dédier le reste de sa vie à l'exploration spatiale. Malheureusement les technologies de son époque permettent à peine d'atteindre les satellites de Jupiter. Frieda fait donc appelle à ***Cryo-Hertz*** une société de cryogénisation pour milliardaire qui promet à ses clients condamnés par la médecine, une survie éventuelle dans un futur lointain. - 3094 : Frieda sort ***d'un sommeil de 1024 ans*** par des spécialistes en vue d'organiser la première mission extra-solaire vers l'étoile de Barnard. Ses connaissances seront précieuses pour la première analyse de surface de l'étoile. Elle rencontre lors de cette expedition le jeune pilote Kim Jin-Su avec qui elle doit collaborer pour effectuer des prélèvements. - 3110 : De retour sur terre, Frieda est appelée auprès de l'explorateur ***GL Maubrick*** pour intégrer le ***Gonzak***, un gigantesque vaisseau spatial qui doit explorer le système Epsilon-Indi. A cette occasion, Frieda pose la première fois le pied sur un sol extra-solaire. Lors de ces expéditions, elle retrouve le pilote Kim Jin-Su qui lui décrit son projet d'expedition sur Tau-Ceti. C'est un système que Frieda connaît bien, car elle l'a étudié durant ces études au 21ème siècle. - 3123 : Lors d'un ravitaillement, Kim Jin-Su et Frieda obtiennent l'autorisation de quitter le Gonzak pour mettre en place leur propre expedition vers Tau-Ceti. Frieda travaille longuement au recensement des différents corps du système. - 3123 : L'expédition est un succés, la découverte de gisements majeurs de Boxylium relance l'exploration spatiale. Malgré le rôle majeur de Frieda dans la géolocalisation des sites, la surmédiatisation de l'évènement profite surtout à Jin-Su. Frieda qui s'intéresse peu aux publications de l'évènement et au tumulte se résout à vivre dans l'ombre de l'explorateur. - 3140 : ***GL Maubrick*** qui est desormais ***ministre de l'expansion spatiale*** charge Frieda d'organiser trois missions interstellaires successives, malheureusement ce travail colossal rend inenvisageable son embarquement dans l'une d'entre elle. De plus, son âge de 53 ans, ainsi que ces 1060 années de cryo-sommeil augmentent le risque d'accidents cryogéniques. - 3150 : A 63 ans, les espoirs d'évasion de Frieda Bergmann sont définitivement enterrés. Elle quitte son observatoire de Düsseldorf pour profiter d'une retraite méritée en Bavière. - 3151 : Jin-Su fait appel à Frieda pour un repérage de corps dans des systèmes du grand nuage de Magellan. Il s'agit d'un véritable défit technique du fait de l'incroyable distance séparant cette galaxie et la voie lactée. Frieda accepte à la condtion qu'elle puisse participer à l'exploration du nuage. Kim Jin-Su la nomme navigatrice mais il sait parfaitement que ***ses chances de survie d'un cryo-sommeil de 16 ans sont mineures.*** **Éliminer les hunters** avec les Patrouilleurs dans les Baies pour protéger le vaisseau.//**Récolter les débris** des hunters éliminés avec le Pasiphae en Baie Alpha 2 pour réparer l'armure du vaisseau.//**Lancer des expéditions** sur des planètes avec Icarus en Baie Icarus pour récolter des ressources. https://cmnemoi.github.io/archive_aide_aux_bolets/frieda-tutoriel.html
it: frieda.name frieda.fullname frieda.initials frieda.age frieda.description frieda.employment frieda.abstract frieda.biography frieda.tips frieda.tutorial frieda.tutorial

# Gioele
source: gioele.name gioele.fullname gioele.initials gioele.age gioele.description gioele.employment gioele.bioAbstract gioele.abstract gioele.biography gioele.tips gioele.tutorial
es: Gioele Gioele Rinaldo GR ***Edad :*** 55 años Magnate, filántropo y cafeinómano del Daedalus. ***Profesión :*** Magnate constructor de naves de gran escala ***Resumen :*** Gioele es el propietario de la nave. Es un multimillonario de la Tierra obsesionado por los viajes espaciales, que financió el proyecto inicial del Daedalus. Ante la amenaza de los Mush, Gioele entró en pánico e in extremis, con la ayuda de los diseñadores, consiguió un puesto a bordo de la nave como navegante. También consiguió expulsar a un biólogo de la tripulación original para hacer sitio a su hija Paola. Gioele es el propietario de la nave. Es un multimillonario de la Tierra obsesionado por los viajes espaciales, que financió el proyecto inicial del Daedalus. Ante la amenaza de los Mush, Gioele entró en pánico e in extremis, con la ayuda de los diseñadores, consiguió un puesto a bordo de la nave como navegante. También consiguió expulsar a un biólogo de la tripulación original para hacer sitio a su hija Paola. - 3099: Nace en la Tierra. - 3118: Gracias a los contactos de su padre, Gioele consiguió un espacio como ***pasajero a bordo del Gonzak*** con la misión de explorar ***Epsilon Indi***. Fue allí donde conoció a su ídolo ***GL Maubrick***. A su regreso, comenzó a ***estudiar astrofísica*** para poder convertirse en explorador algún día. - 3120: La ***muerte de su padre*** hizo que Gioele se diera cuenta de la situación económica de su familia. Se ***hizo cargo de la empresa de gestión de prisiones de su padre***, pero cambió su funcionamiento para adaptarlo a sus propios fines: Enviaba a los prisioneros a nuevos sistemas para llevar a cabo operaciones de minería de asteroides. - 3136: Gioele estaba haciendo una fortuna, pero aún no había cumplido sus sueños. En un anuncio publicitario en SNC ***ofreció un presupuesto de 4.000 millones de créditos*** a quien pudiera proponer un proyecto viable de arca estelar, que le permitiera unir la Vía Láctea y la ***Nube de Magallanes***. - 3137: Se reune con ***Kuan-Ti*** quien, al año siguiente, entregó un gigantesco proyecto de Arca Mundial que implicaba a 7000 personas. Gioele le ***asigna el presupuesto prometido***. - 3146: La Federación quiso participar en la financiación del proyecto y aportó 9.000 millones de créditos adicionales que pondrían sobre ruedas el avance del ***Reactor PILGRED***. El explorador, y ahora representante oficial del gobierno, ***Kim Jin-Su***, fue asignado como líder del proyecto. - 3152: Gioele se entera por casualidad de que Jin-Su y Kuan-Ti han manipulado el proyecto original para permitir la construcción de una nave de exploración más pequeña, llamada ***Daedalus***. Continuando con su investigación, registra el despacho de Kuan-Ti y encuentra documentos que prueban que el Mush ha infectado a los líderes de la Federación. Su posterior temor es la razón por la que se desespera por acceder al Daedalus y unirse a la evacuación. - 3153: A medida que la Federación reduce gradualmente la frecuencia de los pagos, Gioele ***ofrece apoyo financiero adicional para el proyecto*** a Raluca, Jin-Su y Kuan-Ti. Su única condición es que ***Nils Carlsson*** sea removido del equipo y sustituido por su hija ***Paola Rinaldo***. El equipo se niega. - 3154: Nils cae enfermo durante una grave crisis entre ***Xyloph-17*** y la Federación. La ***FDS toma el control del proyecto***, pero Kim Jin-Su organiza la salida clandestina del Daedalus. Gioele y Paola son finalmente embarcados. **Participa en proyectos de NERON** usando el núcleo de NERON en el Nexus para mejorar la nave.//**Escanea planetas** usando la Terminal Astro en el Puente de mando para organizar expediciones.//**Elimina Mush confirmados** usando tu habilidad Robusto. https://www.mushpedia.com/wiki/Gioele_Rinaldo
fr: Gioele Gioele Rinaldo GR 55 ans Armateur philantrophobe. Armateur milliardaire Oisif Gioele Rinaldo est l'armateur du vaisseau, c'est un milliardaire terrien passionné d'exploration spatiale qui a financé le projet initial du Daedaelus. Face à la menace Mush, Gioele panique et obtient in extremis de la part des concepteurs un poste de navigateur sur le vaisseau. Il parvient également à évincer un biologiste de l'équipe pour placer sa fille Paola. - 3099 : Naissance sur Terre. - 3118 : Grâce aux relations de son père, Gioele obtient une place de passager sur le ***Gonzak chargé d'explorer Epsilon Indi***. Il y fait la rencontre de ***GL Maubrick*** le capitaine et le prend pour modèle. A son retour, il se lance dans l'étude astro-physique afin de devenir lui aussi un jour explorateur. - 3120 : Le décès de son père ramène Gioele aux réalités économiques de sa famille. Il reprend la société de gestion carcérale de son père mais l'adapte à ses propres rêves : Il enverra les prisonniers dans les nouveaux systèmes afin d'organiser les opérations de minages d'asteroides. - 3136 : Gioele fait fortune mais regrette de ne pas pouvoir accomplir ses rêves. Il propose dans un spot publicitaire de la chaîne SNC un budget de ***4 milliards de crédits*** à qui lui proposera un projet d'arche stellaire permettant de relier la voie lactée et le nuage de Magellan. - 3137 : Rencontre avec Kuan-Ti qui lui livre l'année suivante le plan d'une gigantesque Arche-Monde pouvant regrouper plus de 7000 individus. Gioele valide le budget promis. - 3146 : La Federation souhaite participer au financement du projet et apporte ***9 milliards de crédits supplémentaires*** qui vont débloquer les recherches sur le réacteur PILGRED. Un fonctionnaire du gouvernement, l'explorateur Kim Jin-Su est nommé responsable du projet. - 3152 : Gioele apprend par hasard que Jin-Su et Kuan-Ti ont détourné le projet d'origine afin de créer un vaisseau de navigation plus modeste appelé Daedalus. En poussant ses recherches, il trouve dans le bureau de Kuan-Ti des documents prouvant que le Mush infecte les dirigeants de la fédération. Il prend peur et le menace pour obtenir une place sur le Daedalus et participer à l'évacuation. - 3153 : Alors que la fédération diminue la fréquence des versements pour le projet, Gioele propose un nouvel apport pécunier pour le projet à Raluca Jin-Su et Kuan-Ti. Sa seule condition est l'éviction de ***Nils Carlsson*** au profit de sa fille ***Paola Rinaldo***. L'équipe refuse. - 3154 : Nils tombe malade alors qu'une grave crise se profile entre Xyloph-17 et la fédération. La FDS prend le controle du projet mais Kim Jin-Su organise un départ clandestin du Daedalus. Gioele et Paola sont finalement embarqués. **Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau.//**Scanner des planètes** à l'aide du Terminal Astro sur le Pont pour organiser des expéditions.//**Réparer l'équipement vital** du vaisseau. https://cmnemoi.github.io/archive_aide_aux_bolets/gioele-tutoriel.html
it: gioele.name gioele.fullname gioele.initials gioele.age gioele.description gioele.employment gioele.abstract gioele.biography gioele.tips gioele.tutorial gioele.tutorial

# Hua
source: hua.name hua.fullname hua.initials hua.age hua.description hua.employment hua.bioAbstract hua.abstract hua.biography hua.tips hua.tutorial
es: Hua Jiang Hua HJ ***Edad :*** 32 años Exploradora de lo extremo. Experta en aterrizajes peligrosos. ***Profesión :*** Exploradora de superficies planetarias ***Resumen :*** Especialista en misiones de aproximación a planetas desconocidos, Hua puede aterrizar en casi cualquier superficie en cualquier condición. Ella fue tripulante del Epygron, la primera nave de exploración en encontrar vida extraterrestre. Especialista en misiones de aproximación a planetas desconocidos, Hua puede aterrizar en casi cualquier superficie en cualquier condición. Ella fue tripulante del Epygron, la primera nave de exploración en encontrar vida extraterrestre. - 3096: Nace en la Tierra. - 3115: Hua es aceptada en ***el Instituto de Exploración Copernik***, donde estudia con profesores talentosos como ***GL Maubrick y Nils Carlsson***. A pesar de un interés real por el estudio de las biosferas extraterrestres, Jiang Hua muestra mayores talentos en el campo de la exploración de superficies. Realizó varias misiones en Caronte y Neptuno, donde aprendió a operar naves de exploración de clase B. - 3116: Jiang Hua se pierde el concurso de ingreso para unirse al equipo de Gonzak rumbo a ***Epsilon-Indi***. Continua sus estudios de botánica extraterrestre y luego se embarca en el Epygron hacia Lalande 21185 para explorar los dos planetas aún desconocidos del sistema. - 3121: Mientras realizaba análisis rutinarios en ***Naumachia***, Hua es atacada por una forma de vida local. Su compañero muere, pero Hua logra ahuyentar al atacante. A pesar de una lesión en la pierna, logra llegar al Epygron. Posteriormente, no se detectaron más signos de vida en el planeta. - 3127: Bajo las órdenes de ***Kim Jin-Su***, Hua participa en la exploración de ***Tau-Ceti***. Es la única piloto capaz de garantizar aterrizajes sin riesgos en los terrenos irregulares de zonas ricas en boxylium. Durante esta expedición, Hua también descubrió tres nuevas formas de plantas extrasolares, incluida una capaz de sobrevivir en un entorno privado de agua. - 3143: A su regreso a la Tierra, Hua recibe financiación de ***ChangMei-Tech*** para diseñar y probar una nueva nave de superficies. Se instala con su equipo en ***Xyloph-17***, que ya albergaba el ***Proyecto de Exploración Espacial Magallanes***. - 3146: Cuando es designado para liderar el Proyecto Magallanes, Kim Jin-Su contrata a ***ChangMei-Tech*** para equipar el arca con una nave de exploración. Jiang Hua es enviada ***al equipo de Jin-Su para integrar la nave en el arca***. - 3152: Hua ayuda a ***Ian Soulton*** en el desarrollo de un pequeño jardín hidropónico capaz de sustentar a un equipo de 16 personas. - 3153: El prototipo ***Icarus*** se entrega al equipo, los pilotos lo prueban exhaustivamente en las condiciones más extremas. Un accidente durante una de las pruebas cerca del Sol obliga a Hua y al ***joven piloto Rolland Zucalli*** a sobrevivir 36 horas en la superficie de Mercurio. **Elimina naves enemigas** con los patrulleros ubicados en las plataformas para proteger la nave.//**Recupera chatarra** de las naves eliminadas con el Pasiphae ubicado en la plataforma Alpha 2 para reparar el blindaje de la nave.//**Despega expediciones** a planetas con el Icarus en la plataforma Icarus para recolectar recursos.//**Repara equipo vital** de la nave. https://www.mushpedia.com/wiki/Jiang_Hua
fr: Hua Jiang Hua HJ 32 ans Exploratrice de l'extrême. Exploratrice de surface Spécialisée dans les missions d'approches de planète inconnue, Hua est capable d'atterrir dans n'importes quelles conditions sur à peu près n'importes quelles surfaces. Elle était présente dans L'Epygron, premier vaisseau d'exploration à rencontrer une forme de vie extra-terrestre. - 3096 : Naissance sur Terre. - 3115 : Hua est acceptée à ***l'institut d'exploration Copernik***, elle y étudie auprès de talentueux professeurs tel que ***GL Maubrick ou Nil Carlsson***. Malgré un réel intérêt pour l'étude des biosphères extra-terrestres, Jiang Hua montre de plus grands talents dans le domaine de l'exploration de surface. Elle effectue plusieurs missions sur Charon et Neptune où elle apprend à manipuler des navettes de reconnaisance de classe B. - 3116 : Jiang Hua manque le concours d'entrée pour intégrer l'équipe du Gonzak en partance vers ***Epsilon-Indi***. Elle poursuit ses études en botanique extra-terrestre puis est embarquée sur L'Epygron en direction de Lalande 21185 pour explorer les deux planètes encore inconnues du système. - 3121 : Alors qu'elle effectue des analyses sur ***Naumachia***, Hua est attaquée par une forme de vie locale. Son compagnon est tué, mais Hua parvient à chasser l'agresseur. Malgré une blessure à la jambe, elle parvient à rejoindre l'Epygron. Plus aucun signe de vie n'est deteccté par la suite sur le planète. - 3127 : Sous les ordres de Kim Jin-Su, Hua participe à l'exploration de Tau-Ceti. Elle est la seule pilote capable de garantir des aterrisages sans risque sur les profils accidentés des corps riches en boxylium. Lors de cette expédition, Hua découvre en outre trois nouvelles formes de plante extra-solaire dont une capable de survivre dans un milieu privé d'eau. - 3143 : A son retour sur terre, Hua est financée par ***ChangMei-Tech*** pour désigner et tester une nouvelle navette de surface. Elle s'installe avec son équipe sur Xyloph-17 qui abrite déjà le projet d'exploration spatial Magellan. - 3146 : Lorsqu'il est nommé pour diriger le projet Magellan, Kim Jin-Su passe un contrat avec ChangMei-Tech pour équiper l'arche d'une navette d'exploration. Jiang Hua est envoyée dans l'équipe de Jin-Su pour intégrer la navette à l'arche. - 3152 : Hua assiste Ian Soulton dans l'élaboration d'un jardin hydroponique de dimension réduite pouvant assurer la subistance d'une équipe de 16 personnes. - 3153 : Le prototype Icarus est livré à l'équipe, il est longuement testé par les pilotes dans les conditions les plus extrêmes. Un accident lors d'un des tests à proximité du Soleil force Hua et le jeune pilote Rolland Zucalli à survivre 36h en surface de Mercure. **Éliminer les hunters** avec les Patrouilleurs dans les Baies pour protéger le vaisseau.//**Récolter les débris** des hunters éliminés avec le Pasiphae en Baie Alpha 2 pour réparer l'armure du vaisseau.//**Lancer des expéditions** sur des planètes avec Icarus en Baie Icarus pour récolter des ressources.//**Réparer l'équipement vital** du vaisseau. https://cmnemoi.github.io/archive_aide_aux_bolets/hua-tutoriel.html
it: hua.name hua.fullname hua.initials hua.age hua.description hua.employment hua.abstract hua.biography hua.tips hua.tutorial hua.tutorial
