Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# Ian
source: ian.name ian.fullname ian.initials ian.age ian.description ian.employment ian.bioAbstract ian.abstract ian.biography ian.tips ian.tutorial
es: Ian Ian Soulton IS ***Edad :*** 42 años Científico botánico obsesivo. ***Profesión :*** Botánico ***Resumen :*** Ian Soulton participó activamente en la investigación del Mush. Autoridad en la materia, pero también en botánica, participó en los censos de numerosas especies de plantas extraterrestres y desarrolló varios centenares de híbridos de plantas terrestres. Su curiosidad por las especies frutales es particularmente evidente. Ian Soulton participó activamente en la investigación del Mush. Autoridad en la materia, pero también en botánica, participó en los censos de numerosas especies de plantas extraterrestres y desarrolló varios centenares de híbridos de plantas terrestres. Su curiosidad por las especies frutales es particularmente evidente. - 3106: Nace en la Tierra. - 3130: Ian es ***enviado a la colonia de Antemis en Tau-Ceti*** para realizar investigaciones sobre nuevas especies en el sistema. Lo envían en uno de los cinco trenes de colonos interestelares que transportan a miles de mineros a la tierra prometida para la explotación de Boxylium. - 3145: La revuelta estalla en Antemis, Ian, sensible a la causa de los mineros, teme sin embargo a expresarse públicamente por temor a que la federación recorte los presupuestos de su laboratorio. Tras la victoria de la rebelión, se suspendió la financiación de la federación y la milicia rechazó su petición de repatriación al territorio. - 3146: Tras el ***baño de sangre de la Batalla de Sol***, el laboratorio es requisado para el tratamiento de los heridos. Mientras intenta echar una mano al equipo médico, Ian conoce a una encantadora ***enfermera llamada Finola Keegan***. Está impresionado por su compromiso con los pacientes. Ella le dice que hizo un descubrimiento sorprendente sobre algunos de ellos. Unos días después de esta declaración, Finola abandona rápidamente el sistema para unirse a la federación. Antes de partir, ella ***le confía una extraña muestra de médula espinal***. - 3147: Al realizar pruebas con la muestra, Ian ***identifica una cepa de micelio complejo*** que logra implantar en una rata. El micelio avanza a lo largo de la médula espinal del animal sin que parezca impactado. Una vez colocada entre otras ratas, la infectada reproduce un extraño comportamiento durante el cual traga una espora de 1 mm de diámetro y luego la transporta a un grupo de ratas sanas. Al entrar en contacto con sus esporas, ***los sujetos sanos desarrollan tres etapas de infecciones al final de las cuales son a su vez afectados por el micelio***. Ian envía los resultados de su investigación a Finola, quien recopila un informe de su trabajo para la prensa científica. - 3149: Tras la declaración del gobierno de ***la invasión Mush de Tau-Ceti y Ross154***, Ian es preso de un pánico incontrolable. Somete a parte de su equipo a una muestra de médula ósea, pero no está seguro de la fiabilidad de su prueba. Termina cerrando su laboratorio y continuando solo con su investigación. - 3150: De vuelta en Antemis, Finola se une a él para trabajar en el proyecto de ***un escáner que detecta la presencia de micelio dentro de las células nerviosas de un cuerpo***. - 3151: Los primeros prototipos de mycoscan ***detectan la presencia de esporas*** en una rata, pero son ineficaces en el caso de una rata completamente infectada. - 3152: El 13 de diciembre, Finola e Ian ***reciben una señal de Júpiter***. Les advirtie del avanzado estado de la invasión Mush en los campos rebeldes, pero también dentro de la federación. El equipo de Júpiter afirma haber construido un arca capaz de rescatar a un pequeño grupo de humanos para continuar la investigación contra los Mush en una galaxia lejana. Ian está aterrorizado ante la idea de que una pandemia diezme a la raza humana. ***Se une al equipo de Daedalus***, pero Finola quiere quedarse para salvar a los mineros. - 3153: Ian ***moderniza el proyecto del jardín hidropónico*** del Daedalus. Gracias a la agrupación de 12 especies de plantas, consigue asegurar la renovación constante del oxígeno y el alimento de la embarcación. - 3170: Cuando Ian se despierta, la alarma de incendio indica daños en el jardín hidropónico. Cuando llega ya es demasiado tarde: ***sólo han sobrevivido tres plantas***, lo que condena a la tripulación a una muerte segura. **Riega** las plantas sedientas y secas, y **trata** las plantas enfermas.//**Planta frutas** en las hydromacetas.//**Participa en investigaciones** en el Laboratorio para ralentizar a los hongos gracias a tu habilidad de Biólogo. https://www.mushpedia.com/wiki/Ian_Soulton
fr: Ian Ian Soulton IS 42 ans Chercheur frugivore flexible. Botaniste Ian Soulton a activement participé aux recherches sur le Mush. Autorité en la matière, mais aussi en botanique, il a participé aux recensements de nombreuses espèces extra-terrestres et a élaboré plusieurs centaines d'hybrides de plantes terrestres. Sa curiosité pour les espèces de fruit est particulièrement frappante. - 3106 : Naissance sur Terre. - 3130 : Ian est envoyé sur Tau-Ceti dans la colonie d'Antémis pour effectuer des recherches sur les nouvelles espèces du système. Il est envoyé dans un des cinq trains inter-stellaires de colons emportant des milliers de mineurs vers la terre promise du Boxylium. - 3145 : La révolte éclate sur Antémis, Ian qui est sensible à la cause des mineurs craint pourtant de s'exprimer publiquement par peur que la fédération ne coupe les budgets de son laboratoire. Après la victoire de la rébellion, les financements de la fédération sont suspendues et la milice refuse sa demande de rapatriement vers la terre. - 3146 : Après le bain de sang de la bataille de Sol, le laboratoire est réquisitionné pour le traitement des blessés. Alors qu'il tente de prêter main forte à l'équipe médicale, Ian fait la connaissance d'une charmante ***infirmière nommée Eleesha Williams***. Il est impressionné par son engagement auprès des malades. Elle lui confit qu'elle a fait une découverte stupéfiante sur certains d'entre eux. Quelques jours après cette déclaration, Eleesha quitte précipitamment le système pour rejoindre la fédération. Avant son départ, elle lui confit un échantillon étrange contenant un prélevement de moëlle épinière. - 3147 : En effectuant des tests sur l'échantillon, Ian identifie une souche de mycelium complexe qu'il arrive à implanter sur un rat. Le mycelium progresse le long de la moëlle épinière de l'animal sans que celui-ci ne semble impacté. Une fois placé parmis d'autres rats, l'infecté reproduit un comportement étrange au cours duquel il déglutit un spore d'1mm de diamètre puis le transporte jusqu'a un groupe de rat sain. Au contact de ses spores, les sujet sains développent trois stades d'infections au terme desquels ils sont à leur tour touché par le mycelium. Ian envoie les résultats de sa recherche à Eleesha qui compile un rapport de leurs travaux dans la presse scientifique. - 3149 : Après la déclaration du gouvernement sur l'invasion Mush de Tau-Ceti et Ross154, Ian est la proie d'une panique incontrolée. Il soumet une partie de son équipe à un prélevement de moelle osseuse mais n'est pas certains de la fiabilité de son test. Il finit par fermer son laboratoire et poursuit seul ses recherches. - 3150 : De retour sur Antémis, Eleesha le rejoint pour travailler sur le projet d'un scanner détectant la présence de mycelium à l'interieur des cellules nerveuse d'un corps. - 3151 : Les premiers prototypes du mycoscan détecte la présence de spores sur un rat mais reste silencieux dans le cas d'un rat totalement infecté. - 3152 : Le 13 décembre, Eleesha et Ian reçoivent un signal de Jupiter. Celui-ci les averti du stade avancé de l'invasion Mush dans le camps rebelle mais également au sein de la fédération. L'équipe de Jupiter prétend avoir construit une arche capable de sauver un groupe réduit d'être humain afin de poursuivre les recherches contre le Mush dans une galaxie éloigné. Ian est terrorisé à l'idée d'une pandémie décimant la race humaine. Il rejoint l'équipe du Daedalus, mais Eleesha veut rester sur place pour sauver les mineurs. - 3153 : Ian modernise le projet de jardin hydroponique du Daedalus. Il parvient grâce au regroupement de 12 espèces de plantes à assurer le renouvellement constant de l'oxygène et de la nourriture du vaisseau. - 3170 : Lorsque Ian se réveille, l'alarme incendie indique des dommages dans la salle du jardin. A son arrivée il est déjà bien trop tard, seul trois plantes ont survécu, condamnant l'équipage à une mort certaine. **Arroser les plantes** assoiffées et désséchées.//**Traiter les plantes** malades.//**Semer les fruits** dans les hydropots.//**Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau. https://cmnemoi.github.io/archive_aide_aux_bolets/ian-premiers-pas.html
it: ian.name ian.fullname ian.initials ian.age ian.description ian.employment ian.abstract ian.biography ian.tips ian.tutorial ian.tutorial

# jin_su
source: jin_su.name jin_su.fullname jin_su.initials jin_su.age jin_su.description jin_su.employment jin_su.bioAbstract jin_su.abstract jin_su.biography jin_su.tips jin_su.tutorial
es: Jin Su Kim Jin-Su JSK ***Edad :*** 40 años Reconocido navegante y Comandante supremo del Daedalus. ***Profesión :*** Explorador de lo desconocido ***Resumen :*** Jin Su comenzó a explorar a temprana edad, yendo en misiones de investigación en la Estrella Barnard. Rápidamente ascendió al rango de Comandante y se le encargó la dirección de importantes misiones en Ross 154 y Epsilon Indi. El descubrimiento de múltiples depósitos de Boxylium en Tau-ceti lo convirtió instantáneamente en una celebridad interplanetaria. En 3146, la Federación lo nombró Comandante Ejecutivo del Proyecto Magallanes. Tras la invasión Mush de Sol, Jin Su elaboró los planos del Daedalus junto con Lai Kuan Ti y reunió una tripulación de élite para asegurar la supervivencia de la raza humana en otra galaxia. Jin Su comenzó a explorar a temprana edad, yendo en misiones de investigación en la Estrella Barnard. Rápidamente ascendió al rango de Comandante y se le encargó la dirección de importantes misiones en Ross 154 y Epsilon Indi. El descubrimiento de múltiples depósitos de Boxylium en Tau-ceti lo convirtió instantáneamente en una celebridad interplanetaria. En 3146, la Federación lo nombró Comandante Ejecutivo del Proyecto Magallanes. Tras la invasión Mush de Sol, Jin Su elaboró los planos del Daedalus junto con Lai Kuan Ti y reunió una tripulación de élite para asegurar la supervivencia de la raza humana en otra galaxia. - 3070: Nace en la Tierra. - 3095: Jin-Su comienza sus clases de pilotaje en la ***Facultad de Ciencias Económicas y Espaciales*** en Ganimedes. Rápidamente se convirtió en el mejor piloto de caza de su clase, lo que le permitió conseguir un puesto de analista en ***la estrella Barnard***. - 3097: Mientras sobrevolaba Barnard, una erupción impactó su nave de patrulla. El equipo perdió contacto con Jin-Su. La prensa terrestre cubrió la búsqueda de la caja negra de la nave, pero quedaron muy pocos rastros. Jin-Su restableció contacto con la estación 5 días después, justo cuando se comunicó a su familia la noticia de su fallecimiento. La prensa relató la increíble aventura de este joven piloto coreano, que logró sobrevivir 126 días orbitando una enana roja. Kim Jin-Su se convirtió en una celebridad instantánea. - 3103: Jin-Su es enviado en una misión de exploración al sistema ***Ross 154***. Es el primer hombre en pisar Merlín, que más tarde se convertiría en el lugar vacacional más popular de la galaxia. - 3116: El explorador ***GL Maubrick descubre su talento*** y decide incluirlo en la tripulación del Gonzak, en el primer vuelo tripulado con destino a Epsilon Indi. Jin-Su demostró ser un hombre clave en tiempos de gran crisis durante las expediciones. Cabe destacar que salvó al Capitán Maubrick de una muerte segura durante un vuelo sobre el satélite Thorum. - 3127: ***El Comandante Kim Jin-Su lidera la primera expedición a Tau-Ceti***. Se registraron más de 28 cuerpos celestes importantes, 22 de los cuales poseen capas de Boxylium bajo la superficie del planeta. Este fue un descubrimiento crucial no solo para la Federación, sino también para la humanidad. La humanidad ahora tiene los recursos suficientes para explorar la Vía Láctea en su totalidad, así como potencialmente otras galaxias. - 3146: ***GL Maubrick asume la presidencia de la Federación***. Inmediatamente nombra a Jin-Su consejero para el caso de escasez de Boxylium. Jin-Su lleva a cabo su investigación y contacta con la tripulación del ***Proyecto Magallanes en Xyloph-17***. Allí conoce a Lai Kuan-Ti, quien le presenta la tecnología PILGRED de su colega Raluca Tomescu. Este es un descubrimiento crucial para la federación, ya que les permitirá acceder a más depósitos. ***Jin-Su convence a Maubrick para que financie la producción del Arca y lidere el proyecto***. - 3152: Kuan-Ti entrega a Jin-Su un historial médico que prueba que el ***Presidente Maubrick está infectado con Mush***. Jin Su decide acelerar la construcción y la partida del Arca para salvar al mayor número posible de humanos de la invasión de Mush. Tras consultar con Raluca, Jin-Su recibe la confirmación de que la preparación adecuada del reactor PILGRED no puede reducirse a menos de 12 años. Pide entonces a Kuan-Ti y Raluca que revisaran su plan con una nave más pequeña en mente, capaz de transportar una tripulación menor de unas veinte personas. - 3153: Tras la ***desaparición del sargento Derek Hogan***, Jin-Su logró disuadir a la FDS de iniciar una investigación. Se ganó la desconfianza de la administración, que deseaba adelantar la fecha del informe semestral sobre el informe del proyecto Magallanes. Jin-Su, quien no podía arriesgarse a una infección de Mush, se negó, solo para ser relevado de su cargo. - 3154: Su sustituto, el ***Capitán Baranov, fue asesinado*** a su llegada a Xyloph-17. La Federación planeaba un contraataque inmediato, pero Jin-Su, con la ayuda de un soldado rebelde de la FDS, logra evacuar a 16 miembros de la tripulación. El esperado arranque del reactor PILGRED fue un éxito, y el Daedalus fue propulsado hacia la Nebulosa de Magallanes a más de mil millones de metros por segundo. **Elimina hunters** usando los patrulleros ubicados en las plataformas para proteger la nave.//**Recolecta chatarra** de los hunters eliminados con el Pasiphae (ubicado en la Plataforma Alpha 2) para reparar el casco de la nave.//**Orienta y viaja con la nave** usando la terminal de comando en el puente para explorar planetas.//**Da discursos motivadores** a tus compañeros de equipo desmoralizados para levantarles el ánimo. https://www.mushpedia.com/wiki/Kim_Jin_Su
fr: Jin Su Kim Jin-Su JSK 40 ans Commandant suprême du Daedalus. Explorateur de l'inconnu Jin Su a débuté très jeune dans des missions d'analyse sur Barnard Star. Il est rapidement promu au rang de Commandant et se voit confier des expéditions importantes sur Ross 154 et Epsilon Indi. Sur Tau-Ceti, la découverte de plusieurs gisements de Boxylium font de Jin-Su une célébrité interplanétaire. En 3146, il est nommé par la Fédération pour commander l'exécution du projet Magellan. Suite à l'invasion du Mush sur Sol, il conçoit les plans du Daedalus avec Lai Kuan Ti, et rassemble un équipage d'élite pour assurer la survie de l'espèce humaine dans une autre galaxie. - 3070 : Naissance sur Terre. - 3095 : Jin-Su commence des études de pilotage à la ***Faculté de Sciences Économiques et Spatiales de Ganymède***. Il est très vite considéré comme le meilleur pilote de sa promotion et décroche un stage d'analyste sur la base spatiale de ***Barnard Star***. - 3097 : Au cours du survol de Barnard Star, une éruption touche son patrouilleur. L'équipe perd le contact avec Jin-Su. Les médias terrestres couvrent largement les recherches visant à retrouver la boite noire de l'appareil mais les débris sont peu nombreux. Jim-Su reprend contact 5 jours plus tard avec la station au moment où l'avis de décès est envoyé à sa famille. La presse relate l'aventure incroyable de ce jeune pilote Coréen qui a survécu 126 heures dans des conditions incroyables en orbite autour de la naine rouge. Kim Jin-Su est célèbre. - 3103 : Jin-Su est envoyé en mission d'exploration dans le système Ross 154. Il est le premier homme à poser le pied sur Merlin qui deviendra plus tard le lieu de villégiature le plus hype de la galaxie. - 3116 : L'explorateur ***GL Maubrick*** repère ses talents et décide de l'intégrer à l'équipage du Gonzak, le premier vol habité en direction d' Epsilon Indi. Jin-Su s'y illustre comme l'homme-clé des crises majeurs de l'expédition. Il sauve notamment le capitaine Maubrick d'une mort certaine lors d'un survol du satellite Thorum. - 3127 : Le commandant Kim Jin-Su dirige la première expédition de Tau-Ceti. Plus de 28 corps majeurs sont recensés, 22 d'entre eux possèdent dans leurs couches inférieures des gisements de Boxylium. C'est une découverte majeur pour la fédération mais également pour l'humanité. L'homme dispose désormais des ressources nécessaires pour explorer la Voie lactée toute entière et peut-être même d'autres galaxies. - 3146 : GL Maubrick accède à la présidence de la fédération. Il convoque immédiatement Jin-Su comme conseiller dans le dossier de la pénurie de Boxylium. Jin-Su effectue des recherches et prend contact avec l'équipe du ***projet Magellan sur Xyloph-17***. Il y rencontre Lai Kuan-Ti qui lui présente la technologie PILGRED de sa collègue Raluca Tomescu. C'est une découverte majeure qui permettrait à la fédération d'accéder à de nouveaux gisements. ***Jin-Su convainc Maubrick de financer la construction de l'arche*** et prend la tête du projet. - 3152 : Kuan-Ti présente à Jin-Su une fiche médicale prouvant ***l’infestation au Mush du président Maubrick***. Il veut précipiter la construction et le départ de l'arche afin de sauver le plus grand nombre d'êtres humains possible de l'invasion Mush. Après consultation de Raluca, Jin-Su obtient la certitude que la construction du réacteur PILGRED adéquat ne peut être réduit à moins de 12 ans. Il propose a Kuan-Ti et Raluca de revoir leur plan pour un vaisseau plus petit capable de transporter un équipage d'une vingtaine de personne. - 3153 : Suite à la disparition du ***sergent Derek Hogan***, Jin-Su parvient à dissuader les inspecteurs de la FDS de lancer une enquête. Il s'attire cependant la méfiance de l'administration qui souhaite avancer la date du rapport biennal sur le projet Magellan. Jin-Su qui ne peut prendre le risque d'une infection au Mush refuse et se voit démis de ses fonctions. - 3154 : Son remplaçant, ***le capitaine Baranov*** est assassiné dès son arrivée sur Xyloph-17. La fédération planifie une contre-attaque immédiate mais Jin-Su parvient avec l'aide d'un trooper FDS rebelle à évacuer ses 16 membres d'équipage. Le démarrage anticipé du réacteur PILGRED est un succès, le Daedalus est projeté vers le nuage de Magellan à plus d'un milliard de m/s. **Éliminer les hunters** avec les Patrouilleurs dans les Baies pour protéger le vaisseau.//**Récolter les débris** des hunters éliminés avec le Pasiphae en Baie Alpha 2 pour réparer l'armure du vaisseau.//**Orienter et faire voyager le vaisseau** à l'aide du Terminal de Commandement sur le Pont pour explorer des planètes.//**Donner des Discours enflammés** aux coéquipiers démoralisés pour améliorer leur moral. https://cmnemoi.github.io/archive_aide_aux_bolets/jin-su-premiers-pas.html
it: jin_su.name jin_su.fullname jin_su.initials jin_su.age jin_su.description jin_su.employment jin_su.abstract jin_su.biography jin_su.tips jin_su.tutorial jin_su.tutorial
