Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# Chun
source: chun.name chun.fullname chun.initials chun.age chun.description chun.employment chun.bioAbstract chun.abstract chun.biography chun.tips chun.tutorial
es: Chun Zhong Chun CZ ***Edad :*** 33 años Última esperanza de la humanidad ***Profesión :*** Agente de mantenimiento ***Resumen :*** Siendo la única superviviente del equipo médico de Tamina, Chun fue llevada a bordo del Daedalus para someterse a varios análisis. Criogenizada por la Federación durante más de nueve años para garantizar su silencio y luego acosada por los periodistas, Chun nunca ha conocido una vida normal. Sin embargo, es la clave para la supervivencia de la especie humana; Zhong Chun debe sobrevivir a toda costa. Siendo la única superviviente del equipo médico de Tamina, Chun fue llevada a bordo del Daedalus para someterse a varios análisis. Criogenizada por la Federación durante más de nueve años para garantizar su silencio y luego acosada por los periodistas, Chun nunca ha conocido una vida normal. Sin embargo, es la clave para la supervivencia de la especie humana; Zhong Chun debe sobrevivir a toda costa. - 3110: Nace en Vladivostok, China. - 3129: Zhong Chun se une al cuerpo misionero auxiliar de enfermeros y viaja en un convoy intergaláctico para ***participar en la gran colonización de Tau Ceti***. 6 meses antes de irse, completó un curso intensivo de enfermería. - 3131: Chun es asignada al equipo de apoyo de la expedición de Tamina. Este lujoso planeta tiene una abundancia de vida animal y vegetal, pero debido a la importancia de los depósitos de Boxylium, esto no despierta mucho interés inicial por parte de ***Kim Jin-Su***. - 3132: La súbita enfermedad de dos exploradores después de unas expediciones de superficie de rutina obliga a la nave a redirigirse a ***Antemis en Tau Ceti III***. Durante el viaje, el ***joven explorador Daryn Williams*** muere ante los ojos de Chun. El segundo estaba aún vivo cuando ingresó a la sala de operaciones. Lo que pasa a continuación es una pesadilla. En plena operación, dos de los asistentes empiezan a vomitar violentamente. La alarma de cuarentena es lanzada y todo el sector médico es sellado. Chun va de un paciente a otro, pero ***en menos de 36 horas todos los médicos, asistentes y expedicionarios fallecen por lo que parece ser una apraxia fúngica altamente contagiosa***. Chun es ***la única superviviente del equipo***. - 3132: En estado de shock, Chun es enviada a la Tierra. A su llegada, es sometida a una criogenización forzada por tiempo indeterminado por el gobierno. Oficialmente, no hubo sobrevivientes en el desastre de Tamina. - 3141: Chun se despierta en América Central en presencia de un equipo científico dirigido por ***Nils Carlsson***. Ella ***ha sido su objeto de estudio por los últimos 9 años***. Fue reubicada a los suburbios no tan lejos del laboratorio con un nombre falso. Al preguntarle al profesor Carlsson, se entera de que la infección descubierta en Tamina se ha extendido a Tau-Ceti y que el departamento de sanidad está ***trabajando en una vacuna para detener su propagación***. Los colonos aún no han sido informados. - 3142: Una periodista de la cadena SNC entrevista a Chun y le pregunta qué fue lo que pasó exactamente en Tamina. Chun responde sus preguntas, pero evita mencionar la pandemia en Tau-Ceti para no causar el pánico general en el sistema. - 3143: Los análisis de Nils sobre el sistema inmunitario de Chun llegan a su fin. El logra aislar una muestra inofensiva de micelio la cual promueve a los anticuerpos humanos a rechazar el mush. La vacuna Anti Fúngica es enviada a Tau-Ceti. - 3145: Mientras se organiza una campaña masiva de vacunación preventiva en Antemis bajo ningún pretexto creativo, estalla una rebelión espontánea entre los mineros. Se corre la voz de que la nueva vacuna te transforma en un zombi para ser esclavizado en las minas de Sol. Solo un puñado de mineros pudieron ser vacunados antes de que la FDS se viera obligada a abandonar el sistema. - 3149: El anuncio oficial de la Federación sobre la existencia del Mush desencadena una tormenta mediática sin precedentes. La noticia de la existencia de Zhong Chun se difunde rápidamente y ella se ve constantemente acosada por distintos grupos de periodistas. Para escapar de los disturbios, el profesor Nils envía a Chun a Xyloph-17, la base desde donde su colega Kim Jin-Su está organizando un viaje a la nebulosa de Magallanes. - 3151: Chun trabaja durante dos años en la plataforma orbital como agente de mantenimiento. Sólo Kim Jin-Su, el comandante de operaciones, conocía su verdadera identidad. A pesar de la satisfacción de poder llevar finalmente una vida normal, Chun se preocupa por la seguridad de Carlsson, ya que se suponía que se reuniría con ella unos meses más tarde. - 3152: La ***periodista Eleesha Williams***, quien había entrevistado a Chun 10 años antes, se contacta de pronto con el equipo del Magallanes para revelar una terrible noticia. Según una nota del profesor Carlsson que data del año 3150, los dirigentes de la FDS están infectados con el Mush. - 3153: El profesor Carlsson finalmente llega a la plataforma orbital y la verdadera identidad de Chun es revelada al resto del equipo. Comienzan a trabajar juntos nuevamente para aislar otra muestra de micelio y reiniciar la producción de vacunas. Sin embargo, el deterioro de la salud de Nils dificulta considerablemente el progreso. - 3154: La invasión por parte de la FDS en la base orbital provoca el despegue anticipado del Daedalus. El profesor Carlsson no está en condición para acompañar al equipo, por lo que se ve obligado a despedirse de Chun y hacer frente a su abrumante destino. **Tu presencia es requerida en el laboratorio** para múltiples investigaciones que pueden ralentizar a los Mush, cortesía de tu estado inmunizado.//**Investiga para identificar a los Mushs** con tus compañeros de equipo humanos mediante canales privados.//**Cura a tus compañeros de equipo heridos** con el botiquín o en la enfermería. https://www.mushpedia.com/wiki/Zhong_Chun
fr: Chun Zhong Chun CZ 33 ans Dernier espoir de l'Humanité. Agent de maintenance Parce qu'elle est la seule survivante de l'équipe médicale de Tamina, Chun a été embarquée sur le Daedalus pour être assujettie à plusieurs analyses. Cryogénisée par la Fédération pendant plus de 9 ans pour assurer son silence, puis harcelée par les journalistes, Chun n'a jamais connu une vie normale. Elle est pourtant la clé pour la survie de l'espèce humaine, Zhong Chun doit survivre à tout prix. - 3110 : Naissance à Vladivostok en Chine. - 3129 : Zhong Chun rejoint le corps des missionaires-infirmiers et s'embarque dans un train interstellaire pour le grand plan de colonisation de Tau Ceti. Elle reçoit 6 mois avant son départ une formation accélérée d'infirmière. - 3131 : Chun est attachée au soutien de l'expédition de Tamina. Cette planète luxuriante regorge de formes de vies animales et végétales, mais privée de gisement de Boxylium elle n'a soulevé que peu d'intérêt dans l'équipe du commandant Kim Jin-Su lors du premier survol. - 3132 : Suite à la maladie de deux explorateurs de l'expédition de surface, le vaisseau rejoint rapidement Antémis sur Tau Ceti III. Pendant le voyage, le jeune explorateur ***Daryn William*** meurt sous les yeux de Chun. Le second pilote est encore en vie lorsqu'ils entrent dans le bloc opératoire. La suite relève du cauchemar. En pleine opération, deux assistants sont pris de violents vomissements. L'alarme de quarantaine est déclenchée et l'ensemble du bloc médical est automatiquement scellé. Chun passe d'un patient à un autre, mais en moins de 36h la totalité des explorateurs et des médecins succombent à ce qui semble être une ***forme fulgurante d'apraxie fongique. Chun est l'unique survivante du groupe.*** - 3132 : En état de choc, Chun est renvoyée sur terre. A l'arrivée, son sommeil cryogénique est prolongé pour une durée indéterminée sur ordre du gouvernement. Il n'y a officiellement aucun survivant à la catastrophe de Tamina. - 3141 : Chun se réveille en Amérique centrale en présence d'une équipe scientifique dirigé par ***Nils Carlsson***. Elle a été leur sujet d'analyse durant ses 9 dernières années. Elle est relogée dans une banlieue non loin du laboratoire sous une fausse identité. En questionnant le professeur Carlsson, elle apprend que l'infection fongique de Tamina s'est étendue à Tau-Ceti et que le département sanitaire travaille actuellement à un vaccin permettant de stopper son extension. Les colons n'ont pas été avertis. - 3142 : Une journaliste de SNC retrouve sa trace et la questionne sur le déroulement de l'incident de Tamina. Chun répond aux questions mais ne mentionne pas la pandémie de Tau-Ceti par peur de déclencher un mouvement de panique dans ce système. - 3143 : Les recherches de Nils sur le système immunitaire de Chun aboutissent enfin. Il parvient à isoler une souche de mycélium inoffensive formant les anticorps humain à une réaction de rejet progressive. Le vaccin anti-fongique est envoyé vers Tau-Ceti. - 3145 : Alors qu'une gigantesque campagne de vaccination préventive est organisé sur Antémis sous un prétexte fallacieux, une rébellion spontanée éclate parmi les mineurs. Le bruit court que le nouveau vaccin doit les transformer en zombie à la solde des firmes minières de Sol. Seuls une poignée de mineurs peuvent être vaccinés avant que la FDS ne soit contrainte à quitter le système. - 3149 : L'annonce officielle de l'existence du Mush par la fédération provoque un tollé médiatique sans précédent. L'existence de Zhong Chun filtre rapidement et elle est constamment harcelée par des équipes de journalistes. Pour l'éloigner du tumulte, ***Le professeur Nils envoie Chun sur la base de Xyloph-17*** où son collègue Kim Jin-Su organise une expédition vers le nuage de Magellan. - 3151 : Chun travaille durant deux ans comme agent de maintenance sur la plateforme orbitale. Seul le commandant des opérations Kim Jin-Su connait sa véritable identité. Malgré la satisfaction de pouvoir enfin mener une vie normale, Chun s'inquiète du retard du professeur Carlsson qui devait la rejoindre quelques mois après son arrivée. - 3152 : La ***journaliste Eleesha Williams*** qui l'avait interrogé 10 ans auparavant contacte l'équipage avec une nouvelle alarmante. Selon une note du professeur Carlsson datant de 3150, les dirigeants de la Fédération seraient infectés. - 3153 : Le professeur Carlsson parvient finalement à rejoindre la plateforme orbitale, l'identité réel de Chun est révélée au reste de l'équipage. Ils reprennent ensemble les travaux afin d'isoler une nouvelle souche permettant de reprendre la production du vaccin. Cependant l'état de santé de Nils se dégrade et sa progression en est entravée. - 3154 : L'invasion de la plateforme orbitale par la FDS provoque le départ anticipé du Daedalus. Le professeur Carlsson n'est pas en mesure de suivre l'équipage, il laisse Chun face à son écrasante destinée. **Identifier des coéquipiers humains**.//**Enquêter pour identifier les Mushs** avec vos coéquipiers humains et vos canaux privés.//**Soigner les coéquipiers blessés** avec le Médikit ou à l'Infirmerie. https://cmnemoi.github.io/archive_aide_aux_bolets/chun-premiers-pas.html
it: chun.name chun.fullname chun.initials chun.age chun.description chun.employment chun.abstract chun.biography chun.tips chun.tutorial chun.tutorial

# Derek
source: derek.name derek.fullname derek.initials derek.age derek.description derek.employment derek.bioAbstract derek.abstract derek.biography derek.tips derek.tutorial
es: Derek Derek Hogan DH ***Edad :*** 39 años recién cumplidos Un verdadero héroe y mujeriego galáctico, a pesar de todo. ***Profesión :*** Ex sargento de la FDS ***Resumen :*** Derek Hogan está asignado a la seguridad del Daedalus. Robusto y seguro de sí mismo, será un miembro importante para el éxito de esta misión extrema. Su pasado es una sucesión de acontecimientos, cada uno más increíble que el anterior. Derek lo ha experimentado todo, los campos de batalla de Sol, las misiones suicidas de Tau-Ceti... Sin embargo, siempre está buscando un alma gemela. Desde su apresurada salida de su hogar, Derek ha dedicado su existencia a las mujeres, pero sin éxito alguno. Derek Hogan está asignado a la seguridad del Daedalus. Robusto y seguro de sí mismo, será un miembro importante para el éxito de esta misión extrema. Su pasado es una sucesión de acontecimientos, cada uno más increíble que el anterior. Derek lo ha experimentado todo, los campos de batalla de Sol, las misiones suicidas de Tau-Ceti... Sin embargo, siempre está buscando un alma gemela. Desde su apresurada salida de su hogar, Derek ha dedicado su existencia a las mujeres, pero sin éxito alguno. - 3109: Nace en la Tierra. - 3121: Derek se corta al intentar afeitarse por primera vez su vello facial juvenil. El conserva la cicatriz y jura ante cualquiera que le escuche que se hizo esa herida en un combate en Tau-Ceti. - 3139: Derek ***se enlista en la FDS*** después de recibir un folleto de propaganda de la misma. Su madre le prohíbe abandonar su hogar, por lo que Derek decide cortar lazos con ella, desde ahora volará solo. - 3145: Derek poco a poco va ascendiendo de rango, ya que desde su infancia fue entrenado para ser el sirviente en turno, no pasa mucho tiempo antes de que lo noten sus superiores. Es enviado a Sol y participa en ***la gran batalla***. Como un explorador del campo de batalla, ***sorprende a sus superiores tomando él solo una base enemiga avanzada***. Según dicho por él mismo, no vio la torre de comunicaciones antes de estrellarse contra ella... Recompensado por su valentía en el campo de batalla, ***Derek fue ascendido a sargento***. - 3146: Después de algunas misiones de bajo riesgo, Derek es transferido a Xyloph-17 para ***supervisar el proyecto Magallanes***, debe informar las más pequeñas acciones de los científicos que trabajan en la órbita de Júpiter. Conoce a ***Chao Wang***, pero no entabla una relación con él, prefiriendo la compañía de los pasajeros de Xyloph-17. Pobre Derek, sus deficientes informes y su contacto cada vez más problemático con el personal femenino de la estación le hacen volver al cuartel. - 3151: Derek realiza misiones pequeñas y siempre logra completarlas. Sus colegas a menudo se quejan de su mala toma de decisiones, pero reconocen que el tipo tiene suerte. Se las arregla con un pequeño escuadrón para rescatar a Chao Wang, previamente enviado a ***Encélado***. En las altas esferas de la FDS, algunos lo ven como una estrella en ascenso, otros temen sus métodos demasiado arriesgados. Desgraciadamente, estos últimos son más numerosos y están mejor clasificados, por lo que termina siendo ***sargento instructor en una de las muchas escuelas afiliadas a la FDS***. - 3151: Ante los catastróficos resultados de los estudiantes puestos bajo la responsabilidad del sargento instructor Hogan, éste debe regresar al cuartel. - 3153: ***El comandante Jin-Su*** toma a Derek bajo su cuidado y rápidamente le asigna una misión de extracción no oficial. Desafortunadamente, no puede desactivar el sistema de seguridad en la casa de la ***científica Finola Keegan***. Esta última, al haber dejado en su baúl un objeto demasiado extremo, provocando que el sargento perdiera el conocimiento. Su compañero en esta misión, Chao Wang, muere perseguido por una jauría de vigilantes cuadrúpedos. Este último habría sufrido de dolor intenso en las nalgas antes de sucumbir a sus heridas. - 3154: Derek logra abordar el Daedalus con otros 15 miembros de la tripulación. ¡Nunca más volverá a ser manipulado por la FDS! //**Investiga para identificar a los Mushs** con tus compañeros humanos mediante canales privados.//**Elimina Mushs confirmados** con tus habilidades Pistolero y Luchador.//**Extingue incendios** con tu habilidad Bombero. https://www.mushpedia.com/wiki/Derek_Hogan
fr: Derek Derek Hogan DH à peine plus de 39 ans Héros malgré lui. Ex-sergent de la FDS Derek Hogan est assigné à la sécurité du Daedalus. Robuste et sûr de lui, il sera un atout conséquent pour la réussite de cette mission extrême. Son passé est une succession d'évènements plus incroyables les uns que les autres. Derek a tout connu, les champs de bataille sur Sol, les missions suicides de Tau-Ceti... Pourtant il recherche toujours l'âme soeur. Depuis le départ précipité de son foyer, Derek a voué son existence à la gent féminine, qui lui rend bien mal. - 3109 : Naissance sur Terre. - 3121 : Derek se coupe pour la première fois en voulant raser son duvet naissant, il en garde la cicatrice depuis et jurera à qui veut l'entendre qu'il ramène cette blessure des champs de bataille de Tau-Ceti. - 3139 : Derek s'engage à la FDS (Fédération de Défense du système Sol) après avoir reçu un prospectus de propagande. Sa mère lui interdit de partir du domicile, Derek décide de couper les ponts, désormais il vole en solo. - 3145 : Derek gravit petit à petit les échelons, entrainé durant son enfance à être le larbin de service, il ne tarde pas à se faire remarquer par sa hiérarchie. Il est envoyé sur Sol et participe à la grande bataille. Éclaireur sur le terrain, il surprendra sa hiérarchie en prenant à lui seul une base avancée ennemie. De son propre aveu, il n'aurait pas vu la tour de communication avant de se crasher dessus... Récompensé pour sa bravoure sur le champ de bataille, ***Derek se voit promu sergent***. - 3146 : Après quelques missions de peu d'envergure, Derek est muté sur Xyloph-17 pour ***superviser l'expédition Magellan***, il doit rapporter les moindres faits et gestes des scientifiques œuvrant sur l'orbite de Jupiter. Il rencontre ***Chao Wang***, mais n'entretient aucun rapport avec, lui préférant la compagnie des passagères de Xyloph-17. Pauvre Derek, ses rapports de piètre qualité et le contact de plus en plus problématique avec le personnel féminin de la station lui valent un retour sur le terrain. - 3151 : Derek exécute de petites missions et réussi toujours à les mener à bien. Ses collègues se plaindront souvent de ses prises de décisions lamentables, mais reconnaitront que le bonhomme a de la chance. Il parvient avec une petite escouade à secourir Wang Chao précédemment envoyé sur ***Encelade***. Dans les hautes sphères de la FDS, certains voient en lui une étoile montante, d'autres craignent ses méthodes trop hasardeuses. Hélas, ces derniers sont plus nombreux et mieux gradés, il se retrouve donc sergent instructeur dans une des nombreuses écoles affiliées à la FDS. - 3151 : Devant les résultats catastrophiques des étudiants placés sous la responsabilité du sergent instructeur Hogan, celui-ci doit revenir sur le terrain. - 3153 : Le commandant Jin-su prend Derek sous son aile et ne tarde pas à lui confier une mission officieuse d'extraction. Il se retrouve malheureusement dans l'incapacité de désamorcer le système de sécurité du domicile de la ***scientifique Finola Keagan***. Celle-ci, ayant laissé un objet trop extrême dans son coffre, provoque la perte de connaissance du sergent. *Son binôme dans cette mission, Chao Wang, meurt, poursuivi par une meute de vigiles quadrupèdes. Ce dernier aurait eu mal aux fesses avant de succomber de ses blessures.* - 3154 : *Derek parvient à monter à bord du Daedalus en compagnie de 15 autres membres de l'équipage.* Plus jamais il ne sera trimbalé par la FDS ! **Identifier des coéquipiers humains**.//**Enquêter pour identifier les Mushs** avec vos coéquipiers humains et vos canaux privés.//**Participer à des expéditions** pour les rendre plus sûres grâce à votre compétence Tireur. https://cmnemoi.github.io/archive_aide_aux_bolets/derek-tutoriel.html
it: derek.name derek.fullname derek.initials derek.age derek.description derek.employment derek.abstract derek.biography derek.tips derek.tutorial derek.tutorial
