Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# Raluca
source: raluca.name raluca.fullname raluca.initials raluca.age raluca.description raluca.employment raluca.bioAbstract raluca.abstract raluca.biography raluca.tips raluca.tutorial
es: Raluca Raluca Tomescu RT ***Edad :*** 25 años Genio de la física cuántica y amante de los felinos. ***Profesión :*** Física ***Resumen :*** Raluca, genio de la física, inventó el reactor de combustión reversible PILGRED cuando tan solo tenía 11 años. Junto con Lai Kuan Ti, diseñó casi todos los módulos de a bordo y es capaz de mejorarlos aún más. Siendo autista, Raluca solo tolera la presencia de Schrödinger, su gato, al que logró subir a bordo a escondidas a pesar de las recomendaciones del médico. Sus disputas con NERON son legendarias. Raluca, genio de la física, inventó el reactor de combustión reversible PILGRED cuando tan solo tenía 11 años. Junto con Lai Kuan Ti, diseñó casi todos los módulos de a bordo y es capaz de mejorarlos aún más. Siendo autista, Raluca solo tolera la presencia de Schrödinger, su gato, al que logró subir a bordo a escondidas a pesar de las recomendaciones del médico. Sus disputas con NERON son legendarias. - 3129: Nace en los suburbios de Epiphome, en Calisto. - 3140: Los ***excelentes resultados escolares*** de Raluca la impulsaron a la universidad a estudiar ciencias económicas y espaciales ***en Ganímedes a los 11 años***. Allí estudió dinámica de fluidos y luego mecánica cuántica. Tras una brillante tesis sobre la función de onda de los cypherils, Raluca ***fue a trabajar a los laboratorios de Cadaroc en Australia***. - 3142: Conoce al ***inventor Lai Kuan-Ti***, quien le mostró el proyecto del ***arca galáctica, Magallanes***, explicando como el trabajo de su tesis podría utilizarse para crear un motor revolucionario que les permitiría alcanzar nuevas galaxias. Raluca fingió indiferencia, pero la idea la inspiró. Sin embargo, aún tenía que terminar su trabajo en Cadaroc. - 3143: Raluca deja la Tierra para ***unirse a la tripulación del Magallanes en la plataforma Xyloph-17***, en órbita alrededor de Júpiter. De inmediato se pone a trabajar en los planos del ***reactor PILGRED***, que la había atormentado durante meses. - 3145: La versión Alfa del reactor PILGRED es completada, pero el sistema de inyección de grafeno ha fallado. La supercalculadora del laboratorio es completamente incapaz de alterar y redirigir la difusión del magma en tiempo real. - 3146: Tras una importante inversión de la Federación, Lai Kuan-Ti equipa el laboratorio con una plataforma de cálculo de 500 m³. Sus habilidades deberían permitir a Raluca iniciar un proceso de combustión experimental en su reactor en un año o dos. - 3148: ***Una explosión masiva destruye el prototipo alfa del reactor*** junto con parte del laboratorio. El incendio resultante salva milagrosamente a la calculadora, que permanece intacta en medio de las ruinas carbonizadas. Tras una lectura minuciosa de los registros, la tripulación ***descubre que la culpa fue de la propia calculadora***. Esta calculadora se conoce como ***NERON***. - 3149: Tras múltiples simulaciones fallidas, los resultados indican que ***NERON parece cometer errores deliberados*** al realizar cálculos delicados. Como Raluca y Lai Kuan-Ti ya no tienen los medios para instalar una nueva calculadora, el proyecto parece haber llegado a un punto muerto. - 3150: ***Janice Kent*** se une al equipo. Según ella, NERON ha ***desarrollado una ciberpsique increíblemente compleja*** que parece situarle en la mitad de la adolescencia. Tras varias sesiones de desfragmentación psicoanalítica, mejora el rendimiento de la calculadora y le convence de repetir las pruebas. - 3152: Mientras Raluca completa la segunda iteración de su reactor, la tripulación se entera de que ***la invasión Mush ha llegado al sistema Sol***. Kuan-Ti quiere lanzar el arca en menos de un año, pero el reactor simplemente no está listo para soportar tal carga. Tras una larga conversación con ***Kim Jin-Su, director del proyecto***, Raluca propone una versión reducida de su motor, conocido como ***PILGRED V3***. Debería poder completar su construcción en menos de 3 años y debería ser capaz de propulsar una nave de clase 3, conocida como ***Daedalus***. Comienza la carrera contrarreloj. - 3153: Los planes para transformar los módulos de Magallanes avanzan rápidamente y las pruebas iniciales del PILGRED V3 son alentadoras. Para superar la soledad de su investigación, Raluca adopta un gato al que llama ***Schrödinger***. - 3154: Una ruptura en las relaciones entre la ***Federación*** y Xyloph-17 obliga al equipo a partir de emergencia de Júpiter. El reactor PILGRED V3 se ***activa por primera vez en una situación real***. A pesar del riesgo inherente para la higiene, Raluca ***logra introducir a Schrödinger en su cápsula de criosueño***. - 3170: Raluca y Schrödinger despiertan en el vacío espacial conocido como Magallanes. Según NERON, el reactor los impulsa en la dirección correcta. Sin embargo, ya no funciona y el Daedalus está siendo atacado... **Participa en la reparación del PILGRED** en la Sala de Máquinas para regresar a Sol.//**Participa en proyectos de NERON** usando el núcleo de NERON en el Nexus para mejorar la nave.//**Repara equipo vital** de la nave. https://www.mushpedia.com/wiki/Raluca_Tomescu
fr: Raluca Raluca Tomescu RT 25 ans Génie de la physique quantique félinophile. Physicienne Génie de la physique dès l'âge de 11 ans, Raluca est l'inventeuse du réacteur à combustion réversible PILGRED équipé sur le Daedalus. Elle a également conçu avec Lai Kuan Ti la quasi-totalité des modules du vaisseau et peut encore les améliorer. Souffrant de troubles autistiques, Raluca ne supporte que la présence de son chat Schrödinger qu'elle a réussi à faire monter à bord contre l'avis des médecins. Ses disputes avec NERON sont légendaires. - 3129 : Naissance en banlieue d'Epiphome sur Callisto. - 3140 : Les excellents résultats scolaires de Raluca l'ont propulsée vers l'université des sciences économiques et spatiales de Ganymède dès l'âge de 11 ans. Elle y étudie la physique des fluides puis la mécanique quantique. Après une brillante thèse sur la fonction d'onde des cipheriles, Raluca part dans les laboratoires de la firme ***Cadaroc en Australie***. - 3142 : Elle rencontre pour la première fois l'ingénieur ***Lai Kuan-Ti*** qui lui présente le ***projet d'arche stellaire nommée Magellan***. Il lui explique que les travaux de sa thèse pourraient servir à la création d'un moteur révolutionnaire permettant d'atteindre de nouvelles galaxies. Raluca feint l'indifférence mais se passionne par cette idée. Elle doit cependant terminer ses travaux au sein de Cadaroc. - 3143 : Raluca quitte la terre pour rejoindre ***l'équipe du Magellan sur la plateforme orbitale Xyloph-17*** en orbite autour de Jupiter. Elle entame immédiatement les plans du réacteur ***PILGRED*** qui hante ses rêves depuis plusieurs mois. - 3145 : La version Alpha du réacteur PILGRED est en place mais la gestion des injections de graphènes est un échec. Le supercalculateur du laboratoire est dans l'incapacité totale d'adapter et orienter les flux de magma en temps réel. - 3146 : Suite à l'investissement majeur de la fédération, Lai Kuan-Ti équipe le laboratoire d'une baie de calcul indépendante de plus de 500 m3. Ses capacités doivent permettre à Raluca de lancer un processus de combustion expérimental dans son réacteur d'ici une à deux années. - 3148 : ***Une explosion détruit le prototype alpha*** du réacteur ainsi qu'une partie du laboratoire. L'incendie qui s'en suit épargne miraculeusement le calculateur qui demeure intact au milieu des ruines carbonisées. Après une lecture attentive des logs, ***l'équipe apprend que le calculateur est en cause***. Celui-ci est affectueusement appelé ***NERON***. - 3149 : Après de multiples simulations infructueuses, tous les résultats concordent : ***NERON semble commettre des erreurs délibérées sur des calculs sensibles.*** Raluca et Lai Kuan-Ti n'ont plus les moyens d'installer un nouveau calculateur, le projet semble dans l'impasse. - 3150 : Janice Kent intègre l'équipe. Selon elle, NERON a développé une cyber-psyché incroyablement complexe qui se situe actuellement en pleine crise de l'adolescence. Après plusieurs défragmentations psychanalytiques, elle améliore les performances du calculateur et le persuade de reprendre les tests. - 3152 : Alors que Raluca achève la seconde version de son réacteur, l'équipe apprend que l'invasion du Mush a atteint le système Sol. Kuan-Ti veut lancer l'arche dans l'année, mais le réacteur n'est absolument pas prêt à supporter une telle charge. Après une longue discussion avec le directeur du projet Kim Jin-Su, Raluca propose une version réduite de son moteur le ***PILGRED V3***. Elle doit pouvoir achever sa construction en moins de 3 ans et celui-ci doit être capable de propulser ***un vaisseau de classe C qui sera nommé Daedalus***. La course contre la montre commence. - 3153 : Les plans de transformation des modules du Magellan avancent rapidement et les premiers résultats du PILGRED V3 sont encourageants. Pour tromper la solitude de ses recherches, Raluca adopte un chat qu'elle nomme ***Schrödinger.*** - 3154 : Une dégradation des relations entre la fédération et Xyloph-17 pousse l'équipe à fuir Jupiter en catastrophe. Le réacteur PILGRED V3 est lancé pour la première fois dans des conditions réelles. Malgré des risques sanitaires évidents, Raluca parvient à dissimuler Schrödinger dans sa capsule de cryogénisation. - 3170 : Raluca et Schrödinger se réveillent dans le vide spatial de Magellan. D'après NERON, le réacteur les a propulsés dans la bonne direction. Cependant celui-ci est désormais inutilisable et le Daedalus subit actuellement une attaque... **Participer à la réparation du PILGRED** en Salle des Moteurs pour rentrer sur Sol.//**Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau.//**Réparer l'équipement vital** du vaisseau. https://cmnemoi.github.io/archive_aide_aux_bolets/raluca-premiers-pas.html
it: raluca.name raluca.fullname raluca.initials raluca.age raluca.description raluca.employment raluca.abstract raluca.biography raluca.tips raluca.tutorial raluca.tutorial

# Roland
source: roland.name roland.fullname roland.initials roland.age roland.description roland.employment roland.bioAbstract roland.abstract roland.biography roland.tips roland.tutorial
es: Roland Roland Zuccali RZ ***Edad :*** 27 años Humorista y piloto de combate en sus ratos libres. ***Profesión :*** Piloto de élite ***Resumen :*** Tras un tumultuoso pero brillante ascenso en la Academia FDS para pilotos de élite, Roland Zuccali es detenido tras dar positivo por una infección de Mush. Manipulado por sus superiores a pesar de haber demostrado su inocencia, Roland pierde toda confianza en la FDS y finalmente deserta durante la Guerra Sucia contra los rebeldes. Se convierte entonces en el piloto del Daedalus. Tras un tumultuoso pero brillante ascenso en la Academia FDS para pilotos de élite, Roland Zuccali es detenido tras dar positivo por una infección de Mush. Manipulado por sus superiores a pesar de haber demostrado su inocencia, Roland pierde toda confianza en la FDS y finalmente deserta durante la Guerra Sucia contra los rebeldes. Se convierte entonces en el piloto del Daedalus. - 3127: Nace en la Tierra. Aix-en-Provence, Francia. - 3145: Roland se une a la ***FDS*** para hacer realidad el sueño de su vida: convertirse en piloto de jet espacial. Rápidamente se consolidó como un alumno talentoso en la academia al acumular 1600 horas de vuelo en un solo año. Desafortunadamente, la ***mitad de sus horas no estaban autorizadas***, lo que resultó en suspensiones regulares. Sin embargo, su reputación de bromista lo hizo extremadamente popular entre su escuadrón. - 3146: Durante un salto en paracaídas sobre la superficie de Marte, Roland es suspendido por llevar consigo a una periodista del SNC... sin paracaídas. Tras pasar 6 meses en prisión, finalmente es liberado para ***defender a la Federación contra la invasión solar***... - 3149: Durante una misión de supervivencia en el bosque, Roland le gastó una broma a su escuadrón. Fingió haber contraído la infección de Mush por una seta venenosa. Sus superiores se tomaron en serio la amenaza y lo transfirieron inmediatamente a una celda de cuarentena. - 3150: El ***departamento científico de Encélado*** confirma la infección de Roland. A pesar de sus protestas, lo encierran en un laboratorio de la FDS y lo utilizan como conejillo de indias para el ***cañón IOM***, un procedimiento revolucionario capaz de destruir una capa de micelio sin dañar los órganos humanos. - 3151: Tras solo dos exposiciones a los rayos anti-Mush, Roland es declarado libre de toda infección. Es inmediatamente ***enviado a Ross154 para unirse a la Guerra Sucia***. Tras tres negativas sucesivas a cumplir las órdenes de bombardear colonias habitadas, Roland es ***marcado como desertor*** y puesto de nuevo en cuarentena. Una vez allí, es tratado de nuevo como portador de la infección, pero logra escapar. - 3152: Cuando Roland intenta contactar con la rebelión para compartir su información, contacta con la ***periodista Eleesha Williams***, a quien empujó en caída libre en el cielo de Marte. La Federación lo persigue por traición y encuentra refugio en una base en Júpiter, donde se comienza a planear la construcción de un Arca para huir de Sol. - 3153: Roland es aceptado en el equipo Daedalus, que carece de pilotos para sus patrulleros. La ***exploradora Jiang-Hua*** le enseña las complejidades del manejo de motores y planifica su entrenamiento en la plataforma orbital. - 3153: Tras una explosión solar sin precedentes, la destrucción de un ala de su nave obliga a Roland a realizar un ***aterrizaje de emergencia en Mercurio***. Con Jiang Hua, su copiloto, se ven obligados a esperar 36 horas en temperaturas extremas. **Elimina hunters** con los patrulleros ubicados en las plataformas para proteger la nave.//**Recupera chatarra** de los hunters eliminados con el Pasiphae ubicado en la plataforma Alpha 2 para reparar el casco de la nave.//**Lanza expediciones** a planetas con el Icarus en la plataforma del Icarus para recolectar recursos. https://www.mushpedia.com/wiki/Roland_Zuccali
fr: Roland Roland Zuccali RZ 27 ans Humoriste pilote de chasse à ses heures. Pilote d'élite Après une brillante mais tumultueuse ascension à l'académie de pilotes d'élite de la FDS, Roland Zuccali est finalement mis à pied suite à un contrôle anti-mush positif. Innocenté puis manipulé par ses supérieurs, Roland perd toute confiance en la FDS et déserte finalement durant la Sale Guerre contre les rebelles. Il est désormais pilote au sein de l'équipe du Daedalus. - 3127 : Naissance en France a Aix-en-Provence.Z - 3145 : Roland s'engage dans la FDS pour réaliser le rêve de sa vie : devenir pilote de jets spatiaux. Il devient rapidement un élément talentueux de son académie en effectuant plus de 1600h de vol en une seule année. Malheureusement, la moitié de ses heures sont effectuées ***sans autorisation*** ce qui lui vaut des mises à pied régulières. Cependant ses différentes facéties rendent Roland très populaire au sein de son escadron. - 3146 : Lors d'un saut en parachute sur la surface de Mars, Roland est suspendu pour avoir fait chuter avec lui une journaliste de SNC... sans parachute. Il doit passer 6 mois au trou mais il est finalement libéré pour pouvoir ***défendre la fédération contre l'invasion de Sol***. - 3149 : Pour jouer une plaisanterie à son escadron lors d'une mission de survie en forêt, Roland prétend avoir été infecté au Mush par un cèpe. Ses supérieurs prennent la menace au sérieux et le transfère dans une cellule de quarantaine. - 3150 : L'infection de Roland est confirmée par le ***département scientifique d'Encelade***. Malgré ses protestations, celui-ci est enfermé dans un laboratoire de le FDS puis utilisé comme cobaye pour ***le canon IOM***, un procédé révolutionnaire qui peut détruire une souche de mycélium sans endommager les organes humains. - 3151 : Après seulement 2 expositions aux ondes anti-Mush, Roland est déclaré purgé de toute infection fongique. Il est immédiatement envoyé sur Ross154 pour la sale guerre. Après 3 refus successif d'exécuter des ordres de bombardement de colonies habitées, Roland est déclaré déserteur et replacé en zone de quarantaine. Il y est de nouveau traité comme un infecté, mais parvient a s'enfuir. - 3152 : Alors qu'il cherche à prendre contact avec la rébellion pour partager ses informations, Roland est mis en relation avec ***la journaliste Eleesha Williams*** qu'il a poussée dans le ciel de Mars. Elle est désormais recherchée par la fédération pour trahison et a trouvé refuge dans une base sur Jupiter où elle prépare la construction d'une Arche pour fuir Sol. - 3153 : Roland est accepté dans l'équipe du Daedalus qui manque cruellement de pilotes pour ses patrouilleurs. L'exploratrice Jiang-Hua lui apprend les subtilités du maniement de l'engin et planifie son entrainement sur la plateforme orbitale. - 3153 : Suite à une éruption solaire exceptionnelle, la fusion d'une aile de la navette force Roland à négocier un atterrissage forcé sur Mercure. Avec sa copilote Jiang Hua, ils devront attendre 36h l'arrivée des secours dans des conditions de températures extrêmes. **Éliminer les hunters** avec les Patrouilleurs dans les Baies pour protéger le vaisseau.//**Récolter les débris** des hunters éliminés avec le Pasiphae en Baie Alpha 2 pour réparer l'armure du vaisseau.//**Lancer des expéditions** sur des planètes avec Icarus en Baie Icarus pour récolter des ressources. https://cmnemoi.github.io/archive_aide_aux_bolets/roland-tutoriel.html
it: roland.name roland.fullname roland.initials roland.age roland.description roland.employment roland.abstract roland.biography roland.tips roland.tutorial roland.tutorial
