Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# janice
source: janice.name janice.fullname janice.initials janice.age janice.description janice.employment janice.bioAbstract janice.abstract janice.biography janice.tips janice.tutorial
es: Janice Janice Kent JK ***Edad :*** 26 años Psicóloga digital y pionera en relaciones con IA. ***Profesión :*** Psicóloga digital ***Resumen :*** Janice se encarga de toda la parte informática de la nave. Gestiona desfragmentaciones psicoanalíticas periódicas de NERON y ha implementado el protocolo de seguridad A-TRUE, que autoriza al ordenador central a nombrar su propio administrador. Janice también gestiona el seguimiento psicológico de los miembros del Daedalus. Janice se encarga de toda la parte informática de la nave. Gestiona desfragmentaciones psicoanalíticas periódicas de NERON y ha implementado el protocolo de seguridad A-TRUE, que autoriza al ordenador central a nombrar su propio administrador. Janice también gestiona el seguimiento psicológico de los miembros del Daedalus. - 3128: Nace en Calisto - 3132: Janice es inscrita en una ciber-guardería en Calisto. Desde muy joven, aprendió a manejar las interfaces FGUI y, a los 6 años, creó una base de datos rudimentaria de recetas de cocina para el Día de la Madre. - 3143: Bajo la influencia de un grupo de hackers alteruniversalistas, Janice desarrolla el programa Radish que se utilizará para piratear las cuentas de grandes empresas como ***Lisegan-Cash*** y ***NoHumanFinancial***. Cuando se da cuenta de que ha sido manipulada, Janice decide reforzar la seguridad de sus aplicaciones desarrollando una protección única basada entre la confianza del programa y de su usuario. - 3145: Para obtener su título de ciberpsicología en Ganimedes, Janice completa 2 años de estudios en psicología humana y robótica en la Facultad de Ciencias Cognitivas de Baco IV. - 3147: Al ir a la universidad conoce a ***Terrence Archer***, un estudiante de robótica. Él le propone configurar un script de aprendizaje y aplicar su protocolo de seguridad (A-TRUE) para sus robots. - 3148: Janice Kent y Terrence Archer reciben ***el Premio Redmoon*** por la invención de un dron inteligente capaz de interpretar y almacenar nuevas instrucciones durante su existencia. Deciden continuar su proyecto en Calisto, donde habita la familia de Janice. - 3150: Durante una misión en Júpiter, el análisis de la ***gigantesca calculadora NERON*** ofrece a Janice un área de exploración fascinante. Su increíble poder de computación lo ha convertido en una entidad consciente que opera sus propios pensamientos independientemente de cualquier intervención humana. NERON, que hasta entonces había desarrollado una profunda aversión hacia sus creadores, acepta reanudar su trabajo de cálculo con la condición de que se implemente el ***protocolo A-TRUE*** en todo el proyecto. - 3151: Janice intenta optimizar los procesos de pensamiento de NERON, pero la regularidad infernal de las pruebas del ***reactor PILGRED*** realizadas por la investigadora ***Raluca Tomescu*** monopolizan la capacidad de procesamiento de la unidad. - 3152: Tras reducir su carga de trabajo, NERON ve reducida su necesidad de procesamiento al 75%. Por tanto, sus capacidades de evolución mejoran considerablemente. Janice contacta a Terrence para pedirle que construya drones capaces de completar la construcción del Daedalus en el plazo previsto. - 3154: Mientras las fuerzas de la FDS intentan recuperar el control de la base, se activa el protocolo A-TRUE de NERON. El niega el acceso de las tropas a los edificios, lo que ralentiza el avance del ejército hacia el interior de Xyloph-17. Janice, que era entonces la única persona capaz de controlar la computadora central, libera a sus colegas e intenta transferir datos esenciales al Daedalus. Varias horas después, la nave despega ***hacia la galaxia Magallanes***. **Participa en proyectos NERON** usando el núcleo NERON en el Nexus para mejorar la nave.//**Reconforta a tus compañeros con ánimo bajo y permanece cerca de tus compañeros recostados** para mejorar su ánimo usando tu habilidad Psicólogo.//**Cambia los parámetros de la BIOS de NERON** usando la terminal BIOS en el Nexus gracias a tu título de administrador de NERON. https://www.mushpedia.com/wiki/Janice_Kent
fr: Janice Janice Kent JK 26 ans Psychologue Digitale aux atouts certains. Psychologue Digitale Janice s'occupe de toute la partie informatique du vaisseau. Elle gère les défragmentations psychanalytiques régulières de NERON et a mis en place le protocole de sécurité A-TRUE, qui autorise l'ordinateur central à nommer lui-même son administrateur. Janice gère également le suivi psychologique des membres du Daedalus. - 3128 : Naissance sur Callisto - 3132 : Janice est inscrite dans une cyber-maternelle de Callisto. Elle apprend dès son plus jeune âge à se repérer dans des interfaces FGUI et réalise à 6 ans une base de données rudimentaire de fiches-cuisine pour la fête des mères. - 3143 : Sous l'influence d'un groupe de pirate alter-universalistes, Janice développe le programme Radish qui sera utilisé pour pirater les comptes de grandes entreprises telles que ***Lisegan-Cash et NoHumanFinancial***. Lorsqu'elle comprend qu'elle a été manipulée, Janice décide de renforcer la sécurité de ses applications en développant une protection unique basée sur la confiance du programme et de son utilisateur. - 3145 : Pour préparer des études informatiques de cyber-psyché sur Ganymède, Janice effectue 2 ans d'étude en psychologie humaine et robotique à la faculté des sciences cognitives de Bacchus IV. - 3147 : Départ à l'université où elle rencontre ***Terrence Archer*** un étudiant en robotique. Il lui propose de mettre en place un script d'apprentissage et d'appliquer son protocole de sécurité ( A-TRUE ) à ses automates. - 3148 : Janice Kent et Terrence Archer reçoivent ***le prix Redmoon*** pour l'invention d'un automate intelligent capable d'interpréter et stocker de nouvelles instructions au cours de son existence. Ils décident de poursuivre leur projet sur Callisto où la famille de Janice est installée. - 3150 : Lors d'une mission sur Jupiter, L'analyse du ***gigantesque calculateur NERON*** offre a Janice un terrain d'exploration fascinant. Son incroyable puissance de calcul en ont fait une entité pensante exploitant ses propres threads de réflexion indépendamment de toute intervention humaine. NERON qui avait jusque là développé une profonde révolte vis-à-vis de ses créateurs, accepte de reprendre ses travaux de calculs à condition que soit mis en place le ***protocole A-TRUE*** tout au long du projet. - 3151 : Janice tente d'optimiser les fonctions de réflexions de NERON mais la cadence infernale imposée par les tests du ***réacteur PILGRED*** de la chercheuse ***Raluca Tomescu*** monopolise le bloc processeur de l'ordinateur central. - 3152 : Suite à une réduction de ses objectifs, NERON voit sa participation aux calculs diminuer de 75%. Sa capacité d’évolution s'en trouve considérablement améliorée. Janice contacte Terrence pour lui demander de réaliser des automates capable d'achever la construction du Daedalus en temps et en heure. - 3154 : Alors que les militaires de la FDS tentent de reprendre le contrôle de la base, le protocole A-TRUE de NERON est activé. Il refuse l'accès des bâtiments aux troupes retardant ainsi la progression de l'armée a l’intérieur de Xyloph-17. Janice qui est alors la seule à pouvoir contrôler l'ordinateur central, libère ses collègues et tente de transférer les données prioritaires sur le Daedalus. Quelques heures plus tard le vaisseau décolle ***vers la galaxie de Magellan.*** **Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau.//**Réconforter les coéquipiers démoralisés** afin d'améliorer leur moral.//**Être présente auprès de coéquipiers allongés** afin d'améliorer leur moral. https://cmnemoi.github.io/archive_aide_aux_bolets/janice-premiers-pas.html
it: janice.name janice.fullname janice.initials janice.age janice.description janice.employment janice.abstract janice.biography janice.tips janice.tutorial janice.tutorial

# Someone
source: someone.name someone.fullname
es: Alguien Alguien

# mush
source: mush.name
es: Mush
