Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# Eleesha
source: eleesha.name eleesha.fullname eleesha.initials eleesha.age eleesha.description eleesha.employment eleesha.bioAbstract eleesha.abstract eleesha.biography eleesha.tips eleesha.tutorial
es: Eleesha Eleesha Williams EW ***Edad :*** 30 años Periodista de SNC, reportera de lo extremo e investigadora de la amenaza Mush. ***Profesión :*** Reportera de renombre ***Resumen :*** Eleesha es periodista de investigación en SNC (Sol News Channel). Obtuvo registros médicos de varios líderes políticos y financieros de la Federación, demostrando su infección Mush. Después de que su informe fuera quitado del aire, Eleesha huye a Júpiter por temor a ser eliminada. Ella revela todo esto al equipo del Daedalus y obtiene un empleo como mecánica. Eleesha es periodista de investigación en SNC (Sol News Channel). Obtuvo registros médicos de varios líderes políticos y financieros de la Federación, demostrando su infección Mush. Después de que su informe fuera quitado del aire, Eleesha huye a Júpiter por temor a ser eliminada. Ella revela todo esto al equipo del Daedalus y obtiene un empleo como mecánica. - 3124: Nace en la Tierra. - 3132: ***Daryn Williams, padre de Eleesha, muere en misteriosas circunstancias*** en una exploración en Tamina. La familia recibe muy poca información sobre su muerte. Eleesha crece creyendo que su padre está aún con vida. - 3140: Eleesha ingresa a la facultad de Ciencias de la Computación en México. Obtiene buenas calificaciones, pero dedica la mayor parte de su carrera investigando ***los sucesos ocurridos en Tamina*** en su escuela. Poco tiempo después, comprueba que todos los participantes en la expedición murieron, lo que respalda su teoría. - 3141: Eleesha presenta los resultados de su investigación a un amigo que le sugiere que haga un documental para el SNC. Eleesha acepta y difunde sus hallazgos por todo el mundo de la exploración espacial. - 3142: Mediante un intercambio de información, Eleesha logra localizar a ***Zhong Chun, la única miembro sobreviviente*** del cuerpo médico de la exploración de Tamina. Ella le menciona que había estado presente y había presenciado de primera mano la lenta agonía que sufrió su equipo. Eleesha se entera con certeza de que su padre murió en Tau Ceti y ahora quiere saber por qué. - 3143: Eleesha tiene una entrevista con Kim Jin-Su a su regreso de la expedición de Tau-Ceti. Eleesha interrogó exhaustivamente al famoso explorador, pero él negó tener información alguna sobre los hechos. Esta secuencia marcó el final de su documental, que fue emitido al año siguiente por el SNC. - 3144: El documental concientizó a los ciudadanos de la Tierra sobre la opacidad del sistema de expediciones de la Federación. Ante esta crisis, el ministro de exploración espacial dimitió de su cargo y fue sustituido por el explorador GL Maubrick. Para continuar con su investigación sobre el incidente de Tamina, Eleesha comienza a elaborar un informe sobre las condiciones de trabajo en las minas. - 3145: Las manifestaciones en Tau-Ceti obligan a Eleesha a anular su viaje. A lo largo de los años, informará sobre los acontecimientos de la ***guerra en Sol*** en situaciones a veces peligrosas. - 3146: Un salto en paracaídas imprevisto mientras seguía a un equipo de paracaidistas de la FDS hizo que Eleesha desarrollara ***un miedo terrible a las alturas***. Cada vuelo que realiza se ha convertido en una auténtica pesadilla que no hace más fácil su trabajo como periodista. - 3147: Eleesha afortunadamente se topa con ***el trabajo de la bióloga Finola Keegan***. Las descripciones de ***los micelios observados, llamados Mush***, eran idénticas a las de Chun. Se puso en contacto con Finola de inmediato y se dispuso a publicar sus hallazgos en SNC. Su informe fue transmitido en su mayor parte, pero el nuevo régimen de Maubrick, quien consideró a Eleesha como una disidente, neutralizó el efecto de su trabajo produciendo una serie de transmisiones que ridiculizaban el trabajo de estas mujeres. - 3149: Tras el ***levantamiento de Ross154***, la federación finalmente aceptó la teoría del Mush, pero se volvió más estricta en su trato con los disidentes. Finola y Eleesha están bajo vigilancia constante, pero nadie interfiere en sus investigaciones. - 3150: Eleesha escapa de la vigilancia de la FDS y consigue infiltrarse en una oficina oficial en ***Valparaíso***. Allí descubre documentos incriminatorios que prueban que el ***4 de enero de 3150*** se declaró una alerta Mush en el seno de la federación. Según estas cifras, el número de infectados y la propagación de la enfermedad es vertiginosa, y ***el presidente Maubrick está claramente implicado***. El hecho de que no se haya tomado ninguna medida posterior a esta alerta es especialmente preocupante para Eleesha, que intenta de nuevo emitir un informe sobre el tema. Cuando este es retirado de la emisión en el último minuto, se da cuenta de que es demasiado tarde, y la única opción que le queda es huir. - 3152: Eleesha sale de la clandestinidad y se dirige a ***Xyloph-17*** para reunirse con el equipo del Daedalus para confiarles sus hallazgos. Kim Jin-Su, líder del proyecto, le ofrece un lugar a bordo de la nave. Eleesha acepta, pero aún no confía en el hombre al que todavía considera responsable de la catástrofe de Tamina. - 3152: Eleesha desea desesperadamente que Finola se una al equipo, quien había logrado construir un detector de Mush que permitiría resolver rápidamente cualquier desconfianza en el equipo. Desafortunadamente, Finola se niega. - 3153: Finola finalmente aterriza en Xyloph-17, con sus manos esposadas. Eleesha está indignada por estos métodos, pero secretamente espera que ella sea capaz de construir un detector. - 3154: Tras un lamentable error diplomático, ***la Federación toma el control de Xyloph-17***. Eleesha participa en la expedición para recuperar el Daedalus y poder huir. Una vez en órbita, el equipo decide volar la nave hacia la ***nebulosa de Magallanes***. Eleesha es criogenizada por primera vez en su vida. //**Investiga para identificar a los Mushs** con tus compañeros humanos mediante canales privados, así como con tus habilidades de Rastreador y Observador.//**Participa en proyectos de NERON** usando el núcleo de NERON en el Nexus para mejorar la nave.//**Repara los equipos rotos** usando tu habilidad de Técnico. https://www.mushpedia.com/wiki/Eleesha_Williams
fr: Eleesha Eleesha Williams EW 30 ans Investigatrice déchue de premier plan. Grand reporter Eleesha est journaliste d'investigation chez SNC (Sol News Channel). Elle a obtenu des fiches médicales de plusieurs leaders politiques et financiers de la Fédération, prouvant leur infection au Mush. Après la déprogrammation de son reportage, Eleesha prend la fuite sur Jupiter car elle craint d'être éliminée. Elle révèle l'affaire à l'équipe du Daedalus et obtient une couverture de mécano. - 3124 : Naissance sur Terre. - 3132 : ***Mort de Daryn Williams***, le père de Eleesha dans des conditions obscures au cours d'une expédition sur ***Tamina***. La famille ne reçoit que peu de détails sur les circonstances de sa mort. En grandissant, Eleesha finit par se persuader que son père est encore en vie. - 3140 : Eleesha entre dans une université de sciences informatiques au Mexique. Elle obtient de bons résultats mais passe la plupart de son temps à rechercher des renseignements sur ***l'incident de Tamina*** sur le réseau de l'école. Elle finit par découvrir que tous les membres de l'expédition en question ont disparu ce qui conforte son opinion. - 3141 : Eleesha présente le résultat de ses recherches à un ami qui lui propose de monter un documentaire pour la chaine SNC. Eleesha accepte et multiplie les interviews dans le monde de l'exploration spatiale. - 3142 : En recoupant ses informations, Eleesha parvient à localiser ***Zhong Chun la seule survivante*** du corps médical du projet d'exploration de Tamina. Elle lui confie avoir assisté à la lente agonie de la totalité de ses membres. Eleesha obtient la certitude que son père est bien mort sur Tau Ceti, elle veut maintenant comprendre pourquoi. - 3143 : Interview de Kim Jin-Su à son retour de l'expédition de Tau-Ceti. Eleesha assomme de questions le célèbre explorateur mais celui-ci nie avoir eu connaissance de la situation. Cette séquence marque le point final de son documentaire qui est broadcasté dès l'année suivante sur les ondes de SNC. - 3144 : Le documentaire sensibilise les terriens à l'opacité du système d'expédition de la Fédération. Pour faire face à la crise, le ministre de la conquête spatiale est démis de ses fonctions et remplacé par l'explorateur GL Maubrick. Pour poursuivre ses recherches sur la catastrophe de Tamina, Eleesha monte un projet de reportage sur les conditions de travails des mineurs. - 3145 : Suite au mouvement de rebellion sur Tau-Ceti, Eleesha doit annuler son voyage. Durant toutes ces années, elle va couvrir les évènements de la ***guerre de Sol*** dans des situations parfois périlleuse. - 3146 : Un saut en parachute imprévu lors du suivi d'une équipe de para de la FDS, provoque ***une peur panique du vide*** chez Eleesha. Chaque voyage aerien devient un véritable calvaire, ce qui ne facile pas son travail de journaliste. - 3147 : Eleesha tombe par hasard sur ***les travaux de la biologiste Finola Keegan***. Les descriptions des ***myceliums observés nommé Mush*** ressemblent en tout point aux récits de Chun. Elle prend rapidement contact avec Finola et entreprend de publier les résultats de son travail sur SNC. Son reportage est largement diffusé mais le nouveau régime de Maubrick, qui considère Eleesha comme une dissidente, neutralise son effet en produisant une grande série d'articles ridiculisant les thèses des deux femmes. - 3149 : Suite au ***soulèvement de Ross154***, la fédération accepte la thèse du Mush mais durcit le ton envers les dissidents. Finola et Eleesha sont continuellement surveillées, mais personne n'entrave leurs recherches. - 3150 : Eleesha échappe à la vigilance des gardes de la FDS et parvient à s'infiltrer dans un bureau officiel à ***Valparaiso***. Elle y découvre des documents accablants prouvant qu'une alerte Mush a été déclaré le ***4 Janvier 3150*** au sein de la fédération. Le nombre et la position des infectés donne le vertige, ***le président Maubrick est notamment impliqué***. Le fait qu'aucune suite n'ai été donnée à cette alerte inquiète particulièrement Eleesha qui tente tout de même de monter un reportage sur le sujet. Lorsque celui-ci est annulé a la dernière minute, elle comprend qu'il est trop tard et qu'il faut maintenant prendre la fuite. - 3152 : Apres deux ans de vie clandestine, Eleesha rejoint ***Xyloph-17***. Elle rencontre l'équipe du Daedalus a qui elle confie son secret. Kim Jin-Su qui encadre le projet lui propose une couverture dans leur équipe. Eleesha accepte mais reste méfiante envers l'explorateur responsable selon elle de la catastrophe de Tamina. - 3152 : Eleesha veut absolument rallier Finola à l'équipe. Celle-ci a en effet réussi à créer un detecteur de Mush qui permettrait de régler bien des méfiances au sein de l'équipage. Malheureusement Finola refuse. - 3153 : Finola est finalement débarqué sur Xyloph-17, menottes aux poignets. Eleesha s'insurge contre ces méthodes mais espère secrètement qu'elle sera en mesure de fabriquer le détecteur. - 3154 : Suite à une regrettable erreur diplomatique, la Fédération prend le contrôle de Xyloph-17. Eleesha participe à l'expédition visant a rejoindre le Daedalus pour prendre la fuite. Une fois en orbite, l'équipe décide de propulser le vaisseau vers le nuage de Magellan. Eleesha est cryogénisée pour la première fois de sa vie. **Identifier des coéquipiers humains**.//**Enquêter pour identifier les Mushs** avec vos coéquipiers humains et vos canaux privés.//**Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau. https://cmnemoi.github.io/archive_aide_aux_bolets/eleesha-premiers-pas.html
it: eleesha.name eleesha.fullname eleesha.initials eleesha.age eleesha.description eleesha.employment eleesha.abstract eleesha.biography eleesha.tips eleesha.tutorial eleesha.tutorial

# Finola
source: finola.name finola.fullname finola.initials finola.age finola.description finola.employment finola.bioAbstract finola.abstract finola.biography finola.tips finola.tutorial
es: Finola Finola Keegan FK ***Edad :*** 30 años Bióloga de renombre internacional y pionera del estudio Mush. ***Profesión :*** Bióloga ***Resumen :*** Finola estuvo allí cuando se hicieron la mayoría de los descubrimientos clave sobre Mush. Cuando Lai Kuan-Ti se pone en contacto con ella y le cuenta sobre el proyecto del Daedalus, se niega a abandonar Antemis, donde estaba trabajando en su propio proyecto de fungicidas. Con la ayuda de sus secuaces, Kuan-Ti secuestra a Finola, la congela criogénicamente contra su voluntad y la lleva consigo a la misión. Finola estuvo allí cuando se hicieron la mayoría de los descubrimientos clave sobre Mush. Cuando Lai Kuan-Ti se pone en contacto con ella y le cuenta sobre el proyecto del Daedalus, se niega a abandonar Antemis, donde estaba trabajando en su propio proyecto de fungicidas. Con la ayuda de sus secuaces, Kuan-Ti secuestra a Finola, la congela criogénicamente contra su voluntad y la lleva consigo a la misión. - 3106: Nace en la Tierra. - 3132: Finola ocupa un puesto en la ***Corporación Carcelaria Rinaldo*** para asegurar el segumiento médico de los presos en Tau-Ceti. Ella se instaló en uno de los ***crio-vagones en el último convoy interestelar que se dirigía a Antemis***. - 3140: Las condiciones extremas en las que trabajaban los mineros, combinadas con las herramientas anticuadas con las que trabajaban, hicieron que los accidentes fueran mucho más comunes. La sala de urgencias de Finola siempre está llena. Ni la corporación ni la ***Federación*** están dispuestas a destinar más fondos. Finola está furiosa. - 3145: Una gran campaña de vacunación contra la gripe espacial inicia en ***Tau-Ceti***. Finola analiza una de las vacunas y nota que no contiene ningún componente antigripal. Ella pide más información a los laboratorios terrestres, pero sus peticiones cayeron en oídos sordos. Al mismo tiempo que salía a la luz el rumor de ***la vacuna del esclavo***, estalla la rebelión y toma el control de las colonias principales de Tau Ceti. Finola, que apoyaba a los mineros, intenta calmar su ira. Quería disuadir a los dirigentes de la rebelión de declarar una guerra en Sol. - 3146: ***Las fuerzas armadas de Baranov*** son neutralizadas en Sol. Cuando intentaba operar a los rebeldes heridos, Finola detecta anomalías significativas en su sistema nervioso. Ella utiliza una de las celdas para analizar estos casos, pero sus superiores la obligan a detener la investigación. Después de escapar ***por poco de ser asesinada dos veces en accidentes de laboratorio sospechosos***, decide huir de ***la base rebelde en Antemis*** y volver a unirse a la Federación. Antes de irse, entrega una muestra de médula ósea infectada a su colega botánico ***Ian Soulton*** para que ***pudiera continuar su investigación secreta*** en Antemis. - 3147: Una vez de vuelta en la federación, Finola continua con sus investigaciones y rápidamente establece un vínculo entre ***el incidente de Tamina*** y las cepas de micelio encontradas en la médula ósea recuperada durante las autopsias de los soldados muertos. Los hallazgos de Ian Soulton confirman la teoría de que se trata ***de una invasión de vida inteligente***. Seguido de su investigación, comienzan a aparecer referencias del Mush en la literatura científica, pero el gobierno no les presta atención. - 3150: De vuelta en Antemis, Finola encuentra a su colega Ian Soulton. Convencida de que los líderes de la rebelión están infectados y actuando de forma clandestina, decide construir un mycoscanner. Si el proyecto se completa, el escáner podrá detectar la presencia de Mush en cualquier individuo en tiempo real, formando así otra rebelión. - 3152: ***Eleesha Williams, una periodista clandestina*** que ya había publicado algunas de las investigaciones de Finola, la contacta para advertirle de la degradación de la situación en la Federación. Varios miembros del parlamento, incluido ***GL Maubrick***, fueron infectados por el Mush. Ella propone a Finola a que se una al equipo a bordo del Daedalus, una nave que se dirige a otra galaxia, pero Finola encuentra escandalosa la idea de abandonar la mayoría de las vidas humanas en favor de unos pocos individuos bien acomodados. Su colega, Ian Soulton, no comparte ese sentimiento y se dirige a Júpiter. - 3153: Finola es ***secuestrada fuera de su casa*** por un par de hombres que formaban parte del ***Proyecto Magallanes***. Es congelada criogénicamente en Júpiter sin darle la oportunidad de hablar. - 3170: Cuando despierta a bordo del Daedalus, Finola se encuentra a más de 170.000 años luz de la Tierra. Mientras dormía, el Mush sin duda ha tomado el control de todos los funcionarios de Sol. Esto podría explicar la presencia de combatientes de la Federación rodeando la nave. **Participa en las investigaciones** usando el Laboratorio de investigación para debilitar a los Mush.//**Cura a tus compañeros heridos** usando el botiquín o en la Enfermería.//**Participa en expediciones** haciéndolas más seguras con tu habilidad Diplomático. https://www.mushpedia.com/wiki/Finola_Keegan
fr: Finola Finola Keegan FK 30 ans Biologiste de renommée internationale, pionnière dans l'étude du Mush. Biologiste Finola est à l'origine d'une grande partie des découvertes sur le Mush. Lorsqu'elle est contactée par Lai Kuan-Ti qui lui présente le projet Daedalus, elle refuse de quitter Antémis ou elle mène son projet de fongicide. À l'aide de ses hommes de main, Kuan-Ti fait enlever Finola et la cryogénise sans son consentement pour l'expédition. - 3106 : Naissance sur Terre. - 3132 : Finola s'engage dans la corporation carcérale Rinaldo pour assurer le suivi médical des détenus sur Tau-Ceti. Elle s'installe dans un des ***cryo-wagons de la dernière caravane interstellaire en partance pour Antémis.*** - 3140 : Les conditions de travail extrêmes dans lesquels travaillent les mineurs et la vétusté du materiel employé multiplie les accidents. Le bloc d'urgence de Finola est en permanence saturé. Ni la corporation, ni la fédération ne veulent se résigner à allouer des fonds supplémentaires. Finola enrage. - 3145 : Une vaste campagne de vaccination contre la grippe spatiale est lancé sur Tau-Ceti. Finola en analysant un des vaccins prouve qu'ils ne contiennent aucun principe anti-grippaux. Elle demande un complément d'information aux laboratoires terriens mais ceux-ci font la sourde oreille. Au même moment, alors qu'enfle la rumeur sur ***"le vaccin de l'esclave"***, la rebellion éclate et prend le pouvoir des colonies principales de Tau Ceti. Finola qui soutient le mouvement des mineurs tente de calmer les ardeurs. Elle veut dissuader les dirigeants de la rebellion d'engager une invasion de Sol. - 3146 : ***Les forces armées de Baranov*** sont contrées sur Sol. En tentant d'opérer des rebelles blessés, Finola détecte des anomalies importantes dans leur système nerveux. Elle monte alors une cellule d'étude pour analyser ces cas, mais ses supérieurs la poussent à stopper les recherches. Après avoir frolé la mort à deux reprises dans des accidents de laboratoire douteux, elle se résout à fuir ***la base rebelle d'Antémis*** et rejoint la Fédération. Avant son départ, elle confie à son collègue botaniste ***Ian Soulton*** un échantillon de moëlle osseuse infectée pour que celui-ci poursuive secrètement ses travaux sur Antémis. - 3147 : Au sein de la fédération, Finola continue de mener ses recherches et établie rapidement un lien entre ***l'accident de Tamina*** et les souches de mycelium relevées dans la moëlle osseuses des soldats autopsiés. Les relevés de Ian Soulton confirme la thèse ***d'une invasion intelligente***. Suite à ses travaux, des références au Mush apparaissent dans la littérature scientifique, mais le gouvernement n'y prête aucune attention. - 3150 : De retour sur Antémis, Finola retrouve son collègue Ian Soulton. Convaincue que les dirigeants de la rebellion sont infectés, elle entreprend clandestinement à ses côté des recherches pour créer un mycoscan. Si ce projet est mené à terme elle pourra détecter la présence du Mush sur n'importe quel individu en temps réel, et ainsi former une nouvelle rebellion. - 3152 : Eleesha Williams, une journaliste clandestine ayant déjà publié les travaux de Finola la contacte pour l'avertir de la dégradation de la situation au sein de la fédération. Plusieurs parlementaires dont le président ***GL Maubrick*** seraient infectés par le Mush. Elle lui propose de rejoindre le Daedalus, un vaisseau en partance pour une autre galaxie, mais Finola est scandalisée à l'idée d'abandonner une majorité d'êtres humains pour une minorité d'infectés haut placés. Son collègue Ian Soulton ne partage pas son avis et embarque pour Jupiter. - 3153 : Finola est enlevée devant son domicile par des hommes de mains du projet Magellan. Elle est cryogénisé sur Jupiter sans pouvoir exprimer son point de vue. - 3170 : Lorsqu'elle se reveille sur le Daedalus, Finola est à plus de 170,000 années lumières de la terre. Pendant son sommeil, le Mush a sans doute pris contrôle de l'integralité de l'administration de Sol. Cela explique peut-être la présence de chasseurs de la fédération autour du vaisseau. **Participer aux recherches** à l'aide du Laboratoire de Recherche au Laboratoire pour affaiblir les Mushs.//**Soigner les coéquipiers blessés** avec le Médikit ou à l'Infirmerie.//**Participer à des expéditions** pour les rendre plus sûres à l'aide de votre compétence Diplomatie. https://cmnemoi.github.io/archive_aide_aux_bolets/finola-tutoriel.html
it: finola.name finola.fullname finola.initials finola.age finola.description finola.employment finola.abstract finola.biography finola.tips finola.tutorial finola.tutorial
