Repository: cmnemoi/eMush
Catalog: Api/translations/*/characters+intl-icu.*.xlf
Languages: es, fr, it

# Stephen
source: stephen.name stephen.fullname stephen.initials stephen.age stephen.description stephen.employment stephen.bioAbstract stephen.abstract stephen.biography stephen.tips stephen.tutorial
es: Stephen Stephen Seagull SS ***Edad :*** 47 años Multioficios y cocinero en el Daedalus. El cocinero más peligroso de la galaxia. ***Profesión :*** Chef ***Resumen :*** Stephen fue maletero en un tren interplanetario, luego esclavo en una mina de cobalto mexicana, senador de la coalición Chile con Latte, mercenario espacial, recaudador de impuestos federales privado, blanqueador de dinero, secuestrador de niños, minero de Boxylium, cocinero militar de la FDS y condenado a muerte. Su viaje lo lleva a Xyloph-17, donde es criogenizado accidentalmente y enviado a bordo del Daedalus. Stephen fue maletero en un tren interplanetario, luego esclavo en una mina de cobalto mexicana, senador de la coalición Chile con Latte, mercenario espacial, recaudador de impuestos federales privado, blanqueador de dinero, secuestrador de niños, minero de Boxylium, cocinero militar de la FDS y condenado a muerte. Su viaje lo lleva a Xyloph-17, donde es criogenizado accidentalmente y enviado a bordo del Daedalus. - 3107: Nacido en la Tierra. - 3124: Tras fracasar en sus estudios, el joven Stephen encuentra trabajo como maletero en un tren interplanetario que iba de la Tierra a Marte. - 3127: Tras un ataque de mercenarios espaciales, los pasajeros del tren son masacrados. Stephen, junto con parte de la tripulación, fueron esposados y llevados a Venus para ser vendidos como esclavos. Stephen ***comenzó su vida como esclavo en la Tierra***, en una mina de cobalto mexicana. - 3129: Hombres de ***Chili Con Latte***, un movimiento separatista mexicano, invaden la mina y liberan a Stephen. Se unió al movimiento como parte de su milicia, ayudando a liberar a miles de esclavos. - 3132: Stephen ***fue elegido senador*** por la coalición mexicana de Chili Con Latte. Estaba muy orgulloso de su nueva posición social y la utilizó para malversar millones de créditos. - 3136: Stephen se vio obligado a renunciar apresuradamente a su puesto a mitad de su mandato para evadir una orden judicial. Partió hacia Australia, pero tras la explosión de su coche, ***decidió irse a vivir en Marte IV***. Finalmente, debido a la ***caída de la Torre Baer*** donde Stephen se había establecido, se vio obligado a evaluar su situación. Por lo que, para escapar de la policía y sus enemigos dentro de la coalición, tuvo que desaparecer de la vida pública. - 3139: Tras varios años de viajando por los distintos puestos comerciales de Venus, Stephen ***formó su propia tripulación de mercenarios espaciales privados***. Buscó contratos legales, pero los tiempos eran difíciles. Aun así, logró llegar a fin de mes gracias a un ingenioso sistema fiscal aplicado a las estaciones comerciales orbitales. - 3144: Mientras las búsquedas policiales se intensifican en el sector de Venus, la tripulación de Stephen regresa a Marte, donde realizan operaciones de entrega de rutina. - 3146: Tras ayudar a ***Paola Rinaldo, hija de un multimillonario***, a huir a Marte, Stephen es ***encarcelado por secuestrar a una menor***. Es ***enviado a una plataforma orbital en Ross154 para extraer Boxylium pesado*** en el cinturón ***Confolens IV***. - 3149: Tras el pánico causado por la ***revolución burguesa del 17 de mayo***, Stephen logró escapar del centro de detención. Se infiltra en un convoy de repatriación y regresó a ***Encélado*** en el Sistema Sol. - 3151: Como parte de un batallón que se dirigía a ***Tau-Ceti***, Stephen evitó por poco la ***Guerra Sucia***, gracias a un oficial particularmente temperamental que lo encerró en una celda de detención tras servirle una simple tarta de champiñones... - 3152: Stephen fue acusado en ***Encélado***. No comprendía bien los cargos presentados por sus superiores. Parecían no haber llegado a un acuerdo sobre si se había producido algún "genocidio fúngico" o no. Un fuerte olor a moho impregnaba la sala del tribunal. - 3153: El mismo día de su ejecución pública, Stephen es ***salvado por poco por un comando*** entrenado de dos exagentes de élite de la FDS. El comando confunde a Stephen con un destacado científico especializado en hongos. Stephen, cuyo talento como cocinero nunca había recibido tantos elogios, se siente halagado. Lo llevan a la estación orbital ***Xyloph-17***, que orbita alrededor de Júpiter. Una vez allí, Stephen es ***presentado al equipo del Daedalus***, quienes lo desenmascaran... y lo ponen bajo custodia. - 3154: Mientras varios batallones de las FDS parecen querer tomar el control del laboratorio, Stephen aprovecha la confusión general para abandonar la zona de cuarentena. Consigue ***subirse a bordo de una gran nave de exploración***, pero es perseguido por un grupo armado. Finalmente ***encuentra refugio en una cápsula*** que resulta ser extremadamente cómoda, aunque un poco fría... **Participa en proyectos de NERON** usando el núcleo de NERON en el Nexus para mejorar la nave.//**Elimina Mush confirmados** usando tus habilidades Robusto y Pistolero.//**Copia una habilidad valiosa** usando Entrenamiento, dependiendo de las necesidades de la tripulación. https://www.mushpedia.com/wiki/Stephen_Seagull
fr: Stephen Stephen Seagull SS 47 ans Cuisinier le plus dangeureux de la galaxie. Cuisinier Stephen fut consécutivement groom dans un train interplanétaire, esclave dans une mine de cobalt au Mexique, sénateur de la coalition Chili Con Latte, mercenaire spatial, percepteur privé de taxes fédérales, convoyeur de fond, kidnappeur de jeune fille, mineur de Boxylium, militaire cuistot de la FDS, et même condamné à mort. Son périple le mène sur Xyloph-17 où il est cryogénisé par erreur, et embarqué à l'intérieur du Daedalus. - 3107 : Naissance sur Terre. - 3124 : En échec dans ses études, le petit Stephen trouve un travail de groom dans un train interplanétaire effectuant des liaisons Terre-Mars. - 3127 : Suite à un abordage de mercenaires spatiaux, Les passagers du train sont massacrés. Stephen ainsi qu'une partie de l'équipage sont menottés pour être vendus dans un marché d'esclave sur Venus. Stephen commence ***sa vie d'esclave*** sur Terre dans une mine de Cobalt au Mexique - 3129 : Les hommes du ***Chili Con Latte***, un mouvement séparatiste mexicain envahissent la mine et libèrent Stephen. Il s'engage dans la milice de ce mouvement et participe a la libération de milliers d'esclaves. - 3132 : Stephen est élu ***sénateur*** au sein de la coalition mexicaine du Chili Con Latte. Il est très fier de sa nouvelle position sociale et en profite pour détourner des millions de crédits. - 3136 : Stephen doit quitter précipitamment ses fonctions en cours de mandat. Il s'embarque pour l’Australie puis, après l'explosion de sa voiture, il décide d'aller vivre sur Mars IV. C'est finalement grâce à ***l'effondrement de la tour Baer*** dans laquelle il venait d'emménager que Stephen prend conscience de sa situation, pour échapper à la police et à ses ennemis de la coalition, il doit disparaitre de la vie publique. - 3139 : Après avoir bourlingué plusieurs années dans les différents comptoirs de Vénus, Stephen monte son propre équipage de mercenaires spatiaux privés. Il cherche des contrats légaux mais les temps sont durs, il parvient néanmoins à subvenir à ses besoins grâce à un astucieux système de taxe aux abords des stations orbitales de commerces. - 3144 : Les recherches de police s'intensifiant dans le secteur de Vénus, L'équipage de Stephen revient vers Mars où il effectue des opérations courantes de livraison. - 3146 : Après avoir aidé Paola Rinaldo, la fille d'un riche milliardaire à s'enfuir vers Mars, ***Stephen est incarcéré pour détournement de mineur***. Il est envoyé sur une plateforme orbitale de Ross154 pour miner du Boxylium lourd dans la ceinture de Confolens IV. - 3149 : Suite à la panique causée par la révolution bourgeoise du 17 mai, Stephen parvient à s'extraire du centre de détention. Il s'infiltre dans un convoi de rapatriement et revient dans le système Sol sur ***Encelade***. - 3151 : Intégré dans un bataillon en partance vers Tau-Ceti, Stephen échappe de justesse à la Sale guerre, un officier particulièrement caractériel l'ayant placé en cellule de détention après s'être vu servie une simple tourte aux champignons... - 3152 : Stephen comparait sur Encelade. Il comprend mal les chefs d'accusation de ses supérieurs. Ceux-ci semblent avoir du mal à s'accorder sur le fait qu'il y ait eu ou non "génocide fongique". Il règne une odeur de moisi suspecte dans la salle d'audience. - 3153 : Le jour même de son exécution publique, Stephen est sauvé de justesse par un commando formé de deux soldats d'élite de la FDS. Ceux-ci le prennent pour un éminent scientifique spécialiste des champignons. Stephen dont les talents de cuisinier n'ont reçu jusque-là que peu d’échos, est flatté. Ils l'amènent sur une station orbitale nommée Xyloph-17 en orbite autour de Jupiter. Là-bas Stephen est démasqué par l'équipe du Daedalus et placé... en détention. - 3154 : Alors que plusieurs bataillons de la FDS semblent vouloir prendre le contrôle du laboratoire, Stephen profite de la confusion générale pour quitter sa zone de quarantaine. Il parvient à se hisser à l’intérieur d'un grand vaisseau de type explorateur, mais il est poursuivi par un groupe d'individus armés. Il trouve finalement refuge dans une capsule du laboratoire très confortable bien qu'un peu fraiche. **Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau.//**Scanner des planètes** à l'aide du Terminal Astro sur le Pont pour organiser des expéditions. https://cmnemoi.github.io/archive_aide_aux_bolets/stephen-premiers-pas.html
it: stephen.name stephen.fullname stephen.initials stephen.age stephen.description stephen.employment stephen.abstract stephen.biography stephen.tips stephen.tutorial stephen.tutorial

# Terrence
source: terrence.name terrence.fullname terrence.initials terrence.age terrence.description terrence.employment terrence.bioAbstract terrence.abstract terrence.biography terrence.tips terrence.tutorial
es: Terrence Terrence Archer TA ***Edad :*** 44 años Técnico en armamento, con una revancha por cobrarse. ***Profesión :*** Ingeniero mecánico especializado en robótica ***Resumen :*** Tras ser gravemente herido durante una incursión contra los rebeldes en Sol, Terrence pasa seis meses en coma. Regresa a la vida civil, destrozado y magullado, postrado en una silla de ruedas. Terrence decide entonces dedicar su vida a la ingeniería avanzada y a la creación de drones. Su sueño es desarrollar aviones de combate no tripulados y drones teledirigidos. Tras ser gravemente herido durante una incursión contra los rebeldes en Sol, Terrence pasa seis meses en coma. Regresa a la vida civil, destrozado y magullado, postrado en una silla de ruedas. Terrence decide entonces dedicar su vida a la ingeniería avanzada y a la creación de drones. Su sueño es desarrollar aviones de combate no tripulados y drones teledirigidos. - 3110: Nació en una base militar en Encélado. - 3126: Terrence ***se enlista en los exploradores espaciales de Encélado*** por 16 años, donde aprendió a manejar un arma y un jet. Allí descubrió su talento para el tráfico de maquinaria. - 3129: Tras suspender sus estudios en ingeniería militar, Terrence se unió a la ***flotilla de la FDS***. Su talento como piloto fue reconocido, pero tuvo algunos problemas para integrarse en el equipo. - 3146: Durante la Guerra de Sol, la ***nave de combate de Terrence explotó en pleno vuelo en la atmósfera de Marte***. Logró eyectarse, pero debido a un propulsor defectuoso, su cápsula de supervivencia se estrelló contra el suelo a más de 120 km/h. Terrence sobrevivió al impacto, pero ***perdió el uso de ambas piernas***. - 3147: Terrence comenzó tarde sus estudios de robótica en Ganímedes. Estaba particularmente interesado en los cursos de nanorobótica e inteligencia artificial. Fue en este último donde conoció a ***Janice Kent, una joven estudiante de ciberpsicología***. - 3148: Janice y Terrence crearon juntos el primer dron con capacidad de aprendizaje de clase C y su propia personalidad evolutiva. Recibieron el ***Premio Redmoon*** por ello y establecieron su ***laboratorio de investigación en Calisto***. - 3149: Posteriormente, la FDS les propone financiar el proyecto. Su objetivo era mejorar la capacidad de aprendizaje del dron, buscando emplearlo en conflictos armados en ***Tau-Ceti y Ross154***. La ausencia de un sistema nervioso biológico convierte a estos drones en el arma perfecta contra el Mush. - 3150: Janice abandona el proyecto. Terrence continuó el trabajo solo, pero pronto se vio obstaculizado por otra dificultad: los pagos de las FDS se volvieron cada vez más escasos y finalmente cesaron por completo. El anuncio de la ***construcción del cañón IOM*** confirmó las sospechas de Terrence sobre las razones de su repentino desinterés. Ahora debía buscar otra fuente de inversión. - 3152: Terrence recibe un mensaje inquietante de Janice. ***La invasión Mush en la Federación*** lleva al menos dos años en marcha. Los directores de la Federación y la FDS están infectados y la recuperación de los sistemas rebeldes es simplemente un encubrimiento. Terrence parte hacia ***Xyloph-17***, donde conoce al nuevo equipo de Janice. Su proyecto consiste en construir una nueva nave capaz de abandonar esta galaxia. - 3153: Los drones de Terrence resultan extremadamente útiles en la ***construcción del Daedalus***. Al conectarlos al núcleo de IA de la nave, llamado ***NERON***, Janice consigue aumentar aún más su productividad. - 3154: Tras la toma del laboratorio por parte de las FDS, Terrence no tiene más opción que huir con la tripulación del Daedalus. Está a salvo, pero completamente devastado: todo su trabajo, junto con sus 32 drones asistentes, se ha quedado en Xyloph-17. **Elimina hunters** con los patrulleros ubicados en las plataformas para proteger la nave.//**Recupera chatarra** de los hunters eliminados con el Pasiphae ubicado en la plataforma Alpha 2 para reparar el casco de la nave.//**Participa en proyectos de NERON** usando el núcleo de NERON en el Nexus para mejorar la nave. https://www.mushpedia.com/wiki/Terrence_Archer
fr: Terrence Terrence Archer TA 44 ans Technophile désabusé motorisé. Mécanicien spécialisé dans la robotique Gravement blessé pendant un raid trop ambitieux contre les rebelles sur Sol, Terrence est resté dans le coma pendant 6 mois. Retourné meurtri à la vie civile, cloué dans un fauteuil, Terrence a décidé de se consacrer à l'ingénierie de haut niveau et à la création d'automates. Le rêve de sa vie est de mettre au point des chasseurs sans pilote et des corps contrôlables à distance. - 3110 : Naissance sur une base militaire d'Encelade. - 3126 : Terrence est enrôlé dès 16 ans dans les ***spatio-scouts d'Encelade*** il y apprend à manier une arme et à piloter des vaccums Jet. Il se découvre un talent pour trafiquer ces engins. - 3129 : En échec dans ses études d’ingénierie militaire, Terrence s'engage dans la flotte de la FDS. Il est reconnu comme un pilote talentueux mais s'intègre mal a l'escadron. - 3146 : Pendant la guerre de Sol, Le chasseur de Terrence explose en plein vol dans l'atmosphère de Mars. Il parvient à s’éjecter mais sa capsule de sauvetage s'écrase au sol à plus de 120 km/h à cause d'un propulseur défectueux. Terrence survit à l'impact mais perd l'usage de ses deux jambes. - 3147 : Terrence entame des études tardives de robotique sur Ganymède. Il est particulièrement intéressé par les cours de nanorobotique et d'intelligence artificielle. C'est dans cette dernière section qu'il fait la connaissance de ***Janice Kent***, une jeune étudiante en cyber-psyché. - 3148 : Janice et Terrence créent ensemble le premier automate doué d'une capacité d’apprentissage de classe C, mais également d'un caractère propre évolutif. Ils reçoivent le ***prix Redmoon*** à cette occasion et s'installent dans un ***laboratoire de recherche sur Callisto***. - 3149 : Les militaires de la FDS proposent un financement conséquent au projet. Leur but est d'augmenter les capacités d’apprentissage de l'automate en vue d'un usage potentiel dans les conflits armés de Tau-Ceti et Ross154. L'absence de système nerveux biologique font de ces automates l'arme idéale pour contrer le Mush. - 3150 : Janice quitte le projet. Terrence poursuit seul ses travaux, mais se heurte rapidement à une nouvelle difficulté : Les versements de la FDS sont de plus en plus sporadiques et finissent par être totalement interrompus. L'annonce de la ***création du Canon IOM*** confirme a Terrence les raisons de ce désintéressement soudain. Il doit retrouver une source de financement. - 3152 : Terrence reçoit un message alarmant de Janice. L'invasion Mush de la fédération est entamé depuis au moins deux ans. Les dirigeant de la Fédération et de la FDS sont touchés et la reconquêtes des système rebelles est une simple mise-en-scène. Terrence part pour Xyloph-17 où il rencontre la nouvelle équipe de Janice. Leur projet consiste à bâtir un vaisseau capable de quitter cette galaxie. - 3153 : Les automates de Terrence se révèlent extrêmement efficaces pour la construction du Daedalus. En les liant à l'IA du cœur du vaisseau nommé NERON, Janice arrive à augmenter encore leur productivité. - 3154 : Suite à une prise de contrôle du laboratoire par la FDS, Terrence est contraint de fuir avec le reste de l'équipage à bord du Daedalus. Il est sauf mais anéanti : la totalité de son œuvre et les 32 drones d'assistances restent derrière lui sur Xyloph-17. **Éliminer les hunters** avec les Patrouilleurs dans les Baies pour protéger le vaisseau.//**Participer aux projets NERON** à l'aide du cœur de NERON au Nexus pour améliorer le vaisseau.//**Réparer l'équipement vital** du vaisseau. https://cmnemoi.github.io/archive_aide_aux_bolets/terrence-premiers-pas.html
it: terrence.name terrence.fullname terrence.initials terrence.age terrence.description terrence.employment terrence.abstract terrence.biography terrence.tips terrence.tutorial terrence.tutorial
