Repository: cmnemoi/eMush
Catalog: Api/translations/*/daedalus+intl-icu.*.xlf
Languages: es, fr

# oxygen
source: oxygen.name oxygen.description
es: Oxígeno en la nave [ {quantity} / 32 ] Cantidad disponible de **Oxígeno (o²) ** en el Daedalus. Para abastecer la nave organiza **exploraciones** o trabaja en el **jardín**.
fr: Oxygène du vaisseau [ {quantity}/{maximum} ] Quantité d'**Oxygène (o²)** disponible dans le vaisseau. Pour refaire le plein, pensez à organiser des **Explorations** ou à vous occuper du **Jardin**, par exemple.

# fuel
source: fuel.name fuel.description
es: Combustible en reserva [ {quantity} / 32 ] El **combustible** es indispensable para no quedarse flotando en el espacio infinito. Encuentra este recurso **explorando** planetas. Este contador no muestra el combustible en la **Cámara de Combustión**.
fr: Fuel en réserve [ {quantity}/{maximum} ] Le **Fuel** est indispensable pour ne pas dériver dans l'espace jusqu'à la fin des temps. Cette ressource peut être trouvée lors de vos **explorations** sur les planètes. Cet indicateur n'affiche pas le fuel dans la **Chambre de Combustion**.

# shield
source: shield.name shield.description
es: Escudo plasma: {quantity} {isPlasmaShieldDeactivated, select, true {El escudo de plasma ha sido desactivado por el administrador de NERON.} other {El escudo plasma esta absorbiendo el fuego enemigo en lugar del blindaje del Daedalus. Cuando llegue a 0, el blindaje tomará daño.}}
fr: Bouclier plasma : {quantity} L'état de l'armure vous indique l'état global de la coque du vaisseau. À **0 le vaisseau sera détruit** car la coque ne sera plus qu'un maigre paravent troué...

# hull
source: hull.name hull.description
es: Blindaje: {quantity} Indica el estado global del casco de la nave. Cuando llegue a **0, la nave se destruirá** al no poder mantenerse ensamblada.
fr: Armure : {quantity} L'état de l'armure vous indique l'état global de la coque du vaisseau. À **0 le vaisseau sera détruit** car la coque ne sera plus qu'un maigre paravent troué...

# crewPlayer
source: crewPlayer.name crewPlayer.description
es: Camaradas Tripulantes activos: {playerAlive, plural, one {#} other {#}}. Entre ellos, {mushAlive, plural, one {# Mush} other {# Mush}}.//Fallecidos: {playerDead, plural, one {#} other {#}}. de los cuales {mushDead, plural, one {# era Mush} other {# eran Mush}}.//Criogenizados: {cryogenizedPlayers, plural, one {#} other {#}}.
fr: Camarades {playerAlive, plural, one {# membre d'équipage actif} other {# membres d'équipage actifs}}, dont {mushAlive, plural, one {# Mush} other {# Mushs}}. {playerDead, plural, one {# membre défunt} other {# membres défunts}}, dont {mushDead, plural, one {# Mush} other {# Mushs}}. {cryogenizedPlayers, plural, one {# cryogénisé} other {# cryogénisés}}.

# currentCycle
source: currentCycle.name currentCycle.description
es: Tiempo de juego Tu reloj irrompible te indica el tiempo necesario hasta el siguiente **Ciclo**. // ¡En cada Ciclo acumulas más :pm::pa:, indispensables para realizar acciones!
fr: Prochain cycle Votre montre incassable affiche le temps qu'il reste avant le prochain **Cycle**.//Vous gagnerez alors quelques précieux :pa::pm: selon votre état de santé.

# triumph
source: triumph.name triumph.description
es: Gloria personal Gloria acumulada durante el viaje. Esta puntuación será calculada al final de la aventura y determina tu posición en la clasificación de la nave.
fr: Triomphe personnel Triomphe accumulé par ce héros pendant ce voyage. La valeur sera finalisée après la fin du voyage. Elle déterminera votre classement dans le palmarès du vaisseau.

source: calendar.name
es: Tiempo de juego
fr: Le temps du jeu

source: calendar.description
es: Los días en el juego corresponden a los días en la vida real. // Un **Ciclo dura 3 horas**. Cada nuevo ciclo, recibes :pa: y :pm:, ¡los cuales son útiles para realizar distintas acciones!
fr: Les jours du jeu correspondent aux jours de la vie réelle. // Un **Cycle dure 3 heures**. À chaque Cycle vous cumulez plus de :pa::pm:, indispensables pour pouvoir réaliser des actions !

source: cycle.name
es: Ciclo
fr: Cycle

source: day.name
es: Día
fr: Jour
