Repository: cmnemoi/eMush
Catalog: Api/translations/*/disease+intl-icu.*.xlf
Languages: es, fr

# acid_reflux
source: acid_reflux.name acid_reflux.description
es: Reflujo gastroesofágico Devuelves tu comida, es irritante y doloroso...
fr: Reflux Gastriques Vous rendez votre nourriture, c'est irritant et pénible...

# food_poisoning
source: food_poisoning.name food_poisoning.description
es: Intoxicación alimentaria Vomitas sin parar. Hay algo que no debiste comer...
fr: Intoxication Alimentaire Vous êtes très atteint, vous vomissez, y en a partout. quelle idée de manger ça aussi. Ah bravo...

# gastroenteritis
source: gastroenteritis.name gastroenteritis.description
es: Gastroenteritis ¿Realmente es necesario hacer un diagrama? Describir en detalle el olor o los espasmos estomacales?
fr: GastroEntérite Y a-t-il vraiment besoin de faire un dessin, de parler de l'odeur ou des spasmes de l'estomac ?

# tapeworm
source: tapeworm.name tapeworm.description
es: Lombriz solitaria Tienes hambre, mucha hambre, hambre todo el tiempo... ¡Come algo maldita sea!
fr: Vers Solitaire Vous avez faim, très faim, tout le temps faim... À manger bon sang !

# black_bite
source: black_bite.name black_bite.description
es: Mordida negra Es relativamente benigno pero persistente, la Mordida Negra es un síndrome reciente que poca gente conoce.
fr: Morsure Noire Relativement bénin mais persistant, la Morsure Noire est un syndrome récent que personne ne connaît.

# cat_allergy
source: cat_allergy.name cat_allergy.description
es: Alergia a los gatos La simple vista de un gato provoca estornudos implacables y urticaria. El contacto podría resultar mortal...
fr: Allergie au chat La simple vue d'un chat provoque des éternuements insupportables et des pustules. Son contact pourrait s'avérer mortel...

# cold
source: cold.name cold.description
es: Resfrío ¡No salgas sin pañuelos!
fr: Rhume Ne sortez jamais sans vos mouchoirs !

# extreme_tinnitus
source: extreme_tinnitus.name extreme_tinnitus.description
es: Zumbido extremo Oyes un silbido constantemente, eso puede agotarte rápidamente.
fr: Acouphènes Extrême Vos oreilles sifflent fort en permanence, ce qui peut devenir très fatiguant à la longue.

# flu
source: flu.name flu.description
es: Gripe Variante severa de la gripe de los ponis... Te pones irritable, autoritario, te duele la cabeza, nariz tapada, calambres. No dejes que avance, puede ser fatal.
fr: Grippe Variante sévère de la grippe du poney... Irritable, autoritaire, mal de crâne, rhume, courbatures, rien ne vous est épargné. Attention à ne pas trop laisser traîner, on ne sait jamais.

# fungic_infection
source: fungic_infection.name fungic_infection.description
es: Infección fúngica Qué es esta cosa horrible... Deberías tratarla rápidamente... Pica, supura, apesta...
fr: Infection fongique Qu'est ce que c'est que ce truc horrible... Vous devriez faire soigner ça rapidement... Ça gratte, ça purule, ça pue...

# junkbumpkinitis
source: junkbumpkinitis.name junkbumpkinitis.description
es: Citroiditis Parece que esa cosa no estaba muy fresca.
fr: Citrouillite C'est pas que c'était pas frais...

# migraine
source: migraine.name migraine.description
es: Migraña Un fuerte ataque de migraña puede ser peor que la muerte misma. No te preocupes, va a pasar...
fr: Migraine Une grosse migraine bien carabinée harcèle le patient en ce moment, ça va passer...

# mush_allergy
source: mush_allergy.name mush_allergy.description
es: Alergia al Mush El contacto con los Mushs te provocan erupciones feas y dolorosas
fr: Allergie au mush Le contact au Mush vous donne des pustules horribles et douloureuses.

# quincks_oedema
source: quincks_oedema.name quincks_oedema.description
es: Angioedema Debes haberte acercado demasiado a uno de tus alergenos...
fr: Oedeme de Quincke TODO

# rejuvenation
source: rejuvenation.name rejuvenation.description
es: Verdidermis Tu cuerpo emite luces verdes pulsantes, lo cual realmente no favorece un sueño reparador...
fr: Verdoiement Votre corps émet des lueurs pulsatiles vertes.ça ne favorise pas vraiment un sommeil reposant...

# rubella
source: rubella.name rubella.description
es: Rubeola Dolor de cabeza, pústulas secas, fatiga extrema. Deberías poder superarlo.
fr: Rubéole Mal au crâne, puis pustules sèches, très très fatiguant. Vous devriez vous en remettre.

# sepsis
source: sepsis.name sepsis.description
es: Septicemia Sufres una grave infección. No es fácil volver a ponerse de pie. Probablemente no sobrevivirás...
fr: Infection aïgue Vous êtes très infecté. Pas facile de se remettre sur pied. Vous ne survivrez sans doute pas...

# sinus_storm
source: sinus_storm.name sinus_storm.description
es: Tormenta sinusal Tus senos nasales, arden, se congelan y te hacen perder la cabeza. Es fuerte y no desaparece...
fr: Tempête sinusale Vos sinus sont en feu, de glace, puis lui déchirent la tête... C'est lourd et ça ne passe pas...

# skin_inflammation
source: skin_inflammation.name skin_inflammation.description
es: Erupción cutánea Cualquiera que sea la fuente, no te importa, pica ahí y es muy doloroso.
fr: Éruption cutanée Quelqu'en soit la source, vous n'en avez cure, ça démange là et c'est très pénible

# slight_nausea
source: slight_nausea.name slight_nausea.description
es: Náusea ligera Te sientes mareado... Va a pasar, piensa en algo bonito... Buuuuuaaaajjjj...
fr: Nausée légère Vous vous sentez un peu barbouillé... Ça va passer mais vous n'avez plus faim et vous ne devriez pas vous approchez de bluuuuuurrrpppp...

# smallpox
source: smallpox.name smallpox.description
es: Viruela Una enfermedad que desapareció de Sol pero aparentemente se encuentra en otros lugares. Ese aspecto apetitoso debería convencerte de tratarla...
fr: Variole Maladie disparue de Sol mais apparemment bien présente ailleurs. Son aspect appétissant devrait vous convaincre de vous soigner...

# space_rabies
source: space_rabies.name space_rabies.description
es: Rabia espacial Tienes rabia. Tienes tendencias violentas pero será la enfermedad lo que termine matándote.
fr: Rage spatiale Vous avez la rage. Vous pouvez devenir violent et cela va sans doute finir par vous tuer.

# syphilis
source: syphilis.name syphilis.description
es: Sífilis La enfermedad venérea por excelencia, tu aspecto aterrador y los rumores que te rodean no tardaran en cansarte. Que buen Don Juan de todos modos...
fr: Syphilis Maladie vénérienne par excellence, votre aspect effroyable et les rumeurs qui vous entoureront vous lasserons vite. Quel Dom Juan quand même...

# vitamin_deficiency
source: vitamin_deficiency.name vitamin_deficiency.description
es: Deficiencia de vitaminas Deficiencia de vitaminas, minerales, oligoelementos y otros, no estas en buena condición...
fr: Carence en vitamines Des carences en vitamines, minéraux, oligo-éléments et autres, vous n'avez pas trop la pêche...

# agoraphobia
source: agoraphobia.name agoraphobia.description
es: Agorafobia Te aterran las multitudes y los espacios abiertos, además tienes mareos incontrolables... En el espacio no te ayudará...
fr: Agoraphobie Vous êtes effrayé par la foule et les grands espaces, vous avez, en plus, des vertiges incontrôlables... Dans l'espace, ça va pas le faire.

# ailurophobia
source: ailurophobia.name ailurophobia.description
es: Ailurofobia Tienes una fobia terrible a los gatos. La mera visión de ellos te pone a la defensiva.

# chronic_migraine
source: chronic_migraine.name chronic_migraine.description
es: Migraña crónica De vez en cuando te ataca una migraña terrible y desagradable... y cuando te ataca, todo se pone patas arriba... mala suerte.

# chronic_vertigo
source: chronic_vertigo.name chronic_vertigo.description
es: Vértigo crónico Tienes vértigo crónico que puede ser bastante incapacitante.
fr: Vertige chronique Vous avez des vertiges chroniques ce qui vous incapacite grandement.

# coprolalia
source: coprolalia.name coprolalia.description
es: Coprolalia Lanzas series de insultos de la nada. Al principio es un poco impactante.
fr: Coprolalie Vous lancez des chapelets d'insultes de façon impromptu. Au début ça choque un peu.

# crabism
source: crabism.name crabism.description
es: Crabismo De vez en cuando te pones a caminar de un lado a otro, o te tiras al suelo, sólo para regresar por breves periodos a la normalidad.
fr: Crabisme De temps à autre, vous vous mettez à marcher de côté ou à vous jetez par terre pour ensuite rentrer dans une courte période régressive.

# depression
source: depression.name depression.description
es: Depresión Sufres todo el tiempo. La vida pierde su color y cada novedad te hace perder las ganas de seguir...
fr: Dépression Vous souffrez tout le temps. La vie est devenue longue trop longue et chaque nouvelle épreuve vous fait perdre le goût des choses.

# paranoia
source: paranoia.name paranoia.description
es: Paranoia Temes por tu vida y potencialmente lo das a conocer.

# psychotic_episodes
source: psychotic_episodes.name psychotic_episodes.description
es: Episodios Psicóticos A menudo la ira te abruma y pierdes control. Se aconseja evitar toda forma de armas.
fr: Episodes Psychotiques Vous ne vous maitrisez plus et rentrez souvent dans des colères noires. Il est fortement avisé de s'éloigner de toute forme d'armement.

# spleen
source: spleen.name spleen.description
es: Esplín Sufres de una forma muy aguda de depresión que te llevara a la muerte muy rápidamente.
fr: Spleen Vous êtes atteint d'une forme très aiguë de dépression qui vous entraîne dans la mort très vite.

# vertigo
source: vertigo.name vertigo.description
es: Vértigo Sientes un vértigo temporal que te impide pilotar cualquier nave...
fr: Vertige Vous avez des vertiges chroniques ce qui vous incapacite grandement.

# weapon_phobia
source: weapon_phobia.name weapon_phobia.description
es: Fobia de las armas Ya no puedes volver a usar un arma, de solo verlas de ta pánico...

# burns_50_of_body
source: burns_50_of_body.name burns_50_of_body.description
es: Quemadura de 3er grado en el 50% de tu cuerpo La parte delantera de tu cuerpo ha sufrido quemaduras. Eso es bastante doloroso.
fr: Brûlure au 3ème degré sur 50% La partie avant de votre corps est brûlée, pas trop non plus mais tout de même.

# burns_90_of_body
source: burns_90_of_body.name burns_90_of_body.description
es: Quemadura de 3er grado en el 90% de tu cuerpo Tu cuerpo esta muy gravemente quemado y en riesgo de septicemia.
fr: Brûlure au 3ème degré sur 90% Votre corps est très gravement brulé et risque une septicémie.

# broken_finger
source: broken_finger.name broken_finger.description
es: Dedo roto Uno de los dedos de tu mano dominante está roto.
fr: Doigt cassé Un des doigts de votre bonne main est cassé.

# broken_foot
source: broken_foot.name broken_foot.description
es: Pie roto Tu pie está roto.
fr: Pied cassé Votre pied est cassé.

# broken_leg
source: broken_leg.name broken_leg.description
es: Pierna rota Tu pierna ha sufrido múltiples fracturas que son incapacitantes...
fr: Jambe cassée Votre jambe a subi de multiples fractures qui l'handicapent...

# broken_ribs
source: broken_ribs.name broken_ribs.description
es: Costillas rotas Tus costillas están rotas, lo que ocasiona dolor al ponerse de pie.
fr: Côtes pétées Vos côtes sont cassées, occasionnant une douleur en posture debout.

# broken_shoulder
source: broken_shoulder.name broken_shoulder.description
es: Hombro roto Tu hombro está roto y dislocado. Es imposible transportar objetos pesados...
fr: Epaule brisée Votre épaule a été brisée et démise. Impossible de porter des objets lourds...

# bruised_shoulder
source: bruised_shoulder.name bruised_shoulder.description
es: Hombro lesionado Tu hombro ha sufrido contusiones importantes. Afortunadamente, son reversibles.
fr: Épaule froissée Votre épaule a subi des contusions majeures réversibles.

# burnt_arms
source: burnt_arms.name burnt_arms.description
es: Brazos quemados Tus brazos se han quemado tanto que tomar el más pequeño objeto es una tortura.
fr: Bras brûlés Vos bras sont fortement brûlés. Saisir le moindre objet est une torture.

# burnt_hand
source: burnt_hand.name burnt_hand.description
es: Mano quemada Tu mano está quemada.
fr: Main brûlée Votre main est brûlée.

# burst_nose
source: burst_nose.name burst_nose.description
es: Nariz rota Tu nariz ya no está, ya no está en absoluto, y tienes una apariencia un poco aterradora...
fr: Nez explosé Votre nez n'est plus, plus du tout, vous faites un peu peur aussi...

# busted_arm_joint
source: busted_arm_joint.name busted_arm_joint.description
es: Articulación de brazo dominante rota Hacer girar tu brazo colgante puede ser jocoso pero solo eso.
fr: Articulation du bras fort morte Le bras pendouillant peut faire rire mais reste tout de même très handicapant.

# busted_shoulder
source: busted_shoulder.name busted_shoulder.description
es: Hombro pulverizado El hombro ha sufrido lesiones mayores irreversibles. El brazo entero puede considerarse muerto.
fr: Épaule pulvérisée L'épaule a subi des contusions majeures irréversibles, le bras est considéré comme mort.

# critical_haemorrhage
source: critical_haemorrhage.name critical_haemorrhage.description
es: Hemorragia crítica Tienes una hemorragia en una arteria mayor que requiere cirugía mayor. ¡Buena suerte!
fr: Hémorragie critique Vous avez une hémorragie sur une artère majeure qui nécessite une chirurgie lourde. Bonne chance.

# damaged_ears
source: damaged_ears.name damaged_ears.description
es: Oidos incapacitados Tus oídos ya no son de ninguna utilidad.
fr: Oreilles incapacités Vos oreilles ne vous sont plus d'aucune utilité et de toute façon vous ne pouvez plus les utiliser.

# destroyed_ears
source: destroyed_ears.name destroyed_ears.description
es: Oídos pulverizados. Tus orejas han desaparecido. Tal vez si las buscas bien...
fr: Oreille pulvérisée Vos oreilles ont disparues. Peut-être qu'en cherchant bien...

# dysfunctional_liver
source: dysfunctional_liver.name dysfunctional_liver.description
es: Hígado disfuncional Aún puedes vivir con tu hígado destruido pero, ¿Por cuánto tiempo y en qué condiciones?

# haemorrhage
source: haemorrhage.name haemorrhage.description
es: Hemorragia Tienes una hemorragia: Necesitas cirugía.
fr: Hémorragie Vous avez une hémorragie il vous faut une chirurgie.

# head_trauma
source: head_trauma.name head_trauma.description
es: Trauma craneal Has sufrido un traumatismo craneal recientemente, a menos que puedas encontrar un médico amante de los rompecabezas, corres un gran riesgo.
fr: Trauma crânien Vous avez subi un traumatisme crânien récent, à moins d'arriver à trouver un médecin amateur de puzzle rapidement, vous risquez gros.

# implanted_bullet
source: implanted_bullet.name implanted_bullet.description
es: Bala errante Una bala se pasea por tu cuerpo, no es tan doloroso pero no sabemos cuál será su próximo destino.
fr: Balle en ballade Un éclat de balle se ballade désormais dans votre corps, ce n'est pas douloureux mais on sait pas ce que sera sa prochaine destination.

# inner_ear_damaged
source: inner_ear_damaged.name inner_ear_damaged.description
es: Oido interno lesionado El oído interno ya no parece funcionar correctamente. Puedes experimentar mareos, sordera parcial o vómitos cuando viajas.
fr: Oreille interne déréglée L'oreille interne ne semble plus fonctionner correctement. Vous pouvez être pris de vertiges, de surdité partielle ou de vomissements intempestifs quand vous voyagez.

# mashed_foot
source: mashed_foot.name mashed_foot.description
es: Pie destruido Tu pie ya no es digno de ser nombrado como tal...
fr: Pied en bouillie Vous n'avez plus de pied digne de ce nom...

# mashed_hand
source: mashed_hand.name mashed_hand.description
es: Mano destruida Tu mano ya no será de ninguna ayuda.
fr: Main en charpie Votre main ne vous sera plus d'aucun secours.

# minor_haemorrhage
source: minor_haemorrhage.name minor_haemorrhage.description
es: Hemorragia menor Tienes una hemorragia en una arteria menor que un doctor puede contener. Ten cuidado de no dejarlo ignorado.
fr: Hémorragie légère Vous avez une hémorragie sur une artère mineure qu'un médecin peut contenir. Attention à ne pas laisser traîner.

# missing_finger
source: missing_finger.name missing_finger.description
es: Dedo faltante Solo puedes contar hasta 4 en tu mano dominante.
fr: Doigt manquant Vous ne pouvez plus compter que jusqu'à 4 sur votre bonne main.

# open_air_brain
source: open_air_brain.name open_air_brain.description
es: Cerebro al aire libre Falta una pieza de tu cráneo. En varias circunstancias, no sería un error decir que esto puede ser un problema.
fr: Cerveau à l'air libre Il manque un morceau de votre crâne. Dans beaucoup de circonstances, il ne serait pas faux de dire que cela peut poser problème.

# punctured_lung
source: punctured_lung.name punctured_lung.description
es: Pulmón con agujero Respiras corto, hay sangre en tus pulmones... No te queda mucho tiempo de vida.
fr: Poumon à trou Souffle court, du sang dans les poumons... Sans soins, vous n'en avez plus pour longtemps à vivre.

# mashed_arms
source: mashed_arms.name mashed_arms.description
es: Brazos inutilizables Tus brazos son completamente inútiles.

# mashed_legs
source: mashed_legs.name mashed_legs.description
es: Piernas inutilizables Ya no tienes movilidad en las piernas, qué pena, eran bastante útiles.

# torn_tongue
source: torn_tongue.name torn_tongue.description
es: Lengua fileteada Tu lengua parece haber pasado por las manos de un cocinero japones.
fr: Langue cisaillée Votre langue est réduite à un amas flasque sans vie.

source: mashed_leg.description
es: Ya no puedes usar tus piernas, qué lástima, eran bastante útiles.

# syphilis
source: ailurophobia.name ailurophobia.description
fr: Ailurophobie Vous avez une terrible phobie des chats. Leur simple vue vous met hors d'état d'agir.

# syphilis
source: chronic_migraine.name chronic_migraine.description
fr: Migraine chronique Une grosse migraine bien carabinée vous prend de temps à autres... et puis quand elle vous prend c'est le grand déménagement... pas de chance.

# syphilis
source: paranoia.name paranoia.description
fr: Crise Paranoïaque Vous avez peur pour votre vie et éventuellement le faites savoir.

# syphilis
source: weapon_phobia.name weapon_phobia.description
fr: Phobie des armes Vous ne pouvez plus tirer avec une arme, et leur simple vue vous incommode...

# disfunctional_liver
source: disfunctional_liver.name disfunctional_liver.description
fr: Foie hors d'état Vous pouvez encore vivre avec votre foie détruit mais combien de temps et dans quelles conditions ?

# smashed_arms
source: smashed_arms.name smashed_arms.description
fr: Absence de bras Vos bras sont complètement inutiles.

# smashed_legs
source: smashed_legs.name smashed_legs.description
fr: Jambes inutilisables Vous n'avez plus l'usage de vos jambes, dommage, ça peut servir.
