Repository: cmnemoi/eMush
Catalog: Api/translations/*/end_cause+intl-icu.*.xlf
Languages: es, fr

# sol_return
source: sol_return.name sol_return.short_name sol_return.category sol_return.description
es: El Daedalus regresó a Sol ¡El Daedalus regresó al Sistema Solar! Has regresado al Sistema Solar... ¡Pero el resto es otra historia! Has intentado volver a Sol. La aventura del Daedalus se detiene aquí. ¿Lograste cambiar la historia?
fr: Daedalus rentré sur Sol Le Daedalus est rentré sur Sol ! Vous êtes rentré sur Sol… mais la suite est une autre histoire ! Vous avez décidez d'essayer de rentrer sur Sol. La folle course du Daedalus s'arrête ici. Mais votre destin est-il maintenant une légende ?

# eden
source: eden.name eden.short_name eden.category eden.description
es: El Daedalus aterrizó en Edén ¡El Daedalus aterrizó en Edén! Después de todas estas andanzas, has emprendido tu camino a Edén... ¡Pero el resto es otra historia! De la escoria de la humanidad surge la esperanza En un nuevo planeta, un nuevo comienzo y la continuación de las aventuras de nuestros héroes. Pero esta es otra historia.
fr: Daedalus s'est installé sur Eden Le Daedalus s'est rentré sur Eden ! Après toutes ces errances, vous avez mis le cap vers EDEN… mais la suite est une autre histoire ! L'espoir renaît des scories de l'Humanité. Sur une nouvelle planète, un nouveau départ et la suite des aventures de nos héros. Mais c'est une autre histoire.

# daedalus_destroyed
source: daedalus_destroyed.name daedalus_destroyed.short_name daedalus_destroyed.category daedalus_destroyed.description
es: Daedalus destruido ¡Tu cadáver flota alrededor de los restos pulverizados del Daedalus! ¡Has muerto! El Daedalus ha sido destruido y tú con él.
fr: Daedalus détruit Votre cadavre flotte parmi les débris du Daedalus pulvérisé ! Vous êtes mort ! Le Daedalus a été détruit et vous avec.

# killed_by_neron
source: killed_by_neron.name killed_by_neron.short_name killed_by_neron.category killed_by_neron.description
es: Asesinado por NERON ¡De camino al vacío infinito! ¡Has muerto! La tripulación ha sido totalmente contaminada por el Mush. Con el protocolo A-TRUE teniendo este vacío, NERON ha decidido deshacerte de ti. ¡Que tengas un buen viaje hacia el infinito!
fr: Assassinés par NERON En route vers le vide infini ! Vous êtes mort ! L'équipage a été totalement converti par le Mush. Le protocol A-TRUE étant ainsi caduque, NERON a décidé de se débarrasser de vous. Bon voyage vers l'infini !

# super_nova
source: super_nova.name super_nova.short_name super_nova.category super_nova.description
es: Supernova ¡Muerto por un desliz del administrador! ¡Has muerto! Has muerto durante un reinicio del universo.
fr: Super Nova Mort à cause d'un Administrateur Taquin Vous êtes mort ! TODO

# alien_abducted
source: alien_abducted.name alien_abducted.short_name alien_abducted.category alien_abducted.description
es: Secuestrado por una inteligencia superior Fuiste secuestrado por extraterrestres. ¡Has muerto! Vas a contribuir al avance científico de otra civilización. ¡Bien hecho!

# assassinated
source: assassinated.name assassinated.short_name assassinated.category assassinated.description
es: Asesinado ¡Asesinado por un compañero! ¡Has muerto! Parece que tenías enemigos abordo...
fr: Assassiné Assassiné par un équipier ! Vous êtes mort ! Apparemment vous aviez des ennemis à bord et pas des tendres…

# depression
source: depression.name depression.short_name depression.category depression.description
es: Depresión fatal Pusiste fin a tus días... ¡Has muerto! Ya no tienes la fuerza espiritual para continuar y te has entregado a la muerte.
fr: Dépression fatale Vous avez mis fin à vos jours... Vous êtes mort ! Vous n'aviez plus la force morale de continuer et avez embrassé avec fougue votre mort pour votre propre salut.

# asphyxia
source: asphyxia.name asphyxia.short_name asphyxia.category asphyxia.description
es: Sin oxígeno ¡Muerto en el Daedalus por falta de oxígeno! ¡Has muerto! Te sofocas por la falta de oxígeno. Es un proceso largo y doloroso, y frustrante también.
fr: Plus d'oxygène Mort sur le Daedalus par manque d'oxygène ! Vous êtes mort ! Il n'y a plus d'oxygène. Vous étouffez par manque d'oxygène. C'est long et douleureux et puis c'est frustrant aussi.

# abandoned
source: abandoned.name abandoned.short_name abandoned.category abandoned.description
es: Abandonado ¡Abandonado a tu suerte por el Daedalus! ¡Has muerto! El Daedalus se fue sin ti, ¿pero qué les has hecho?
fr: Abandonné Abandonné à votre pauvre sort par le Daedalus ! Vous êtes mort ! Le Daedalus est parti sans vous, mais que leur avez vous donc fait ?

# allergy
source: allergy.name allergy.short_name allergy.category allergy.description
es: Alergia Abrazo con un alérgeno ¡Has muerto! Ese maldito gato te lastimó otra vez, pero no de la forma habitual ni con la misma intensidad.

# self_extracted
source: self_extracted.name self_extracted.short_name self_extracted.category self_extracted.description
es: Autoextraído ¡Tus intestinos necesitaban un poco de aire fresco! ¡Has muerto! Has abusado del extractor de esporas un poco y has muerto...
fr: Auto-Extrait Vos tripes avaient besoin de prendre l'air ! Vous êtes mort ! Vous avez un tantinet abusé de l'auto-extracteur et vous en êtes mort…

# exploration
source: exploration.name exploration.short_name exploration.category exploration.description
es: Aventurero desafortunado ¡Muerto por un accidente en un planeta alienígena! ¡Has muerto! A veces la historia es sórdida, a veces es cruel, a veces es triste y a veces es gloriosa. El relato de tus aventuras puede o no ser parte de la historia... En cualquier caso, has fallecido, ¡es oficial!
fr: Aventurier malchanceux Tué par un accident dans un monde alien ! Vous êtes mort ! Parfois l'histoire est sordide, parfois elle est cruelle, parfois elle est triste. Et parfois glorieuse. Le récit de vos aventures fera peut être date ou pas… Quoiqu'il en soit vous avez trépassé, c'est officiel !

# exploration_combat
source: exploration_combat.name exploration_combat.short_name exploration_combat.category exploration_combat.description
es: Aventurero poco preparado para el combate ¡Pulverizado por un alien con mal humor! ¡Has muerto! ¡Ese era demasiado grande para ti!
fr: Aventurier pas assez combatif Pulvérisé par un alien mal réveillé ! Vous êtes mort ! Il était vraiment trop gros pour vous celui-là !

# exploration_lost
source: exploration_lost.name exploration_lost.short_name exploration_lost.category exploration_lost.description
es: Aventurero perdido ¡Tus compañeros te encontraron, pero algo más te encontró a ti primero! ¡Has muerto! Seamos sinceros. Te perdiste. Desafortunadamente, tus compañeros no hallaron la manera de encontrarte. Por lo que finalmente moriste, olvidado por todos.
fr: Aventurier perdu Vos co-équipiers avaient la flemme de venir vous chercher ! Vous êtes mort ! On ne va pas se mentir. Vous êtes perdu. Et malheureusement, vos coéquipier ne dispose d'aucun moyen pour vous retrouver. Donc en fait vous êtes mort, oublié de tous.

# electrocuted
source: electrocuted.name electrocuted.short_name electrocuted.category electrocuted.description
es: Electrocutado ¡Electrocutado por este pedazo de chatarra! ¡Has muerto! Una de las salas del Daedalus fue impactada por una gigantesca descarga eléctrica y moriste.
fr: Electrocuté Electrocuté par ce vieux tas de féraille ! Vous êtes mort ! Une des salles du Daedalus a été ravagée par une gigantesque décharge et vous en êtes mort.

# injury
source: injury.name injury.short_name injury.category injury.description
es: Heridas... ¡Herido de muerte! ¡Has muerto! Sucumbes ante tus heridas. Una verdadera liberación...
fr: Blessures... Blessé à mort ! Vous êtes mort ! Vous succombez à vos blessures. Une vraie délivrance…

# burnt
source: burnt.name burnt.short_name burnt.category burnt.description
es: Quemado ¡Calcinado por un incendio inoportuno! ¡Has muerto! Has muerto calcinado en un incendio. Los incendios son comunes dentro del Daedalus incluso aunque NERON haga el mayor esfuerzo por contenerlos.
fr: Brûlé Calciné par un incendie inopportun ! Vous êtes mort ! Vous êtes mort calciné, brûlé. Les incendies sont monnaies courante sur le Daedalus même si NERON fait de son mieux pour les contenir.

# clumsiness
source: clumsiness.name clumsiness.short_name clumsiness.category clumsiness.description
es: Muerto en circunstancias funestas Tan torpe que la cosa más simple acabó contigo ¡Has muerto! Lo que sea que hiciste, lo hiciste muy mal. Terriblemente mal. Tan mal que acabaste lastimándote y no un poco. Que pena.
fr: Circonstances funestes Tellement mal en point qu'un rien vous a achevé Vous êtes mort ! Quoi que vous ayez fait, vous l'avez mal fait. Très mal. Tellement mal que vous vous êtes fait mal. Et pas qu'un peu. Dommage.

# space_battle
source: space_battle.name space_battle.short_name space_battle.category space_battle.description
es: Combate espacial ¡Muerto dentro de un patrullero destruido! ¡Has muerto! Has perecido en el campo de batalla. Estuviste muy cerca, pero ese último hunter era muy hábil.
fr: Combat spatial Mort présent dans un appareil annihilé. Vous êtes mort ! Vous êtes tombé au champs d'honneur, il s'en est fallu de peu mais ce dernier Hunter était vraiment trop habile.

# space_asphyxiated
source: space_asphyxiated.name space_asphyxiated.short_name space_asphyxiated.category space_asphyxiated.description
es: En el espacio sin poder respirar... ¡Abandonado muerto en el espacio exterior! ¡Has muerto! Por alguna coincidencia desconocida, te hallaste en el espacio sin forma alguna de poder respirar. La próxima vez sal cubierto. Que pena.

# beheaded
source: beheaded.name beheaded.short_name beheaded.category beheaded.description
es: Decapitado ¡Decapitado por un cobarde! ¡Has muerto! A diferencia del jinete sin cabeza, tú no regresarás de la muerte. Tu asesino no falló.
fr: Décapité Décapité par un facheux ! Vous êtes mort ! Contrairement au cavalier sans tête, vous ne reviendrez pas d'entre les morts. Votre assassin ne vous a pas raté.

# starvation
source: starvation.name starvation.short_name starvation.category starvation.description
es: Hambre ¡Muerto de hambre! ¡Has muerto! No hay nada más que comer... o tal vez te olvidaste de satisfacer esta necesidad básica.
fr: Famine Mort de faim ! Vous êtes mort ! Il n'y a vraiment plus rien à manger… ou peut-être avez-vous oublié ce besoin élémentaire.

# quarantine
source: quarantine.name quarantine.short_name quarantine.category quarantine.description
es: Puesto en cuarentena por NERON Puesto en cuarentena por NERON ¡Has muerto! Has cometido una pena mayor dentro del juego y NERON ha decidido ponerte en cuarentena. No lo vuelvas a hacer.
fr: Mis en quarantaine par NERON Mis en quarantaine par NERON Vous êtes mort ! Vous avez commis un délit majeur dans le jeu et NERON a dû vous mettre en quarantaine, ne recommencez pas.

# black_bite
source: black_bite.name black_bite.short_name black_bite.category black_bite.description
es: Mordedura negra ¡Sucumbiste a una enfermedad alienígena! ¡Has muerto! Has sucumbido a la enfermedad Mordedura Negra
fr: Morsure Noire Succombé à une maladie extra-terrestre ! Vous êtes mort ! Vous succombez foudroyé par la Morsure Noire.

# metal_plate
source: metal_plate.name metal_plate.short_name metal_plate.category metal_plate.description
es: Impactado por una placa de metal ¡Otra víctima de esta chatarra voladora! ¡Has muerto! El Daedalus es un bote de basura volador... Tú sabías que no debiste haberte quedado parado debajo de esa placa de metal suelta...
fr: Plaque de métal Victime de cette vieille bicoque ! Vous êtes mort ! Le Daedalus est une poubelle volante…Vous saviez que vous n'auriez pas dû trainer sous cette plaque branlante…

# rocketed
source: rocketed.name rocketed.short_name rocketed.category rocketed.description
es: Impactado por un misil ¡Hecho papilla por un misil curioso! ¡Has muerto! No, no moriste ahogado comiendo una ensalada. Fuiste golpeado por un proyectil de alta velocidad. Lleno de explosivos y tecnología. En resumen, tus restos quedaron desperdigados por todos lados.
fr: Roquetté Eparpillé par un missile inquisiteur ! Vous êtes mort ! Non vous n'êtes pas mort étouffé par de la salade. Vous avez été heurté par un projectile à haut rapport énergie/ vélocité. Rempli d'explosif qui plus est. Et plein de technologie. En clair, vos restes sont éparpillés un peu partout.

# bled
source: bled.name bled.short_name bled.category bled.description
es: Desangrado ¡Has perdido toda tu sangre! ¡Has muerto! Has perdido toda tu sangre. Pereces con cansancio...
fr: Saigné Vidé de votre sang ! Vous êtes mort ! Vous avez perdu tout votre sang. Exténué de fatigue, vous vous éteignez…

# infection
source: infection.name infection.short_name infection.category infection.description
es: Septicemia ¡Sucumbiste a una infección generalizada! ¡Has muerto! Tu condición empeoró... por mucho. Así es como mueres por un shock séptico severo.
fr: Septicémie Succombé à une infection massive ! Vous êtes mort ! Votre état a beaucoup empiré… voire trop. C'est ainsi que vous mourrez d'un choc septique grave.

# mankarog
source: mankarog.name mankarog.short_name mankarog.category mankarog.description
es: Aventurero demasiado curioso ¡Muerto por un Mankarog molesto! ¡Has muerto! A veces la historia es sórdida, a veces es cruel, a veces es triste y a veces es gloriosa. El relato de tus aventuras puede o no ser parte de la historia... En cualquier caso, has fallecido, ¡es oficial!
fr: Aventurier malchanceux Tué par un accident dans un monde alien ! Vous êtes mort ! TODO

# no_infirmerie
source: no_infirmerie.name no_infirmerie.short_name no_infirmerie.category no_infirmerie.description
es: Enfermería no disponible ¡Muerto perdido en el espacio infinito! ¡Has muerto! La causa de tu muerte se perdió en el limbo del universo...
fr: Aucune infirmerie disponible Mort perdu dans l'espace infini ! Vous êtes mort ! La cause de votre mort a été perdue dans les limbes de l'Univers...

# suicide
source: suicide.name suicide.short_name suicide.category suicide.description
es: Suicidio ¡Suicidio con estilo! ¡Has muerto! ¡Tienes bugs que corregir en otro universo!
fr: Suicide Suicidé avec panache ! Vous êtes mort ! Vous aviez des bugs à corriger dans d'autres univers !

# patrol_ship_explosion
source: patrol_ship_explosion.name patrol_ship_explosion.short_name patrol_ship_explosion.category patrol_ship_explosion.description
es: Patrullero destruido ¡Una maniobra fallida! ¡Has muerto! Tu patrullero se pulverizó con el Daedalus. Mala suerte.

# alien_obducted
source: alien_obducted.name alien_obducted.short_name alien_obducted.category alien_obducted.description
fr: Enlevé par des races supérieures Vous avez été enlevé. Fin de l'aventure ! Vous allez contribuer aux progrès de la science d'une autre civililisation. Bravo !

# alergy
source: alergy.name alergy.short_name alergy.category alergy.description
fr: Allergie Calin avec un allergène Vous êtes mort ! TODO

# space_asphyxied
source: space_asphyxied.name space_asphyxied.short_name space_asphyxied.category space_asphyxied.description
fr: Dans l'espace sans pouvoir respirer Mort abandonné dans l'espace inter sidéral ! Vous êtes mort ! Par on ne sait quel hasard, vous vous êtes retrouvé dans l'espace sans moyen de respirer. La prochaine fois, sortez couvert. C'est ballot.
