Repository: cmnemoi/eMush
Catalog: Api/translations/*/equipments+intl-icu.*.xlf
Languages: es, fr

# antenna
source: antenna.name antenna.short_name antenna.plural_name antenna.gender antenna.first_letter antenna.examine
es: Antena Antena Antenas female vowel Mejora mucho el rendimiento del Centro de Comunicación.// Reduce en 1 el costo de las acciones de comunicación.// Lo último en comunicaciones, su potencia permite intercambiar mensajes con el otro lado de la galaxia.
fr: Antenne Antenne Antennes female vowel Améliore grandement le rendement du Centre de Communication. Diminue de 1 pa le coût des actions de communication. Le manuel stipule que l'antenne stellaire est le must have en terme de communication, avec sa bande passante de 24 Bauds, il vous permettra de communiquer à l'autre bout de l'univers sans effort.

# radar_trans_void_antenna
source: radar_trans_void_antenna.name radar_trans_void_antenna.short_name radar_trans_void_antenna.plural_name radar_trans_void_antenna.gender radar_trans_void_antenna.first_letter radar_trans_void_antenna.examine
es: Antena Antena Antenas female vowel Mejora enormemente el rendimiento del Centro de Comunicación.// Reduce en 1 el costo de las acciones de comunicación.// Lo último en comunicaciones, su potencia permite intercambiar mensajes con el otro lado de la galaxia.
fr: Antenne Antenne Antennes female vowel Améliore grandement le rendement du Centre de Communication. Diminue de 1 pa le coût des actions de communication. Le manuel stipule que l'antenne stellaire est le must have en terme de communication, avec sa bande passante de 24 Bauds, il vous permettra de communiquer à l'autre bout de l'univers sans effort.

# astro_terminal
source: astro_terminal.name astro_terminal.short_name astro_terminal.plural_name astro_terminal.gender astro_terminal.first_letter astro_terminal.examine
es: Terminal Astro Terminal Astro Terminales Astro male vowel Sirve para buscar planetas cercanos y escanearlos en busca de recursos. Escanea el espacio en busca de nuevos planetas. Sus datos están reservados a los navegantes para no afectar el ánimo de la tripulación.
fr: Terminal Astro Terminal Astro Terminaux Astro male consonant Permet de chercher des planètes dans les systèmes proches et de les sonder. Le terminal Astro permet de scanner l'espace proche à la recherche d'une planète à explorer. Les informations qui sont contenues dedans sont strictement réservées aux navigateurs dans le but de préserver le moral de l'équipage.

# auxiliary_terminal
source: auxiliary_terminal.name auxiliary_terminal.short_name auxiliary_terminal.plural_name auxiliary_terminal.gender auxiliary_terminal.first_letter auxiliary_terminal.examine
es: Núcleo de NERON Núcleo de NERON Núcleos de NERON male consonant Da acceso a los proyectos NERON. Modificar sus programas permite mejorar a NERON.
fr: Terminal Auxiliaire Terminal Auxiliaire Terminaux Auxiliaires male vowel <target/>

# bed
source: bed.name bed.short_name bed.plural_name bed.gender bed.first_letter bed.examine
es: Cama Cama Camas female consonant Dormir en la cama te permite generar :pa:. ¡Que tengas lindos sueños!
fr: Lit Lit Lits male consonant Le lit vous permet de dormir pour régénérer des :pa:. Faites de beaux rêves !

# medlab_bed
source: medlab_bed.name medlab_bed.short_name medlab_bed.plural_name medlab_bed.gender medlab_bed.first_letter medlab_bed.examine
es: Cama Médica Cama Médica Camas Médicas female consonant Dormir en la cama te permite generar :pa: y también hacerte una autocirugía. ¡Que tengas lindos sueños!
fr: Lit Lit Lits male consonant Le lit vous permet de dormir pour régénérer des :pa:. Faites de beaux rêves !

# bios_terminal
source: bios_terminal.name bios_terminal.short_name bios_terminal.plural_name bios_terminal.gender bios_terminal.first_letter bios_terminal.examine
es: Terminal BIOS Terminal BIOS Terminales BIOS male consonant Permite al Admin. de NERON cambiar ciertos comportamientos de la Inteligencia Artificial. Tras varias sesiones con psicoanalistas, se creó una interfaz a la que solo unos pocos privilegiados pueden acceder.
fr: Terminal BIOS Terminal BIOS Terminaux BIOS male consonant Permet à l' Admin. NERON de modifier certains comportements de l' IA de bord. Lors de la psychothérapie de NERON, l'interface de celui-ci à été ouverte pour qu'il soit plus malléable. L' interface basique d'entrée-sortie reste donc accessible pour une poignée d'élus.

# calculator
source: calculator.name calculator.short_name calculator.plural_name calculator.gender calculator.first_letter calculator.examine
es: Supercalculadora Supercalculadora Supercalculadoras female consonant Sirve para calcular cualquier cosa... Solo falta encontrar qué...// Permite calcular algo...
fr: Calculateur Calculateur Calculateurs male consonant Permet de calculer quelque chose... Reste à savoir quoi...

# coffee_machine
source: coffee_machine.name coffee_machine.short_name coffee_machine.plural_name coffee_machine.gender coffee_machine.first_letter coffee_machine.examine
es: Cafetera Cafetera Cafeteras female consonant Esta fantástica máquina produce un delicioso café colombiano a una velocidad inigualable. Por desgracia, consume más energía que una central nuclear. Sin el reactor PILGRED tendrás que conformarte con beber café cada 24 horas. Una mágica manera de sentirte mejor.
fr: Machine à café Machine à café Machines à café female consonant Cette fantastique machine a café produit un pur Arabica à une vitesse proche de la lumière. Malheureusement elle consomme autant d'énergie qu'une centrale nucléaire, et en l'absence du réacteur PILGRED il vous faudra vous contenter d'un café toutes les 24 heures. La machine a café est la meilleur ami de l'Homme. Après le chat.

# combustion_chamber
source: combustion_chamber.name combustion_chamber.short_name combustion_chamber.plural_name combustion_chamber.gender combustion_chamber.first_letter combustion_chamber.examine
es: Cámara de combustión Cámara de combustión Cámaras de combustión female consonant La cámara de combustión se encuentra en la sala de motores. Sirve para abastecer de combustible a los reactores durante el viaje. Reserva de combustible para un motor diésel. Una tecnología sublime con un fin muy particular. Los canales de transferencia de combustible ya no funcionan, el líquido debe ser trasladado desde las boquillas del depósito hasta la cámara de combustión. Los diseñadores bien podrían haberlo alimentado con carbón...
fr: Chambre de Combustion Chambre de Combustion Chambres de Combustion female consonant La chambre de combustion se trouve dans la Salle de Moteurs. Elle permet d'alimenter les réacteurs auxiliaires en Fuel pour voyager. Réserve de carburant destinée au moteur diesel. Une technologie sublime et un usage assez particulier. Les canaux de transfert de carburant ne fonctionnant plus, il faut transporter le mélange des buses des réservoirs jusqu'à la pré chambre de combustion. Les concepteurs auraient pu propulser la bête au charbon tant qu'ils y étaient...

# command_terminal
source: command_terminal.name command_terminal.short_name command_terminal.plural_name command_terminal.gender command_terminal.first_letter command_terminal.examine
es: Terminal de Comando Terminal de Comando Terminales de Comando male consonant El Terminal de Comando lo utiliza únicamente el comandante. Acceso prohibido. // Permite al Comandante mover el Daedalus. // El módulo de pilotaje cuenta con numerosas herramientas que facilitan la gestión diaria del Daedalus.
fr: Terminal de Commandement Terminal de Commandement Terminaux de Commandement male consonant Le module de commandement sert uniquement au Commandant. Accès Interdit. Permet au Commandant d'effectuer ses devoirs. Le module de pilotage possède plein d'outils facilitant la gestion quotidien du Daedalus.

# communication_center
source: communication_center.name communication_center.short_name communication_center.plural_name communication_center.gender communication_center.first_letter communication_center.examine
es: Centro de Comunicación Centro de Comunicación Centros de Comunicación male consonant Sirve para comunicarse con los sistemas planetarios lejanos. Reúne los datos de los diferentes radares y establece comunicaciones con unidades lejanas.
fr: Centre de Communication Centre de Communication Centres de Communication male consonant Le centre de communication permet de joindre les systèmes très éloignés. Le centre de communication ultra-moderne permet de rassembler les résultats d'analyse des senseurs et autres radars. Il permet également d'établir des communications longues distances.

# cryo_module
source: cryo_module.name cryo_module.short_name cryo_module.plural_name cryo_module.gender cryo_module.first_letter cryo_module.examine
es: Módulo Cryo© Módulo Cryo© Módulos Cryo© male consonant El Módulo Cryo® contiene los cuerpos de tus compañeros aún inanimados. El módulo de criogenización te contuvo durante tu largo sueño. Depende de ti no volver allí.
fr: Module Cryo® Module Cryo® Modules Cryo® male consonant Le Module Cryo® contient les corps de vos compagnons encore inanimés. Le module de cryogénisation vous contenait pendant votre long sommeil. Charge à vous de ne pas y retourner.

# door
source: door.name door.short_name door.plural_name door.gender door.first_letter door.examine
es: Puerta Puerta Puertas female consonant Las puertas del Daedalus son frágiles y tienen la mala costumbre de quedarse bloqueadas... En caso de avería, contactar con un técnico. Sea lo que sea de lo que estén hechas, sin importar su densidad o condición, una puerta siempre lleva hacia algún lado.
fr: Porte Porte Portes female consonant Les portes du Daedalus sont fragiles et ont la fâcheuse habitude de rester bloquées... En cas de panne, contacter un technicien. Quel que soit son matériau, sa densité, son état, une porte mène quelque part.

# dynarcade
source: dynarcade.name dynarcade.short_name dynarcade.plural_name dynarcade.gender dynarcade.first_letter dynarcade.examine
es: Dynarcade Dynarcade Dynarcades male consonant Una máquina de arcade armada para hacerte explotar el cerebro ¡Estupendo! Una auténtica réplica de la máquina de juegos DYN-X666 que provocó 63 muertos en Shanghai en 2117. ¡Pon Rage Storm Of Fury y Call Of Dirty a 240 cuadros por segundo! Use con precaución.
fr: Dynarcade Dynarcade Dynarcades female consonant Une borne de jeu d'arcade monté sur verrin hydraulique, le nec plus ultra de la fracture cranienne. Trop mortel ! La réplique authentique de la borde DYN-X666 qui n'a fait que 63 morts à Shanghai2000 en 2117. Fait tourner Rage Storm Of Fury et Call Of Dirty à 240 FPS !!!! À utiliser avec précaution.

# emergency_reactor
source: emergency_reactor.name emergency_reactor.short_name emergency_reactor.plural_name emergency_reactor.gender emergency_reactor.first_letter emergency_reactor.examine
es: Reactor de emergencia Reactor de emergencia Reactores de emergencia Male consonant Hace avanzar al Daedalus si falla el PILGRED.// Hay tecnologías que se resisten a morir. Cada reactor consume 2 unidades de combustible por viaje.
fr: Réacteur d'urgence Réacteur d'urgence Réacteurs d'urgence male consonant Il permet de faire avancer Daedalus en cas de défaillance du PILGRED. La fulgurante technologie Diesel a encore de beaux restes. Désormais c'est la seule façon pour Daedalus d'avancer. Chaque réacteur permet de brûler deux unités de fuel par voyage.

# fuel_tank
source: fuel_tank.name fuel_tank.short_name fuel_tank.plural_name fuel_tank.gender fuel_tank.first_letter fuel_tank.examine
es: Tanque de combustible Tanque de combustible Tanques de combustible male consonant Sirve para almacenar combustible y tiene un distribuidor. Reserva de combustible del Daedalus. Precaución: NO FUMAR.
fr: Réservoir de Fuel Réservoir de Fuel Réservoirs de Fuel male consonant Le réservoir de fuel sert à stocker le précieux carburant et est muni d'un distributeur. Réserve de fuel du Daedalus, manipuler avec précaution. NE PAS FUMER.

# gravity_simulator
source: gravity_simulator.name gravity_simulator.short_name gravity_simulator.plural_name gravity_simulator.gender gravity_simulator.first_letter gravity_simulator.examine
es: Simulador de gravedad Simulador de gravedad Simuladores de gravedad male consonant Muy importante para el desplazamiento de la tripulación en la nave. ¿Ya has intentado caminar sin pegar los pies al suelo?
fr: Simulateur de Gravité Simulateur de Gravité Simulateurs de Gravité male consonant Le simulateur permet d'obtenir de la gravité. Cela facilite les déplacements de tout l'équipage dans le vaisseau. *Et la lourdeur fut !*

# kitchen
source: kitchen.name kitchen.short_name kitchen.plural_name kitchen.gender kitchen.first_letter kitchen.examine
es: Cocina Cocina Cocinas female consonant Lugar reservado a un célebre bigotón con acento mexicano. Aquí las artes culinarias y marciales podrían encontrarse.
fr: Cuisine Cuisine Cuisines female consonant Domaine réservé d'un célèbre moustachu. Sert aussi à faire la popote. Poste de cuisine d'élite inter-galactique, certaines compétences en arts martiaux peuvent être nécessaires.

# reactor_lateral
source: reactor_lateral.name reactor_lateral.short_name reactor_lateral.plural_name reactor_lateral.gender reactor_lateral.first_letter reactor_lateral.examine
es: Reactor lateral Reactor lateral Reactores laterales male consonant Ubicado en la sala de motores, este reactor permite el funcionamiento del Daedalus. // Además sirve para hacer barbacoas.
fr: Réacteur Latéral Réacteur Latéral Réacteurs Latéraux male consonant Placé dans la Salle de Moteurs, le réacteur latéral permet de faire tourner le Daedalus. // Permettent de faire tourner cette bonne vieille carne.

# reactor_lateral_alpha
source: reactor_lateral_alpha.name reactor_lateral_alpha.short_name reactor_lateral_alpha.plural_name reactor_lateral_alpha.gender reactor_lateral_alpha.first_letter reactor_lateral_alpha.examine
es: Reactor Lateral Alpha Reactor Lateral Reactores Laterales male consonant Localizado en la Sala de Motores, el reactor lateral permite girar al Daedalus en sentido antihorario ("hacia la izquierda"). // También sirve para hacer barbacoas.
fr: Réacteur Latéral Réacteur Latéral Réacteurs Latéraux male consonant Placé dans la Salle de Moteurs, le réacteur latéral permet de faire tourner le Daedalus dans le sens antihoraire. // Permet de faire tourner cette bonne vieille carne vers la gauche.

# reactor_lateral_bravo
source: reactor_lateral_bravo.name reactor_lateral_bravo.short_name reactor_lateral_bravo.plural_name reactor_lateral_bravo.gender reactor_lateral_bravo.first_letter reactor_lateral_bravo.examine
es: Reactor Lateral Beta Reactor Lateral Reactores Laterales male consonant Localizado en la Sala de Motores, el reactor lateral permite girar el Daedalus en sentido horario ("hacia la derecha"). // También sirve para hacer barbacoas.
fr: Réacteur Latéral Beta Réacteur Latéral Réacteurs Latéraux male consonant Placé dans la Salle de Moteurs, le réacteur latéral permet de faire tourner le Daedalus dans le sens horaire. // Permet de faire tourner cette bonne vieille carne vers la droite.

# mycoscan
source: mycoscan.name mycoscan.short_name mycoscan.plural_name mycoscan.gender mycoscan.first_letter mycoscan.examine
es: Mycoscan Mycoscan Mycoscanes male consonant Permite encontrar rastros de esporas de Mush en organismos. Prototipo de detector de rastros de Mush, desarrollado originalmente por Finola y luego perfeccionado durante el proyecto de Magallanes.
fr: Mycoscan Mycoscan Mycoscans male consonant Permet de trouver les traces de spore Mush dans les organismes. Prototype de détecteur de traces de Mush, originalement élaboré par Finola puis perfectionné dans le cadre du projet Magellan.

# narcotic_distiller
source: narcotic_distiller.name narcotic_distiller.short_name narcotic_distiller.plural_name narcotic_distiller.gender narcotic_distiller.first_letter narcotic_distiller.examine
es: Dispensador de fármacos Dispensador de fármacos Dispensadores de fármacos male consonant Sirve para fabricar medicamentos. Lo malo es que no es muy fiable. Distribuidor de alegría creado por el doctor Albus Haxley.
fr: Distilateur de Stupéfiants Distilateur de Stupéfiants Distilateurs de Stupéfiants male consonant Le distilleur permet de fabriquer des médicaments. Hélas son comportement erratique le rend peu fiable. Distributeur de bonheur agrée par le professeur Albus Haxley.

# neron_core
source: neron_core.name neron_core.short_name neron_core.plural_name neron_core.gender neron_core.first_letter neron_core.examine
es: Núcleo de NERON Núcleo de NERON Núcleos de NERON male consonant Da acceso a los proyectos NERON. Modificar sus programas permite mejorar a NERON.
fr: Cœur de NERON Cœur de NERON Cœurs de NERON male consonant Le cœur de NERON donne accès aux projets NERON. Le cœur de NERON permet de modifier ses programmes pour l'améliorer.

# oxygen_tank
source: oxygen_tank.name oxygen_tank.short_name oxygen_tank.plural_name oxygen_tank.gender oxygen_tank.first_letter oxygen_tank.examine
es: Tanque de oxígeno Tanque de oxígeno Tanques de oxígeno male consonant Almacena el oxígeno necesario para tu respiración. Reserva de oxígeno del Daedalus, manipular con precaución. NO VACIARLO.
fr: Réservoir d'Oxygène Réservoir d'Oxygène Réservoirs d'Oxygène male consonant Le réservoir d'oxygène stocke l'oxygène nécessaire à votre respiration. Réserve d'oxygène du Daedalus, manipuler avec précaution. NE PAS VIDER à mauvais escient.

# pasiphae
source: pasiphae.name pasiphae.short_name pasiphae.plural_name pasiphae.gender pasiphae.first_letter pasiphae.examine
es: Pasiphae Pasiphae Pasiphaes male consonant Pasiphae // Con cómodos asientos de cuero y 5 velocidades. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Pasiphae Pasiphae Pasiphae male consonant Pasiphae // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# patrol_ship_alpha_2_wallis
source: patrol_ship_alpha_2_wallis.name patrol_ship_alpha_2_wallis.short_name patrol_ship_alpha_2_wallis.plural_name patrol_ship_alpha_2_wallis.gender patrol_ship_alpha_2_wallis.first_letter patrol_ship_alpha_2_wallis.examine
es: Patrullero Espacial Wallis Patrullero Patrulleros male consonant Patrullero Espacial Wallis // Con cómodos asientos de cuero y 5 velocidades. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Wallis Patrouilleur Patrouilleurs male consonant Patrouilleur Wallis // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# patrol_ship_bravo_epicure
source: patrol_ship_bravo_epicure.name patrol_ship_bravo_epicure.short_name patrol_ship_bravo_epicure.plural_name patrol_ship_bravo_epicure.gender patrol_ship_bravo_epicure.first_letter patrol_ship_bravo_epicure.examine
es: Patrullero Espacial Epicuro Patrullero Patrulleros male consonant Patrullero Espacial Epicuro // Con cómodos asientos de cuero y 5 velocidades. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Epicure Patrouilleur Patrouilleurs male consonant Patrouilleur Epicure // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# patrol_ship_alpha_jujube
source: patrol_ship_alpha_jujube.name patrol_ship_alpha_jujube.short_name patrol_ship_alpha_jujube.plural_name patrol_ship_alpha_jujube.gender patrol_ship_alpha_jujube.first_letter patrol_ship_alpha_jujube.examine
es: Patrullero Espacial Jujube Patrullero Patrulleros male consonant Patrullero Espacial Jujube // Con cómodos asientos de cuero y 5 velocidades. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Jujube Patrouilleur Patrouilleurs male consonant Patrouilleur Jujube // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# patrol_ship_alpha_longane
source: patrol_ship_alpha_longane.name patrol_ship_alpha_longane.short_name patrol_ship_alpha_longane.plural_name patrol_ship_alpha_longane.gender patrol_ship_alpha_longane.first_letter patrol_ship_alpha_longane.examine
es: Patrullero Espacial Longane Patrullero Patrulleros male consonant Patrullero Espacial Longane // Con cómodos asientos de cuero y 5 velocidades. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Longane Patrouilleur Patrouilleurs male consonant Patrouilleur Longane // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# patrol_ship_beta_planton
source: patrol_ship_bravo_planton.name patrol_ship_bravo_planton.short_name patrol_ship_bravo_planton.plural_name patrol_ship_bravo_planton.gender patrol_ship_bravo_planton.first_letter patrol_ship_bravo_planton.examine
es: Patrullero Espacial Platón Patrullero Patrulleros male consonant Patrullero Espacial Platón // Con cómodos asientos de cuero y 5 velocidades. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Platon Patrouilleur Patrouilleurs male consonant Patrouilleur Platon // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# patrol_ship_beta_socrate
source: patrol_ship_bravo_socrate.name patrol_ship_bravo_socrate.short_name patrol_ship_bravo_socrate.plural_name patrol_ship_bravo_socrate.gender patrol_ship_bravo_socrate.first_letter patrol_ship_bravo_socrate.examine
es: Patrullero Espacial Sócrates Patrullero Patrulleros male consonant Patrullero Espacial Sócrates // Con cómodos asientos de cuero y 5 velocidades. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Socrate Patrouilleur Patrouilleurs male consonant Patrouilleur Socrate // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# patrol_ship_alpha_tamarin
source: patrol_ship_alpha_tamarin.name patrol_ship_alpha_tamarin.short_name patrol_ship_alpha_tamarin.plural_name patrol_ship_alpha_tamarin.gender patrol_ship_alpha_tamarin.first_letter patrol_ship_alpha_tamarin.examine
es: Patrullero Espacial Tamarindo Patrullero Patrulleros male consonant Patrullero Espacial Tamarindo // Con cómodos asientos de cuero y 5 velocidades. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur Tamarin Patrouilleur Patrouilleurs male consonant Patrouilleur Tamarin // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

# pilgred
source: pilgred.name pilgred.short_name pilgred.plural_name pilgred.gender pilgred.first_letter pilgred.examine
es: PILGRED PILGRED PILGREDS male consonant El reactor PILGRED es el único artefacto conocido que permite viajar más rápido que la luz. Su reparación puede ayudar al Daedalus a volver al Sistema Solar. Rompe los límites del tiempo y el espacio con toda seguridad.
fr: Pilgred Pilgred Réacteurs PILGRED male consonant Le réacteur PILGRED. La seule façon de voyager plus vite que la lumière connue au moment du départ du Daedalus. Sa remise en état vous permettra peut-être de retourner sur Sol. Déchirez votre espace-temps en toute sécurité.
