Repository: cmnemoi/eMush
Catalog: Api/translations/*/equipments+intl-icu.*.xlf
Languages: es, fr

# planet_scanner
source: planet_scanner.name planet_scanner.short_name planet_scanner.plural_name planet_scanner.gender planet_scanner.first_letter planet_scanner.examine
es: Escáner de planetas Escáner de planetas Escáneres de planetas male consonant Mejora mucho el rendimiento del Terminal Astro.// +30% de probabilidades de encontrar un planeta.// Para los nostálgicos, empieza cada escaneo con el sonido característico de los antiguos módems de Internet.
fr: Scanner de Planète Scanner de Planète Scanners de Planète male consonant Améliore grandement le rendement du Terminal Astro. +30% de chance de trouver une planète. Il émet de la musique quand vous le démarrez. Ces ingénieurs sont décidément excentriques... Qui eût cru que Verdi aurait pu inspirer un tel calculateur...

# quantum_sensors_planet_scanner
source: quantum_sensors_planet_scanner.name quantum_sensors_planet_scanner.short_name quantum_sensors_planet_scanner.plural_name quantum_sensors_planet_scanner.gender quantum_sensors_planet_scanner.first_letter quantum_sensors_planet_scanner.examine
es: Escáner de Planetas Escáner de Planetas Escáneres de Planetas male vowel Mejora enormemente el rendimiento del Terminal Astro. // +30% de probabilidad de encontrar un planeta. // Una música suena cuando lo enciendes. Los ingenieros responsables de este objeto eran muy excéntricos... Quién pensaría que Verdi podría haber inspirado esta calculadora...

# research_laboratory
source: research_laboratory.name research_laboratory.short_name research_laboratory.plural_name research_laboratory.gender research_laboratory.first_letter research_laboratory.examine
es: Laboratorio de investigación Laboratorio de investigación Laboratorios de investigación male consonant Reúne las investigaciones científicas más destacadas sobre el Mush.// Laboratorio ultramoderno. La ciencia también es un arma.
fr: Laboratoire de Recherche Laboratoire de Recherche Laboratoires de Recherche male consonant Le laboratoire permet de rassembler les recherches les plus pointues sur le Mush. // Un laboratoire super ultra moderne avec de vrais ordinateurs à lampe fluo compacte et des cartes perforées haute densité.

# shower
source: shower.name shower.short_name shower.plural_name shower.gender shower.first_letter shower.examine
es: Ducha Ducha Duchas female consonant La higiene ayuda a permanecer sano. Mente limpia en cuerpo limpio.
fr: Douche Douche Douches female consonant L’hygiène aide à rester sain. Dans l'espace tout peut arriver, parfois pour se laver de toutes les péripéties, une bonne douche et c'est reparti.

# swedish_sofa
source: swedish_sofa.name swedish_sofa.short_name swedish_sofa.plural_name swedish_sofa.gender swedish_sofa.first_letter swedish_sofa.description swedish_sofa.examine
es: Sofá Sueco Sofá Sofás male consonant Un magnífico sofá de cuero genuino, cosido a mano. Diseñado en Suecia pero hecho en un planeta de esclavos. Un magnífico sofá de cuero genuino, cosido a mano. Diseñado en Suecia pero hecho en un planeta de esclavos.// Lo único que te hacer sentir como en casa...

# surgery_plot
source: surgery_plot.name surgery_plot.short_name surgery_plot.plural_name surgery_plot.gender surgery_plot.first_letter surgery_plot.examine
es: Terminal médico Terminal médico Terminales médicos male consonant Contiene todos los instrumentos necesarios para una curación eficaz. Es bueno saber dónde se encuentra en caso de urgencias.
fr: Plot Chirurgical Plot Chirurgical Plots Chirurgicaux male consonant Ce plot comprend tous les instruments. Automate nécessaire à des soins efficaces. En cas de coups durs vous devriez toujours savoir où il se trouve.

# thalasso
source: thalasso.name thalasso.short_name thalasso.plural_name thalasso.gender thalasso.first_letter thalasso.examine
es: Baño turco Baño turco Baños turcos male consonant La higiene ayuda a permanecer sano. Mente limpia en cuerpo limpio.
fr: Thalasso Thalasso Thalassos female consonant L’hygiène aide à rester sain. Dans l'espace tout peut arriver, parfois pour se laver de toutes les péripéties, une bonne douche et c'est reparti.

# turret_command
source: turret_command.name turret_command.short_name turret_command.plural_name turret_command.gender turret_command.first_letter turret_command.examine
es: Puesto de tiro Puesto de tiro Puestos de tiro male consonant O nos defendemos de los Hunters o estallamos en mil pedazos, ¿qué prefieres? Cañones Bidulotron 3000. Un arma eficaz contra los Hunters.
fr: Poste de Tir Poste de Tir Postes de Tir male consonant La défense contre les Hunters est une priorité Camarade. Poste de tir de la tourelle Bidulotron 3000. En pointe de la technologie, ses boucliers de verres et son teslatron en font une arme redoutable contre les Hunters.

# icarus
source: icarus.name icarus.short_name icarus.plural_name icarus.gender icarus.first_letter icarus.examine
es: Icarus Icarus Icarus male vowel Sirve para llevar a los exploradores hacia nuevas aventuras. La nave de exploración por excelencia... hace muuuuchos siglos.
fr: Icarus Icarus Icari male vowel Permet de mener l'Icarus vers de nouvelles aventures. L'Icarus était un vaisseau d'exploration d'élite... il y a quelques centaines d'années.

# jukebox
source: jukebox.name jukebox.short_name jukebox.plural_name jukebox.gender jukebox.first_letter jukebox.examine
es: Rockola Rockola Rockolas female consonant Permite une pequeña sesión de regresión cuando lo necesites. La rockola de esos años maravillosos. ¡Y tiene las canciones favoritas de la tripulación!
fr: Jukebox Jukebox Jukeboxes male consonant Le jukebox permet de se faire une bonne petite séance de regression de temps à autre. Le jukebox des années folles par excellence. Et en plus chargé avec les tubes préféré de l'équipage !

# camera_equipment
source: camera_equipment.name camera_equipment.short_name camera_equipment.plural_name camera_equipment.gender camera_equipment.first_letter camera_equipment.examine
es: Cámara Cámara Cámaras female consonant Es un dispositivo de vigilancia muy útil para ~~espiar~~ ver lo que hacen tus compañeros. En su presencia, las acciones **discretas** y **furtivas** efectuadas son reveladas. Cuando hay una instalada en una sala, todo se registra en el historial y aparece públicamente. No funciona cuando está en tu inventario personal.
fr: Caméra Caméra Caméras female consonant La caméra est un outils de surveillance bien pratique pour --espionner-- surveiller votre prochain. En sa présence, les actions **discrètes** et **furtives** effectuées sont révélées. Lorsqu'une salle possède une caméra, tous les logs sont sauvegardés dans l'historique et apparaissent publiquement. La caméra repère également les actions discrètes et furtives effectuées. Elle ne fonctionne pas si elle est placée dans votre inventaire personnel.

source: patrol_ship.examine
es: Centraliza los comandos del Patrullero. // Puesto de pilotaje del Patrullero. // Cargas del aparato: {charges}. // Blindaje del aparato: {armor}. // No es tan nuevo pero cumple su función.
fr: Patrouilleur // Charges de l'appareil : {charges}. // Armure de l'appareil : {armor}. // Il n'est plus tout jeune mais il fera l'affaire.

source: patrol_ship.name
es: Patrullero
fr: Patrouilleur

source: patrol_ship.short_name
es: Patrullero
fr: Patrouilleur

source: patrol_ship.plural_name
es: Patrulleros
fr: Patrouilleurs

source: patrol_ship.gender
es: male
fr: male

source: patrol_ship.first_letter
es: consonant
fr: consonant

# tabulatrix
source: tabulatrix.name tabulatrix.short_name tabulatrix.plural_name tabulatrix.gender tabulatrix.first_letter tabulatrix.description tabulatrix.examine
es: Tabuladora Tabuladora Tabuladoras female consonant La tabuladora permite a NERON entregarte documentos escritos. La tabuladora permite a NERON de proporcionarte documentos escritos. // Una máquina casi autónoma, sacada directamente de la mente de los más grandes escritores de ciencia ficción, que puede imprimir símbolos en papel cuando se insertan tarjetas perforadas. Ciertas señales cifradas solo pueden decodificarse utilizando esta máquina prehistórica.
fr: Tabulatrice Tabulatrice Tabulatrices female consonant La tabulatrice permet à NERON de vous fournir des documents écrits. La tabulatrice permet à NERON de vous fournir des documents écrits. // Tout droit sortie des plus grandes imaginations de la science fiction, une machine qui imprime des symboles sur du papier toute seule avec seulement des cartes perforées en entrée. Certains signaux cryptés ne peuvent être décodés qu'au moyen de cet engin préhistorique.

# swedish_sofa
source: .name swedish_sofa.short_name swedish_sofa.plural_name swedish_sofa.gender swedish_sofa.first_letter swedish_sofa.examine
fr: Sofa suédois Sofa suédois Sofas suédois male consonant Un superbe sofa en cuir de Nubuk véritable, cousu main. Conçu en Suède mais fabriqué sur Encelade pour pas cher. Qui eu crû que quelques coussins et une structure de contre-plaqué puissent autant détendre...
