Repository: cmnemoi/eMush
Catalog: Api/translations/*/event_log+intl-icu.*.*.xlf
Languages: es, fr, it

# lost_item_in_exploration
source: {target_equipment_first_letter, select, consonant {**{character}** lost a **{target_equipment}**.} vowel {**{character}** lost an **{target_equipment}**.} other {**{character}** lost a **{target_equipment}**.} }
es: {target_equipment_gender, select, female {**{character}** ha perdido una **{target_equipment}**.} other {**{character}** ha perdido un **{target_equipment}**.} }
fr: {target_equipment_gender, select, male {**{character}** a perdu un **{target_equipment}**.} female {**{character}** a perdu une **{target_equipment}**.} other {**{character}** a perdu un **{target_equipment}**.} }
it: lost_item_in_exploration

# lost_in_exploration
source: You have not been repatriated... Or you've been forgotten...
es: No viniste con nosotros... O te hemos olvidado...
fr: {character_gender, select, male {Vous n'avez pas été rapatrié... Ou on vous a oublié...} female {Vous n'avez pas été rapatriée... Ou on vous a oublié...} other {Vous n'avez pas été rapatrié... Ou on vous a oublié...} }
it: lost_in_exploration

# lost_on_planet
source: You feel lonely and abandoned... Is no one thinking of you up there?
es: {target_character_gender, select, female {Te sientes sola y abandonada...} other {Te sientes solo y abandonado...} } ¿Acaso nadie piensa en ti allá arriba?
fr: {target_character_gender, select, male {Vous vous sentez seul et abandonné... Personne ne pense donc à vous là-haut ?} female {Vous vous sentez seule et abandonnée... Personne ne pense donc à vous là-haut ?} other {Vous vous sentez seul et abandonné... Personne ne pense donc à vous là-haut ?} }
it: lost_on_planet

# logistic_log
source: The **Logistics** skills of **{character}** has borne fruit...
es: La habilidad **Logística** de **{character}** ha dado sus frutos...
fr: La compétence **Logistique** de **{character}** a porté ses fruits...
it: logistic_log

# drone
source: **Robo {drone_nickname, select, 1 {Betty} 2 {Charlotte} 3 {Dalek} 4 {Dave} 5 {Doc} 6 {Doudou} 7 {Douglams} 8 {Einstein} 9 {Fido} 10 {Fito} 11 {Groo} 12 {Isaac} 13 {Loulou} 14 {Médor} 15 {Nabuk} 16 {Papitou} 17 {Poutou} 18 {Rex} 19 {Robbie} 20 {Robert} 21 {Selry} 22 {Steve} 23 {Terminus} 24 {Troll} 25 {Vortex} 26 {Wheatley} other {Wheatley}} #{drone_serial_number}**
es: **Robo {drone_nickname, select, 1 {Macho} 2 {King} 3 {Rey} 4 {Papo} 5 {Eco} 6 {Artur} 7 {Yayo} 8 {Rex} 9 {Herto} 10 {Arturito} 11 {Tino} 12 {Blitz} 13 {Crank} 14 {Tina} 15 {Ershin} 16 {Bobo} 17 {Jack} 18 {Rex} 19 {Robbie} 20 {Robert} 21 {Selry} 22 {Steve} 23 {Terminus} 24 {Troll} 25 {Vortex} 26 {Wheatley} 666 {Saki} other {Goku} } #{drone_serial_number}**
it: drone

# drone_entered_room
source: {drone} entered the room.
es: {drone} ha entrado.
fr: {drone} est entré.
it: drone_entered_room

# drone_exit_room
source: {drone} left the room.
es: {drone} ha salido.
fr: {drone} est sorti.
it: drone_exited_room

# drone_repaired_equipment
source: {version, select, 1 {Congratulations {drone}. The **{target_equipment}** works again.} other {The **{target_equipment}** is working again, thanks to {drone}.} }
es: {version, select, 1 {{target_equipment_gender, select, female {La} other {El}} **{target_equipment}** funciona de nuevo. Gracias, {drone}.} 2 {{drone} ha terminado por fin de reparar {target_equipment_gender, select, female {la maldita} other {el maldito}} **{target_equipment}**.} 3 {{drone} ha dejado {target_equipment_gender, select, female {la **{target_equipment}** como nueva} other {el **{target_equipment}** como nuevo}}.} 4 {Esta vez {drone} pudo reparar {target_equipment_gender, select, female {la} other {el}} **{target_equipment}**, ¡y funciona!} 5 {{drone} es un genio. {target_equipment_gender, select, female {La} other {El}} **{target_equipment}** quedó de mil maravillas.} 6 {Agradecemos a {drone} por haber reparado {target_equipment_gender, select, female {la} other {el}} **{target_equipment}**.} 7 {{drone} logró reparar {target_equipment_gender, select, female {la} other {el}} **{target_equipment}**. Estupendo.} other {{drone} logró reparar {target_equipment_gender, select, female {la} other {el}} **{target_equipment}**. Estupendo.}}
fr: {version, select, 1 {{target_equipment_first_letter, select, vowel {La dernière tentative de {drone} pour réparer l'**{target_equipment}** s'est avérée fructueuse.} other {{target_equipment_gender, select, male {La dernière tentative de {drone} pour réparer le **{target_equipment}** s'est avérée fructueuse.} female {La dernière tentative de {drone} pour réparer la **{target_equipment}** s'est avérée fructueuse.} other {invalid gender input} }} }} 2 {{target_equipment_first_letter, select, vowel {Félicitations {drone}. L'**{target_equipment}** fonctionne à nouveau.} other {{target_equipment_gender, select, male {Félicitations {drone}. Le **{target_equipment}** fonctionne à nouveau.} female {Félicitations {drone}. La **{target_equipment}** fonctionne à nouveau.} other {invalid gender input} }} }} 3 {{target_equipment_first_letter, select, vowel {{target_equipment_gender, select, male {L'**{target_equipment}** est à nouveau fonctionnel, merci {drone}.} female {L'**{target_equipment}** est à nouveau fonctionnelle, merci {drone}.} other {invalid gender input} }} other {{target_equipment_gender, select, male {Le **{target_equipment}** est à nouveau fonctionnel, merci {drone}.} female {La **{target_equipment}** est à nouveau fonctionnelle, merci {drone}.} other {invalid gender input} }} }} 4 {{target_equipment_gender, select, male {{drone} a enfin réussi les réparations sur ce maudit **{target_equipment}**.} female {{drone} a enfin réussi les réparations sur cette maudite **{target_equipment}**.} other {invalid gender input} }} 5 {{target_equipment_first_letter, select, vowel {{drone} a enfin remis l'**{target_equipment}** à neuf.} other {{target_equipment_gender, select, male {{drone} a enfin remis le **{target_equipment}** à neuf.} female {{drone} a enfin remis la **{target_equipment}** à neuf.} other {invalid gender input} }} }} 6 {{target_equipment_first_letter, select, vowel {{target_equipment_gender, select, male {{drone} peut se féliciter. L'**{target_equipment}** est réparé.} female {{drone} peut se féliciter. L'**{target_equipment}** est réparée.} other {invalid gender input} }} other {{target_equipment_gender, select, male {{drone} peut se féliciter. Le **{target_equipment}** est réparé.} female {{drone} peut se féliciter. La **{target_equipment}** est réparée.} other {invalid gender input} }} }} 7 {{target_equipment_first_letter, select, vowel {{drone} s'est finalement motivé et a réparé l'**{target_equipment}**. Bravo.} other {{drone} s'est finalement motivé et a réparé le **{target_equipment}**. Bravo.} }} other {invalid version input} }
it: drone_repaired_equipment

# fruit_transported
source: A **{target_equipment}** has been transported.
es: {target_equipment_gender, select, female {Una **{target_equipment}** ha sido transportada} other {Un **{target_equipment}** ha sido transportado} }.
fr: {target_equipment_gender, select, male {Un **{target_equipment}** a été transporté.} female {Une **{target_equipment}** a été transportée.} other {Un **{target_equipment}** a été transporté.} }
it: fruit_transported

# jukebox_played
source: During this cycle, you can listen to the famous {player, select, andie {**Audacity**} chao {**A Weekend In Blood**} chun {**Dutch Dawn**} derek {**Die Die My Lightning**} eleesha {**Take The Truth**} finola {**Return Of The Haze**} gioele {**Unleash The Party**} hua {**The Next Adventure**} ian {**Night Flowers**} janice {**Take The Time For Blossoms**} jin_su {**4th Symphony in Ut Major**} kuan_ti {**Star Walker : Infinite And Beyond OST**} paola {**Bad Requiem**} raluca {**Touching And Fading**} roland {**Victory Tab**} stephen {**To Whom The Rockets Tolls**} terrence {**Stoner And Sweeter**} other {**Al's Ballad**} } played by {player, select, andie {**ShipSalt**} chao {**Steel Panzer Society**} chun {**Faded Happiness**} derek {**MetalliCorn**} eleesha {**Neil Washed**} finola {**Sweet Symphonies**} gioele {**Tree Pot**} hua {**Rustic Vines**} ian {**Rob Vivan**} janice {**Janice Popet**} jin_su {**Mozoven**} kuan_ti {**Jon Roger**} paola {**The Stoojazz**} raluca {**VOSTeX**} roland {**Hugh Schafting**} stephen {**Mario Leone**} terrence {**Old Crooks**} other {**Massive Expenditure**} } !!!
es: En este ciclo, se puede escuchar la famosa canción {player, select, andie {**Audacity**} chao {**A Weekend In Blood**} chun {**Dutch Dawn**} derek {**Die Die My Lightning**} eleesha {**Take The Truth**} finola {**Return Of The Haze**} gioele {**Unleash The Party**} hua {**The Next Adventure**} ian {**Night Flowers**} janice {**Take The Time For Blossoms**} jin_su {**4ème symphonie en Ut majeur**} kuan_ti {**Star Walker : Infinite And Beyond OST**} paola {**Bad Requiem**} raluca {**Touching And Fading**} roland {**Victory Tab**} stephen {**To Whom The Rockets Tolls**} terrence {**Stoner And Sweeter**} other {**Al's Ballad**} } interpretada por {player, select, andie {**ShipSalt**} chao {**Steel Panzer Society**} chun {**Faded Happiness**} derek {**MetalliCorn**} eleesha {**Neil Washed**} finola {**Sweet Symphonies**} gioele {**Tree Pot**} hua {**Rustic Vines**} ian {**Rob Vivan**} janice {**Janice Popet**} jin_su {**Mozoven**} kuan_ti {**Jon Roger**} paola {**The Stoojazz**} raluca {**VOSTeX**} roland {**Hugh Schafting**} stephen {**Mario Leone**} terrence {**Old Crooks**} other {**Massive Expenditure**} } !!!
fr: Durant ce cycle, vous pouvez écouter le célèbre {player, select, andie {**That's the way it is**} chao {**Unleash The Party**} chun {**Star Walker : Infinite And Beyond OST**} derek {**She has the sniper eyes**} eleesha {**To Whom The Rockets Tolls**} finola {**Night Flowers**} gioele {**Die Die My Lightning**} hua {**Mon Clavier Pleure**} ian {**Take The Truth**} janice {**Dutch Dawn**} jin_su {**Bad Requiem**} kuan_ti {**Touching And Fading**} paola {**Audacity**} raluca {**Stoner And Sweeter**} roland {**A Weekend In Blood**} stephen {**Return Of The Haze**} terrence {**4ème symphonie en Ut majeur**} other {**Al's Ballad**} } interprété par {player, select, andie {**Rita Risotto**} chao {**Tree Pot**} chun {**Jon Roger**} derek {**Patrick Lavande**} eleesha {**Mario Leone**} finola {**Rob Vivan**} gioele {**MetalliCorn**} hua {**Claude Chevalier**} ian {**Neil Washed**} janice {**Faded Happiness**} jin_su {**The Stoojazz**} kuan_ti {**VOSTeX**} paola {**ShipSalt**} raluca {**Old Crooks**} roland {**Steel Panzer Society**} stephen {**Sweet Symphonies**} terrence {**Mozoven**} other {**Massive Expenditure**} } !!!
it: jukebox_played

# player_fall_asleep
source: {character_gender, select, male {**{character}** is sleeping peacefully in the corner of the room. He's so cute when he drools...} female {**{character}** is sleeping peacefully in the corner of the room. She's so cute when strings of drool hang from her chin.} other {**{character}** is sleeping peacefully in the corner of the room. He's so cute when he drools...} }
es: **{character}** duerme como un bebé en un rincón, pero ronca como un león...
fr: {character_gender, select, male {**{character}** s'endort doucement dans un coin de la pièce. Il est si mignon avec son petit filet de bave.} female {**{character}** s'endort doucement dans un coin de la pièce. Le ronflement assourdissant enlève tout charme à la scène.} other {**{character}** s'endort doucement dans un coin de la pièce. Il est si mignon avec son petit filet de bave.} }
it: player_fall_asleep

# player_wake_up
source: **{character}** was sleeping but seems to have been rudely awakened...
es: **{character}** despierta lentamente de su sueño...
fr: **{character}** semble émerger péniblement de son sommeil...
it: player_wake_up

# creative_worked
source: Your **Creative** skill of has borne fruit...
es: Tu habilidad **{target_character_gender, select, female {Creativa} other {Creativo}}** ha dado sus frutos...
fr: Votre compétence **Créatif** a porté ses fruits...
it: creative_worked

# confident_actions
source: {quantity, select, 0 {{character_gender, select, female {**{character}** tells you about her latest cycles with fervor and passion. Not much to report, but she seems to be feeling better...} other {**{character}** tells you all about his latest cycles with fervor and passion. Not much to take from it, but he seems to be feeling better...}}} 1 {**{character}** tells you about their latest adventures, and even if it doesn't sound like it, you can still learn something... Their last action is {lastAction}.} other {**{character}** tells you about the latest adventures and even if it doesn't look like it, you can always learn something... Their last actions are {actions} and {lastAction}.} }
es: {quantity, select, 0 {**{character}** te cuenta sus últimos ciclos con pasión y fervor. No hay mucho que valga la pena, pero parece que se siente mejor...} 1 {**{character}** te cuenta sus últimas aventuras y, aunque no parezca, siempre se puede aprender algo... Su última acción es {lastAction}.} other {**{character}** te cuenta sus últimas aventuras y, aunque no parezca, siempre se puede aprender algo..... sus últimas acciones son {actions} y {lastAction}.} }
fr: {quantity, select, 0 {{character_gender, select, female {**{character}** vous raconte ses derniers cycles avec ferveur et passion. Pas grand chose à en tirer mais elle a l'air de se sentir mieux...} other {**{character}** vous raconte ses derniers cycles avec ferveur et passion. Pas grand chose à en tirer mais il a l'air de se sentir mieux...}}} 1 {**{character}** vous raconte des dernières aventures et même si ça n'a pas l'air, on peut toujours apprendre quelque chose... Sa dernière action est {lastAction}.} other {**{character}** vous raconte des dernières aventures et même si ça n'a pas l'air, on peut toujours apprendre quelque chose... Ses dernières actions sont {actions} et {lastAction}.} }
it: confident_actions

# optimist_worked
source: Your skill **Optimist** has borne fruit...
es: Tu habilidad **Optimista** ha dado sus frutos...
fr: Votre compétence **Optimiste** a porté ses fruits...
it: optimist_worked

# premonition_action
source: {quantity, select, 0 {You are concentrating, but nothing is coming to you... This person has no doubt not done a damn thing since waking up.} other {You concentrate... Your head turns... You see **{character}** doing something... Their last action was to {lastAction}.} }
es: {quantity, select, 0 {Te concentras... pero nada. Esta persona seguramente no ha hecho nada desde que se despertó.} other {Te concentras... Tu cabeza da vueltas... Ves a **{character}** haciendo algo... su última acción es {lastAction}.} }
fr: {quantity, select, 0 {Vous vous concentrez mais rien ne vient... Cette personne n'a sans doute rien fait depuis son réveil.} other {Vous vous concentrez... Votre tête tourne... Vous revoyez **{character}** faire quelque chose... Sa dernière action est {lastAction}.} }
it: premonition_action

# ceasefire_end
source: {new_cycle, select, true {Nobody is taking **{target_character}** seriously anymore. End of ceasefire.} other {**{target_character}** left the room. End of ceasefire.}}
es: {new_cycle, select, true {Ya nadie toma a **{target_character}** en serio. Fin del cese al fuego.} other {**{target_character}** salió de la sala. Fin del cese al fuego.}}
fr: {new_cycle, select, true {Plus personne ne prend **{target_character}** au sérieux finalement. Fin du cessez-le-feu.} other {**{target_character}** a quitté la pièce. Fin du cessez-le-feu.}}
it: ceasefire_end

# tabulatrix_prints
source: The tabulatrix lets out an astonishing groan. Something is printing...
es: La tabuladora emite un rugido impresionante. Una perforación está en marcha...
fr: La tabulatrice émet un grondement étonnant. Une perforation est en cours...
it: tabulatrix_prints

# ze_list
source: {quantity, select, 1 {{lastPlayer} is infected by the Mush. It's a certainty.} other {At the very least one of them were an agent of Mush when we fled Xyloph. I'd bet my life on it... {firstPlayers} and {lastPlayer}. But which one...}}
es: {quantity, select, 1 {{lastPlayer} está infectado por el Mush. Es una certeza.} other {Al menos, uno de ellos era un agente de Mush que embarcó en Xyloph. ¡No tengo duda! {firstPlayers} y {lastPlayer}. ¿Pero quién de ellos?...} }
fr: {quantity, select, 1 {{lastPlayer} est infecté(e) par le Mush. C'est une certitude.} other {L'un d'entre eux était un agent infecté du Mush quand on a fui Xyloph. J'en mettrais ma main au feu... {firstPlayers} et {lastPlayer}. Mais qui...}}
it: ze_list

# lost_research
source: Xyloph, 4th January 3154, Crew fungal analysis results: Subject : {character} Result : {is_negative, select, true {Negative} other {Inconclusive. Sample insufficient!!!}}
es: Xyloph, 4 de enero de 3154, Resultados del análisis fúngico de la tripulación: Sujeto : {character} Resultado: {is_negative, select, true {Negativo} other {¡¡¡Muestra insuficiente!!!}}
it: lost_research_headline lost_research_sample

# observant_noticed_something
source: **{character}** has noticed something interesting...
es: **{character}** ha notado algo interesante...
fr: **{character}** a remarqué quelque chose d'intéressant...
it: observant_noticed_something

# delogged
source: The archives are scrambled... Who's been messing with the sensors?!
es: Los archivos han sido corrompidos... ¿Quién ha estado metiendo las manos en los sensores?
fr: Les archives sont toutes brouillées… Qui a fait mumuse avec les senseurs encore !?
it: delogged

# soiled_by_mass_ggedon
source: You feel ill, but not like you've felt before, as if everything is covered in filth... your stomach is churning... and you feel extremely weak... buuurrrpp.
es: Te sientes mal, te invade una sensación extraña, como si todo estuviese cubierto de mugre... tu estómago se hace un nudo... te sientes débil... bluuurrrpp.
fr: Vous vous sentez mal, une sensation étrange, comme si tout était couvert de pourriture... Votre estomac chavire... Vous vous sentez très faible... bluuurrrpp.
it: soiled_by_mass_ggedon

# traitor_worked
source: :mush: Your treacherous action has led to an unfortunate incident.
es: :mush: Tu acción traicionera ha provocado un accidente desafortunado.
fr: :mush: Votre action de traîtrise a favorisé un incident fâcheux.
it: traitor_worked

# learned_skill
source: You have learned a new skill: **{skill}**! Make good use of it!
es: Has aprendido la habilidad **{skill}** ¡Úsala bien!
fr: Vous avez appris la compétence **{skill}** ! Faites en bon usage !
it: learned_skill

# cold_blooded_worked
source: Your **Cold Blooded** skill has borne fruit...
es: Tu habilidad **Sangre Fría** ha dado sus frutos...
fr: Votre compétence **Sang-froid** a porté ses fruits...
it: cold_blooded_worked

# strateguru_worked
source: Your Strateguru skill has proven useful, you have lost some of your attackers in the spirals of a nebula...
es: Tu habilidad **Estratega Militar* ha dado sus frutos, has perdido algunos de tus agresores en el brazo de una nebulosa.
fr: Votre compétence **Stratéguerre** a porté ses fruits, vous avez perdu une partie de vos agresseurs dans un bras de nébuleuse...
it: strateguru_worked

# opportunist_worked
source: Your **Opportunist** skill has borne fruit...
es: Tu habilidad **Oportunista** ha dado sus frutos...
fr: opportunist_worked
it: opportunist_worked

# drone_extinguished_fire
source: :fires: **{drone}** put out the fire!
es: :fires: ¡{drone} ha apagado un incendio!
fr: :fires: {drone} a éteint l'incendie !
it: drone_extinguished_fire

# drone_turbo_worked
source: The **Turbo** skill of {drone} has borne fruit...
es: La mejora **Turbo** de {drone} ha dado sus frutos...
fr: La compétence **Turbo** de {drone} a porté ses fruits...
it: drone_turbo_worked

# drone_takeoff
source: {drone} has just taken off.
es: {drone} acaba de despegar.
fr: {drone} vient de décoller.
it: drone_takeoff

# drone_hit_hunter
source: :hunter: Nearly there! {drone} hit a **{hunter}**.
es: :hunter: ¡Eso es! {drone} le dio a un **{hunter}**.
fr: C'était presque ça ! {drone} a touché un **{hunter}**.
it: drone_hit_hunter

# drone_kill_hunter
source: :hunter: {drone} let out a shriek of delight! One **{hunter}** less, bli bli blip !
es: :hunter: {drone} emite un chirrido de felicidad. Un **{hunter}** menos, ¡eso es!
fr: {drone} émet une trille de bonheur ! Un **{hunter}** de moins, *bli bli blip* !
it: drone_kill_hunter

# drone_land
source: {drone}'s patrol ship has just landed.
es: El Patrullero de {drone} acaba de aterrizar.
fr: Le Patrouilleur de {drone} vient d'atterrir.
it: drone_land

# awaken_schrodinger
source: **{target_equipment}** woke up at the same time as **{character}** and he doesn't look happy.
es: **Schrödinger** se despierta al mismo tiempo que **{character}** y no parece contento.
it: awaken_schrodinger

# cat_meow
source: :cat: **{equipment} :** {version, select, 1{beep beep} 2{grrrrrrrr!} 3{meeeeooowwwww} 4{meow} 5{meooowww} 6{miaaaaaaaaaaaow} 7{Miaow miaow miaow...} 8{miaouu} 9{miiiiiaaaaaaoooooowwww} 10{mrraooooow} 11{mrrreeeooowww} 12{mrrrrraoooow meoow} 13{nyan?} 14{pfffpffpffffpfff} 15{puuurrrrrr} 16{rrrrrrrrrr} 17{woof?} other {invalid version input} }
es: :cat: **{equipment} :** {version, select, 1 {¿miau?} 2 {miaaaaaauuu} 3 {miau miaaaaau} 4 {miauu} 5 {mirrrriauuuu} 6 {mrrrrr} 7 {mrrrrauuu} 8 {ñiaaaaa} 9 {pfff pfff} 10 {pfffpffpffffpfff} 11 {pshhh psshhh} 12 {rrrrrrrrrr} 13 {yauuuu-miiii...} 14 {mrrrrru mrruuu} 15 {guau} 16 {ñiaaaaa} 17 {guau?} other {invalid version input} }
it: cat_meow

# cat_shot_dead
source: **{target_equipment}** has been killed by **{character}**.
es: **{target_equipment}** ha sido {target_equipment_gender, select, female {asesinada} other {asesinado}} por **{character}**.
it: cat_shot_dead

# cat_hiss
source: :cat: **{equipment} :** {version, select, 1{hsss...} 2{hisssss!!} 3{rrrhhh!} 4{mrrrwwwr...} 5{grrrrwl...} 6{MMMMAOU!} 7{fffffsh!} 8{grrrrrr!!} 9{pffft!} 10{PSCHHH!! PSCHHH!!} 11{grrrrowwwl...} 12{pffff! pffff!} 13{rrrrrrrhh!} 14{tsssss...} 15{mrrrrrr... hssss!!} 16{BARK BARK!} 17{meewww...} other {invalid version input} }
es: :cat: **{equipment} :** {version, select, 1{hsss...} 2{hisssss!!} 3{rrrhhh!} 4{mrrrwwwr...} 5{grrrrwl...} 6{MMMMIAU!} 7{fffffsh!} 8{grrrrrr!!} 9{pffft!} 10{PSCHHH!! PSCHHH!!} 11{grrrrowwwl...} 12{pffff! pffff!} 13{rrrrrrrhh!} 14{tsssss...} 15{mrrrrrr... hssss!!} 16{GUAU GUAU!} 17{miiuuu...} other {invalid version input} }
it: cat_hiss

# torturer_actions
source: {quantity, select, 0 {You violently attack **{character}**. Their head goes all over the place... But nothing to show for it...} 1 {You violently attack **{character}**. You grab a directory that was lying around and smashed them around the head with it him with it... It's a bit bloody, but in the end **{character}** told you everything... Their last action is {lastAction}.} other {You violently attack **{character}**. You grab a directory that was lying around and smashed them around the head with it him with it... It's a bit bloody, but in the end **{character}** told you everything... Their last actions are {actions} and {lastAction}.}}
es: {quantity, select, 0 {Atacas violentamente a **{character}**. Su cabeza termina girando en todas las direcciones... Pero no hay nada que ver. } 1 {Atacas violentamente a **{character}**. Agarras un directorio que se había caído al piso y le golpeas la cabeza con él... Es un poco sangriento, pero al final...**{character}** te cuenta todo... Su última acción es {lastAction}.} other {Atacas violentamente a **{character}**. Agarras un directorio que se había caído al piso y le golpeas la cabeza con él... Es un poco sangriento, pero al final...**{character}** te cuenta todo... Sus últimas acciones son {actions} y {lastAction}.}}
it: torturer_actions
