Repository: cmnemoi/eMush
Catalog: Api/translations/*/event_log+intl-icu.*.*.xlf
Languages: es, fr, it

# build_success
source: You have built a *{target_equipment}*.
es: Has armado {target_equipment_gender, select, female {una} other {un}} *{target_equipment}*.
fr: {target_equipment_gender, select, male {Vous avez assemblé un *{target_equipment}*.} female {Vous avez assemblé une *{target_equipment}*.} other {invalid gender input} }
it: build_success

# open_success
source: **{character}** found a brand new **{target_equipment}** in a space capsule.
es: **{character}** ha encontrado {target_equipment_gender, select, female {una} other {un}} **{target_equipment}** en una cápsula espacial.
fr: {target_equipment_gender, select, male {**{character}** a trouvé un **{target_equipment}** dans une Capsule Spatiale.} female {**{character}** a trouvé une **{target_equipment}** dans une Capsule Spatiale.} other {invalid gender input} }
it: open_success

# transplant_success
source: **{character}** sets about reproducing a plant created by the **{target_equipment}**. Congratulations! The young plant is in perfect health.
es: **{character}** emprende la reproducción de **{target_equipment}**. ¡Enhorabuena! La joven planta tiene muy buena salud.
fr: {target_equipment_first_letter, select, vowel {**{character}** entreprend de reproduire un plant d'**{target_equipment}**. Félicitations ! Le jeune plant est en parfaite santé.} other {**{character}** entreprend de reproduire un plant de **{target_equipment}**. Félicitations ! Le jeune plant est en parfaite santé.} }
it: transplant_success

# awaken
source: {target_character_gender, select, male {**{target_character}** has woken up from his peaceful sleep.} female {**{target_character}** has woken up from her peaceful sleep.} other {invalid gender input} }
es: **{target_character}** se despierta de su largo sueño.
fr: {target_character_gender, select, male {**{target_character}** s'est éveillé de son si doux sommeil.} female {**{target_character}** s'est éveillée de son si doux sommeil.} other {invalid gender input} }
it: awaken

# gain_action_point
source: You have earned {quantity} :pa:.
es: Has ganado {quantity} :pa:.
fr: Vous avez gagné {quantity} :pa:.
it: gain_action_point

# gain_movement_point
source: You have earned {quantity} :pm:.
es: Has ganado {quantity} :pm:.
fr: Vous avez gagné {quantity} :pm:.
it: gain_movement_point

# gain_health_point
source: You have earned {quantity} :hp:.
es: Has ganado {quantity} :hp:.
fr: Vous avez gagné {quantity} :hp:.
it: gain_health_point

# loss_health_point
source: You have lost {quantity} :hp:.
es: Has perdido {quantity} :hp:.
fr: Vous perdez {quantity} :hp:.
it: loss_health_point

# gain_moral_point
source: You have earned {quantity} :pmo:.
es: Has ganado {quantity} :pmo:.
fr: Vous avez gagné {quantity} :pmo:.
it: gain_moral_point

# loss_moral_point
source: You have lost {quantity} :pmo:.
es: Has perdido {quantity} :pmo:.
fr: Vous perdez {quantity} :pmo:.
it: loss_moral_point

# loss_action_point
source: You have lost {quantity} :pa:.
es: Has perdido {quantity} :pa:.
fr: Vous perdez {quantity} :pa:.
it: loss_action_point

# loss_movement_point
source: You have lost {quantity} :pm:.
es: Has perdido {quantity} :pm:.
fr: Vous perdez {quantity} :pm:.
it: loss_movement_point

# gain_triumph
source: :triumph: You have earned *{quantity} Glory*.
es: Esta acción completa los objetivos personales de tu personaje. Has ganado *{quantity} de Gloria*.
fr: :triumph: Cette action remplit les objectifs personnels de votre personnage. Vous gagnez *{quantity} Triomphe*.
it: gain_triumph

# death
source: :dead: **{target_character}** is dead. Cause : {end_cause}.
es: :dead: **{target_character}** ha muerto. La causa: {end_cause}.
fr: {target_character_gender, select, male {:dead: **{target_character}** est mort. Cause : {end_cause}.} female {:dead: **{target_character}** est morte. Cause : {end_cause}.} other {invalid gender input} }
it: death

# object_fell
source: **{character}** has knocked over the **{target_equipment}**.
es: {target_equipment_gender, select, male {**{character}** dejó caer un {target_equipment, select, Café {una taza de } other {un}} **{target_equipment}**} female {**{character}** dejó caer una **{target_equipment}**} other {invalid gender input}}.
fr: {target_equipment_gender, select, male {**{character}** a fait tomber un **{target_equipment}**.} female {**{character}** a fait tomber une **{target_equipment}**.} other {invalid gender input} }
it: object_fell

# oxy_low_use_capsule
source: You can't breathe... You are choking... But fortunately this *Oxygen Capsule* saved your life...
es: Ya no respiras... te asfixias... pero por suerte esta *Cápsula de oxígeno* te ha salvado la vida...
fr: Vous ne respirez plus... Vous vous étouffez... Mais heureusement cette **Capsule d'Oxygène** vous a sauvé la vie...
it: oxy_low_use_capsule

# soiled
source: Disgusting... You're filthy. (Not like that. Although...)
es: {character_gender, select, female {Mírate, estás toda sucia.} other {Mírate, estás todo sucio.} }
fr: {character_gender, select, male {C'est dégoûtant... Vous vous êtes sali.} female {C'est dégoûtant... Vous vous êtes salie.} other {invalid gender input} }
it: soiled

# soil_prevented
source: Disgusting... Fortunately you are wearing your **Stainproof Apron**...
es: Es repugnante... pero por suerte tienes tu **Mandil antimanchas**.
fr: C'est dégoutant... Heureusement que vous aviez votre **Tablier intachable**...
it: soil_prevented

# clumsiness
source: That wasn't supposed to happen. In the heat of the action you hurt yourself...
es: ¡Paf! Te tropezaste y te has hecho daño al realizar esta acción...
fr: Ça ne devait pas se passer comme cela. Lors de votre action, vous vous êtes fait mal...
it: clumsiness

# clumsiness_prevented
source: That wasn't supposed to happen. Thanks to your **Protective Gloves**, you've avoided a catastrophe...
es: Eso no estaba previsto, pero gracias a tus **Guantes de protección**, has evitado una catástrofe.
fr: Ça ne devait pas se passer comme cela. Mais grâce à vos **Gants de protection**, vous avez évité la catastrophe...
it: clumsiness_prevented

# metal_plate
source: {target_character_gender, select, male {An unexpected lurch caused a sheet of metal to land on **{target_character}**. He is seriously wounded!} female {An unexpected lurch caused a sheet of metal to land on **{target_character}**. She is seriously injured!} other {invalid gender input} }
es: Una sacudida inesperada hizo caer una placa de metal sobre **{target_character}**. {target_character_gender, select, female {¡Quedó gravemente herida!} other {¡Quedó gravemente herido!}}
fr: {target_character_gender, select, male {Un tremblement soudain projette une grosse plaque de métal sur **{target_character}**. Il est grièvement blessé !} female {Un tremblement soudain projette une grosse plaque de métal sur **{target_character}**. Elle est grièvement blessée !} other {invalid gender input} }
it: metal_plate

# tremor_gravity
source: The room suddenly starts to shake violently. Present crew members find themselves thrown to the floor and bits of the ceiling have collapsed here and there. What a wreck...
es: La sala empieza a sacudirse. Los tripulantes presentes caen al suelo y el techo se quiebra en algunos lugares. Que pedazo de chatarra...
fr: La salle est soudainement prise de fortes secousses. Les membres d'équipage présents se retrouvent par terre et le plafond s'effondre par endroit. Quelle épave...
it: tremor_gravity

# tremor_no_gravity
source: The room suddenly starts to shake violently. Objects fly across the room and collide with the crew members present.
es: La sala empieza sacudirse. Los objetos vuelan a través de la sala y chocan contra los tripulantes presentes.
fr: La salle est soudainement prise de fortes secousses. Les objets volent à travers la pièce et heurtent les membres d'équipage présents.
it: tremor_no_gravity

# electric_arc
source: A brutal electrical spike just shorted out all the equipment in the room, and a massive shock was sent through all the crew present!
es: ¡Una enorme descarga eléctrica salió de los equipos y atravesó a la tripulación!
fr: Une surcharge électrique brutale fait crépiter les équipements de la pièce, une gigantesque décharge traverse les équipiers !
it: electric_arc

# equipment_broken
source: :broken_equipments: {equipment_first_letter, select, vowel {An **{equipment}** has been broken!} consonant {A **{equipment}** has been broken!} other {invalid equipment_first_letter input} }
es: :broken_equipments: {equipment_gender, select, male {¡Un **{equipment}** se ha roto!} female {¡Una **{equipment} se ha roto!} other {invalid gender input} }
fr: {equipment_gender, select, male {Un **{equipment}** a été cassé !} female {Une **{equipment}** a été cassée !} other {invalid gender input} }
it: equipment_broken

# equipment_destroyed
source: :broken_equipments: {equipment_first_letter, select, vowel {An **{equipment}** has been destroyed!} consonant {A **{equipment}** has been destroyed!} other {invalid equipment_first_letter input} }
es: :broken_equipments: {equipment_gender,select, male {¡Un **{equipment}** ha sido destruido!} female {¡Una **{equipment}** ha sido destruida!} other {invalid gender input} }
fr: {equipment_gender, select, male {Un **{equipment}** a été détruit !} female {Une **{equipment}** a été détruite !} other {invalid gender input} }
it: equipment_destroyed

# panic_crisis
source: You are shaking, you have lost hope, you ask yourself what you're doing here and when this hell will be over... You are the victim of a Panic Attack.
es: Sientes escalofríos, pierdes toda esperanza y te preguntas cuándo va a acabar este infierno... Eres víctima de una Crisis de pánico.
fr: Vous ressentez des frissons, l'espoir vous quitte, vous vous demandez ce que vous faites ici et quand cet enfer va s'arrêter... Vous êtes victime d'une Crise de Panique.
it: panic_crisis

# plant_new_fruit
source: Oh! One of the plants has produced a: **{target_equipment}**.
es: ¡Oh! Una de las plantas ha dado {target_equipment_gender, select, female {una} other {un}}: **{target_equipment}**.
fr: {target_equipment_gender, select, male {Oh ! Une des plantes a donné : un **{target_equipment}**.} female {Oh ! Une des plantes a donné : une **{target_equipment}**.} other {invalid gender input} }
it: plant_new_fruit

# plant_maturity
source: {equipment_first_letter, select, vowel {An **{equipment}** has reached maturity! Finally!} consonant {A **{equipment}** has reached maturity! Finally!} other {A **{equipment}** has reached maturity! Finally!} }
es: {equipment_gender, select, male {Un **{equipment}** ha madurado. ¡Por fin!} female {Una **{equipment}** ha madurado. ¡Por fin!} other {Un **{equipment}** ha madurado. ¡Por fin!} }
fr: {equipment_gender, select, male {Un **{equipment}** est arrivé à maturité ! Enfin !} female {Une **{equipment}** est arrivée à maturité ! Enfin !} other {Un **{equipment}** est arrivé à maturité ! Enfin !} }
it: plant_maturity

# plant_death
source: {target_equipment_first_letter, select, vowel {An **{target_equipment}** is dead... snif!} consonant {A **{target_equipment}** is dead... snif!} other {invalid target_equipment_first_letter input} }
es: {target_equipment_gender, select, male {Un **{target_equipment}** ha muerto... ¡snif!} female {Una **{target_equipment}** ha muerto... ¡snif!} other {invalid gender input} }
fr: {target_equipment_first_letter, select, vowel {{target_equipment_gender, select, male {L'**{target_equipment}** est mort... snif !} female {L'**{target_equipment}** est morte... snif !} other {invalid gender input} }} other {{target_equipment_gender, select, male {Le **{target_equipment}** est mort... snif !} female {La **{target_equipment}** est morte... snif !} other {invalid gender input} }} }
it: plant_death

# garden_destroyed
source: The garden was ransacked by the attack, of the 12 plants, only 2 remain and an empty pot...
es: El jardín ha sido devastado por el ataque, de las 12 plantas, solo quedan 2 y una maceta vacía...
fr: Le jardin a été saccagé par l'attaque, sur les 12 plantes, il n'en reste plus que 2 et un pot vide...
it: garden_destroyed

# hunger
source: You are hungry. If you don't remedy this situation, your health will deteriorate every cycle.
es: Tienes hambre. Si no comes, tu salud va a deteriorarse con cada ciclo.
fr: Vous avez faim. Si vous n'y remédiez pas, votre santé va se détériorer à chaque changement de cycle.
it: hunger

# force_get_up
source: {character_gender, select, male {**{character}** is violently dragged from his bed.} female {**{character}** is violently dragged from her bed.} other {invalid gender input} }
es: {character_gender, select, male {**{character}** es arrastrado violentamente de su cama.} female {**{character}** es arrastrada violentamente de su cama.} other {invalid gender input} }
fr: {character_gender, select, male {**{character}** est violemment tiré de son lit.} female {**{character}** est violemment tirée de son lit.} other {invalid gender input} }
it: force_get_up

# antisocial_morale_loss
source: These idiots just get in your way all the time, seeing them waste their time on such pointless trifles causes you to fear the worst for the future of humanity...
es: A veces los humanos son insoportables. Su ir y venir sin sentido te hace perder toda esperanza en la humanidad...
fr: Ces importuns vous importunent au plus haut point, les voir s'affairer à de si inutiles besognes vous rend pessimiste pour l'avenir de l'Humanité...
it: antisocial_morale_loss

# become_pregnant
source: You've gained *8 Triumph* because you are expecting a happy event!
es: ¡Has ganado *8 Gloria* porque estás esperando un acontecimiento feliz!
fr: Vous avez gagné *8 Triomphe* car vous attendez un heureux évènement !
it: become_pregnant

# disease_appear
source: :ill: You don't feel very good, not good at all... Hot... Cold... Hot... Cold... You should see a doctor. You have contracted a physiological disease: {disease}.
es: :ill: No te sientes muy bien... Calor... Frío... Calor... Frío... Deberías ir a ver a un doctor. Parece que has contraído una enfermedad física: {disease}.
fr: :ill: Vous ne vous sentez pas très très bien... Chaud... Froid... Chaud... Froid... Vous devriez voir un docteur. Vous avez contracté une maladie physique : {disease}.
it: disease_appear

# disease_cured
source: You feel better, your {disease} has finally healed...
es: Ahora te sientes mejor, tu {disease} por fin se curó.
fr: Vous vous sentez mieux, votre {disease} a fini par guérir...
it: disease_cured

# disorder_appear
source: :psy_disease: You don't feel great... Your head is spinning, you feel confused, stressed, and anxious. You should see a *Shrink*. You have picked up a psychological illness: {disease}.
es: :psy_disease: No te sientes bien... La cabeza te da vueltas, estás {character_gender, select, female {confundida y angustiada} other {confundido y angustiado}}. Deberías ir a ver a un *Psicólogo*. Al parecer tienes una enfermedad mental: {disease}.
fr: :psy_disease: Vous ne vous sentez pas très très bien... Votre tête tourne, vous vous sentez {character_gender, select, male {confus, stressé, angoissé} female {confuse, stressée, angoissée} other {confus, stressé, angoissé} }. Vous devriez voir un *Psy*. Vous avez développé une maladie mentale : {disease}.
it: disorder_appear

# disease_curred_player
source: {target_character_gender, select, male {**{character}** has managed to cure **{target_character}** of his disease ({disease}).} female {**{character}** has managed to cure **{target_character}** of her disease ({disease}).} other {**{character}** has managed to cure **{target_character}** of their disease ({disease}).} }
es: **{character}** ha logrado curar a **{target_character}** de su enfermedad ({disease}).
fr: **{character}** a réussi à soigner **{target_character}** de sa maladie ({disease}).
it: disease_cured_player

# disease_healed_player
source: **{character}** has made progress in curing **{target_character}** of their disease, but the treatment must continue.
es: **{character}** ha hecho un progreso en curar a **{target_character}** de su enfermedad, pero el tratamiento debe continuar.
fr: **{character}** a progressé sur les soins de la maladie de **{target_character}** mais il faudra continuer le traitement.
it: disease_healed_player

# disease_cured_drug
source: {character_gender, select, male {**{target_character}** is relieved. He has managed to cure himself of his disease ({disease}).} female {**{target_character}** is relieved. She has managed to cure herself of her illness ({disease}).} other {invalid gender input} }
es: **{target_character}** se siente mejor. Ha logrado curar su propia enfermedad ({disease}).
fr: {character_gender, select, male {**{target_character}** est soulagé. Il a réussi à se guérir de sa maladie ({disease}).} female {**{target_character}** est soulagée. Elle a réussi à se guérir de sa maladie ({disease}).} other {invalid gender input} }
it: disease_cured_drug

# disease_treated_drug
source: {character_gender, select, male {**{character}** feels relieved but the treatment is insufficient. He will have to start again.} female {**{character}** feels relieved but the treatment is insufficient. She will have to start again.} other {invalid gender input} }
es: **{target_character}** se siente mejor, pero el tratamiento es insuficiente. Tendrá que empezar de nuevo.
fr: {character_gender, select, male {**{character}** se sent soulagé mais le traitement est insuffisant. Il faudra recommencer.} female {**{character}** se sent soulagée mais le traitement est insuffisant. Il faudra recommencer.} other {invalid gender input} }
it: disease_treated_drug

# disorder_treated_player
source: **{character}** is happy. The **{target_character}** session went well. But more will be required.
es: **{character}** está {character_gender, select, female {satisfecha} other {satisfecho}}. La sesión de **{target_character}** fue muy positiva, pero habrá que hacer más.
fr: {character_gender, select, male {**{character}** est satisfait. La séance de **{target_character}** s'est bien passée, mais il en faudra d'autres.} female {**{character}** est satisfaite. La séance de **{target_character}** s'est bien passée, mais il en faudra d'autres.} other {invalid gender input} }
it: disorder_treated_player

# disorder_cured_player
source: {target_character_gender, select, male {The session is a success, **{target_character}** is cured of his disease ({disease}).} female {The session is a success, **{target_character}** is cured of her disease ({disease}).} other {invalid gender input} } **{character}** is very satisfied.
es: La sesión es un éxito, **{target_character}** se ha curado de su enfermedad ({disease}). **{character}** está muy feliz.
fr: {target_character_gender, select, male {La séance est une réussite, **{target_character}** est guéri de sa maladie ({disease}).} female {La séance est une réussite, **{target_character}** est guérie de sa maladie ({disease}).} other {invalid gender input} } {character_gender, select, male {**{character}** est très satisfait.} female {**{character}** est très satisfaite.} other {invalid gender input} }
it: disorder_cured_player

# injury_appear
source: :hurt: You have been hurt: {disease}. This will incur penalties.
es: :hurt: Has sido {target_character_gender, select, female {herida} other {herido}}: {disease}. Sufres una penalidad.
fr: {target_character_gender, select, male {:hurt: Vous avez été blessé : {disease}. Vous subissez des malus.} female {:hurt: Vous avez été blessée : {disease}. Vous subissez des malus.} other {invalid gender input} }
it: injury_appear

# disease_overridden
source: :ill: With what has just happened to you, your disease {disease} is gone. But it is now the least of your worries.
es: :ill: Con lo que te acaba de pasar, tu enfermedad {disease} ha desaparecido. Pero esa es la menor de tus preocupaciones ahora.
fr: :ill: Avec ce qui vient de vous arriver, votre maladie {disease} a disparu. Mais c'est maintenant le cadet de vos soucis.
it: disease_overridden

# screaming
source: {target_character_gender, select, male {:pill: **{target_character}** throws himself on the floor, wailing and calling for his mother...} female {:pill: **{target_character}** throws herself on the floor, wailing and calling for her mother...} other {:pill: **{target_character}** throws themselves on the floor, wailing and calling for their mother...} }
es: :pill: **{target_character}** se tira al suelo y empieza a llorar y a gritar por su madre...
fr: :pill: **{target_character}** se jette par terre en hurlant et en appelant sa mère...
it: screaming

# wall_head_bang
source: {target_character_gender, select, male {:pill: **{target_character}** suddenly starts bashing his head against the wall... looks like it hurts too...} female {:pill: **{target_character}** suddenly starts bashing her head against the wall... looks like it hurts too...} other {:pill: **{target_character}** suddenly starts bashing their head against the wall... looks like it hurts too...} }
es: :pill: **{target_character}** de repente empieza a golpear su cabeza contra la pared... parece que le duele...
fr: :pill: **{target_character}** se met subitement à se taper la tête contre le mur... ça a l'air de faire mal...
it: wall_head_bang

# run_in_circles
source: {target_character_gender, select, male {:pill: **{target_character}** starts running in circles, and nothing seems to stop him... except fatigue...} female {:pill: **{target_character}** starts running in circles, and nothing seems to stop her... except fatigue...} other {:pill: **{target_character}** starts running in circles, and nothing seems to stop them... except fatigue...} }
es: :pill: **{target_character}** empieza a correr en círculos y nada parece detenerle... salvo el cansancio...
fr: :pill: **{target_character}** se met à courir en rond, et rien ne semble pouvoir l'arrêter... à part la fatigue...
it: run_in_circles

# vomiting
source: :ill: **{character}** is vomiting their meal. Not exactly appetizing...
es: :ill: **{character}** vomita su comida. Puajjj...
fr: :ill: **{character}** vomit son repas. Pas très ragoutant…
it: vomiting

# sneezing
source: Achoo!
es: ¡Atchúúúú!
fr: Atchoum !
it: sneezing

# biting
source: :pill: **{character}** suddenly turns to **{target_character}** and starts to devour their arm...
es: :pill: **{character}** se gira hacia **{target_character}** y empieza a devorar su brazo...
fr: :pill: **{character}** se tourne soudainement vers **{target_character}** et se met à lui dévorer le bras…
it: biting

# breakouts
source: :ill: **{character}** scratch their filthy patches, it's really atrocious...
es: :ill: **{character}** se rasca sus costras inmundas, es realmente atroz...
fr: :ill: **{character}** gratte ses plaques immondes, c'est vraiment atroce…
it: breakouts

# foaming_mouth
source: :pill: **{character}** has a little bit of foam escaping from the corner of their mouth... It's pretty disgusting...
es: :pill: A **{character}** se le escapa un poco de espuma de la boca... Es bastante asqueroso...
fr: :pill: **{character}** laisse échapper un petit filet de mousse du coin de sa bouche… C'est dégoûtant...
it: foaming_mouth

# drooling
source: :pill: **{character}** is drooling incessantly, this is beginning to seem suspicious...
es: :pill: **{character}** está babeando sin parar, esto empieza a parecer sospechoso...
fr: :pill: **{character}** bave vraiment beaucoup, ça commence à paraître suspect...
it: drooling
