Repository: cmnemoi/eMush
Catalog: Api/translations/*/event_log+intl-icu.*.*.xlf
Languages: es, fr, it

# player_vaccinated
source: You start to vomit. You feel strange. As if your senses have been muted, as if you don't exist any more. You suddenly feel very alone. You feel anxious again that the end is nigh, you feel true fear again. You are no longer Mush...
es: Empiezas a vomitar. Te sientes extraño. Como si tus sentidos se hubieran silenciado, como si ya no existieras. De repente sientes una gran soledad. Vuelves a sentir ansiedad porque el fin se acerca, vuelves a sentir el miedo. Ya no eres Mush...
it: player_vaccinated

# lethargy_worked
source: Your **Lethargy** skill has borne fruit...
es: Tu habilidad **{target_character_gender, select, female {Aletargada} other {Aletargado}}** ha dado sus frutos.
it: lethargy_worked

# panic_worked
source: Your **Panic** skill has borne fruit...
es: Tu habilidad **Pánico** ha dado sus frutos...
it: panic_worked

# self_sacrifice_worked
source: Your **Self-Sacrifice** skill has borne fruit, you're not dead...
es: Tu habilidad **Abnegación** ha dado sus frutos, no estás {target_character_gender, select, female {muerta} other {muerto}}...
it: self_sacrifice_worked

# research_completed
source: Research has advanced. The **{project}** article has been published and immediate applications are ready.
es: La investigación ha progresado. El artículo **{project}** ha sido publicado y sus aplicaciones inmediatas están listas.
it: research_completed

# myco_alarm_ring
source: :mycoalarm: BBBRRRRIIIIIIIIIIIIIIIIIIIIIIINNNNNGGGGG!!!!
es: :mycoalarm: ¡¡¡DRIIIIIIIIIIIIIIIIIIIIIIIIIINNNNNGGGGG!!!
it: myco_alarm_ring

# gen_metal_success
source: **{character}** emerges from {character_gender, select, female {her} other {his}} pile of debris looking delighted, {character_gender, select, female {she} other {he}} has made a find! And {target_equipment_first_letter, select, vowel {an **{target_equipment}**} other {a **{target_equipment}**}}!
es: **{character}** emerge de su montón de escombros exaltado, ¡Ha encontrado algo! ¡He aquí, {target_equipment_gender, select, female {una **{target_equipment}**} other {un **{target_equipment}**}}!
it: gen_metal_success

# gain_chef_point
source: You have earned {quantity} :pa_cook:.
es: Has ganado {quantity} :pa_cook:.
it: gain_chef_point

# germaphobe_morale_loss
source: You feel dirty... This saddens you.
es: Te sientes {target_character_gender, select, female {sucia} male {sucio} other {invalid gender input}}, eso te deprime...
it: germaphobe_morale_loss

# awaken_pavlov
source: **{target_equipment}** is here.
es: **{target_equipment}** está aquí.
it: awaken_pavlov

# dog_bark
source: :dog: **{equipment} :** {version, select, 1{bark} 2{bark bark!} 3{bark bark bark!!} 4{arf arf arf arf} 5{yip yap yip!} 6{awooooooo!} 7{awoowoooooooo} 8{*tail wags wildly*} 9{bork!} 10{*pants happily*} 11{aaaaarrrwf!} 12{woof} 13{woof woof!!} 14{bwof!} 15{awOOOOOOOOOO} 16{MEOW!} 17{*tilts head*} other {invalid version input} }
es: :dog: **{equipment} :** {version, select, 1{guau} 2{guau guau!} 3{guau guau guau!!} 4{arf arf arf arf} 5{yip yap yip!} 6{guauuuuuuuu!} 7{guaguaguauuuu} 8{*mueve la cola*} 9{bork!} 10{*jadea alegremente*} 11{aaaaarrrwf!} 12{auuuu} 13{woof woof!!} 14{gauf!} 15{aUUUUUU} 16{MIAU!} 17{*voltea la cabeza*} other {invalid version input} }
it: dog_bark

# npc_entered_room
source: {equipment, select, pavlov{:dog: } other{} }**{equipment}** entered the room.
es: {equipment, select, pavlov {:dog:} Schrodinger {:cat:} other {} }**{equipment}** ha entrado.
it: npc_entered_room

# npc_exited_room
source: {equipment, select, pavlov{:dog: } other{} }**{equipment}** left the room.
es: {equipment, select, pavlov {:dog:} Schrodinger {:cat:} other {} }**{equipment}** ha salido.
it: npc_exited_room

# dog_bother_cat
source: {version, select, 1{:dog: **Pavlov** approaches :cat: **Schrödinger** in a predatory manner... and play-pounces! The cat hisses and trashes, having an awful time.} 2{:cat: **Schrödinger** keeps its gaze fixed on :dog: **Pavlov** as the dog circles around him... the cat preemptively hisses, before the nuisance gets any funny ideas.} 3{:dog: **Pavlov** suddenly barks the loudest bark! It startles the poor, sleeping :cat: **Schrödinger** so hard that he springs into the air and clatters up to the highest hiding spot he can find.} 4{:dog: **Palvov** tries its best to get :cat: **Schrödinger**'s attention. The puss's tail thumps repeatedly, his patience wearing thin.} other{invalid version input}}
es: {version, select, 1{:dog: **Pavlov** se acerca a :cat: **Schrödinger** con una mirada depredadora... ¡Y le salta encima! El gato bufa y se retuerce mientras su agresor le lame por todos lados} 2{:cat: **Schrödinger** mantiene su mirada fija en :dog: **Pavlov** mientras el perro da vueltas a su alrededor... el gato bufa preventivamente, antes de que a la molestia se le ocurra alguna idea rara.} 3{:dog: **Pavlov** de repente, lanza un ladrido estrepitoso, sobresaltando al pobre Schrödinger tan fuerte que salta por los aires y trepa rapidamente al punto más alto que encuentra.} 4{:dog: **Palvov** hace todo lo posible para llamar la atención de :cat: **Schrödinger**. La cola del minino golpea el suelo repetidamente, su paciencia se está agotando. } other{invalid version input}}
it: dog_bother_cat

# trade_assets_created
source: {quantity, plural, one {{equipment_first_letter, select, consonant {A **{equipment}** has been teleported to the bridge!} other {An **{equipment}** has been teleported to the bridge!}} Let everyone know...} other {A delivery of # **{equipment_plural_name}** has been teleported to the bridge! Alien technology is cool!} }
es: {quantity, plural, one {{equipment_gender, select, female {¡Una **{equipment}** ha sido teletransportada al puente!} other {¡Un **{equipment}** ha sido teletransportado al puente!}} ¡Vivan los extraterrestres!} other {¡Una carga de # *{equipment_plural_name}* ha sido teletransportada al puente! ¡Vivan los extraterrestres!} }
it: trade_assets_created

# player_leave_chat_mutated
source: {character_gender, select, male {**{character}** cannot be reached here, he mutated.} female {**{character}** cannot be reached here, she mutated.} other {**{character}** cannot be reached here, they mutated.} }
es: **{character}** ha mutado.
it: player_leave_chat_mutated

# food_destroyed_by_neron
source: **{equipment}** was destroyed by Neron in accordance with its programming.
es: N.E.R.O.N. destruyó **{equipment}** de acuerdo con su programación.
it: food_destroyed_by_neron

# drop_success
source: **{character}** has dropped a **{target_equipment}**.
fr: {target_equipment_gender, select, male {**{character}** a lâché un **{target_equipment}**.} female {**{character}** a lâché une **{target_equipment}**.} other {**{character}** a lâché un **{target_equipment}**.} }
