Repository: cmnemoi/eMush
Catalog: Api/translations/*/event_log.*.xlf
Languages: fr

# awaken
source: awaken.character.male awaken.character.female
fr: **player** s'est éveillé de son si doux sommeil. **player** s'est éveillée de son si long sommeil.

# gain_action_point
source: gain_action_point.character.male gain_action_point.character.female
fr: Vous avez gagné quantity :pa: Vous avez gagné quantity :pa:

# gain_movement_point
source: gain_movement_point.character.male gain_movement_point.character.female
fr: Vous avez gagné quantity :pm: Vous avez gagné quantity :pm:

# gain_health_point
source: gain_health_point.character.male gain_health_point.character.female
fr: Vous avez gagné quantity :hp: Vous avez gagné quantity :hp:

# loss_health_point
source: loss_health_point.character.male loss_health_point.character.female
fr: Vous perdez quantity :hp: Vous perdez quantity :hp:

# gain_moral_point
source: gain_moral_point.character.male gain_moral_point.character.female
fr: Vous avez gagné quantity :pmo: Vous avez gagné quantity :pmo:

# loss_moral_point
source: loss_moral_point.character.male loss_moral_point.character.female
fr: Vous perdez quantity :pmo: Vous perdez quantity :pmo:

# gain_triumph
source: gain_triumph.character.male gain_triumph.character.female
fr: Cette action remplit les objectifs personnels de votre personnage. Vous gagnez quantity Triomphe. Cette action remplit les objectifs personnels de votre personnage. Vous gagnez quantity Triomphe.

# object_felt
source: object_felt.character.male.target.male object_felt.character.female.target.male object_felt.character.male.target.female object_felt.character.female.target.female
fr: **player** a fait tomber un **target**. **player** a fait tomber un **target**. **player** a fait tomber une **target**. **player** a fait tomber une **target**.

# oxy_low_use_capsule
source: oxy_low_use_capsule.character.male oxy_low_use_capsule.character.female
fr: Vous ne respirez plus... Vous vous étouffez... Mais heureusement cette **Capsule d'Oxygène** vous a sauvé la vie... Vous ne respirez plus... Vous vous étouffez... Mais heureusement cette **Capsule d'Oxygène** vous a sauvé la vie...

# soiled
source: soiled.character.male soiled.character.female
fr: C'est dégoûtant... Vous vous êtes sali. C'est dégoûtant... Vous vous êtes sali.

# soil_prevented
source: soil_prevented.character.male soil_prevented.character.female
fr: C'est dégoûtant... Heureusement que vous aviez votre **Tablier intachable**... C'est dégoûtant... Heureusement que vous aviez votre **Tablier intachable**...

# clumsiness
source: clumsiness.character.male clumsiness.character.female
fr: Ça ne devait pas se passer comme cela. Lors de votre action, vous vous êtes fait mal... Ça ne devait pas se passer comme cela. Lors de votre action, vous vous êtes fait mal...

# metal_plate
source: metal_plate.character.male metal_plate.character.female
fr: Un tremblement soudain projette une grosse plaque de métal sur **player**. Il est grièvement blessé ! Une secousse inattendue fait choir une grosse plaque de métal sur **player**. Elle est grièvement blessée !

source: tremor_gravity
fr: La salle est soudain prise de fortes secousses. Les membres d'équipage présents se retrouvent par terre et le plafond s'effondre par endroit. Quelle épave...

source: tremor_no_gravity
fr: La salle est soudain prise de fortes secousses. Les objets volent à travers la pièce et heurtent les membres d'équipage présents.

source: electric_arc
fr: Un surcharge électrique brutale fait crépiter les équipements de la pièce, une gigantesque décharge traverse les équipiers !

# equipment_broken
source: equipment_broken.character.male.target.male equipment_broken.character.female.target.male equipment_broken.character.male.target.female equipment_broken.character.female.target.female
fr: Un **target** a été cassé ! Un **target** a été cassé ! Une **target** a été cassée ! Une **target** a été cassée !

# equipment_destroyed
source: equipment_destroyed.character.male.target.male equipment_destroyed.character.female.target.male equipment_destroyed.character.male.target.female equipment_destroyed.character.female.target.female
fr: Un **target** a été détruit ! Un **target** a été détruit ! Une **target** a été détruite ! Une **target** a été détruite !

# panic_crisis
source: panic_crisis.character.male panic_crisis.character.female
fr: Vous ressentez des frissons, l'espoir vous quitte, vous vous demandez ce que vous faites ici et quand cet enfer va s'arrêter... Vous êtes victime d'une Crise de Panique. Vous ressentez des frissons, l'espoir vous quitte, vous vous demandez ce que vous faites ici et quand cet enfer va s'arrêter... Vous êtes victime d'une Crise de Panique.
