Repository: cmnemoi/eMush
Catalog: Api/translations/*/event_log+intl-icu.*.*.xlf
Languages: es, fr, it

# cat_allergy
source: {character_gender, select, male {:ill: **{character}** is experiencing a violent cutaneous eruption, he is choking. However, we may have told them that it was nothing to do with that €µ#+ of a cat!} female {:ill: **{character}** is experiencing a violent cutaneous eruption, she is choking. However, we may have told them that it was nothing to do with that €µ#+ of a cat!} other {invalid gender input}}
es: :ill: {character} está sufriendo una erupción cutánea violenta, se está ahogando. Sin embargo, ¡es posible que le hayamos dicho que no tenía nada que ver con ese maldito gato!
fr: {character_gender, select, male {:ill: **{character}** subit une éruption cutanée fulgurante, il étouffe, on lui avait pourtant dit de ne pas prendre ce #%$ de chat !} female {:ill: **{character}** subit une éruption cutanée fulgurante, elle étouffe, on lui avait pourtant dit de ne pas prendre ce #%$ de chat !} other {invalid gender input}}
it: cat_allergy

# fear_of_cats
source: AAAaaaaaaaRRRrgghhhhhhh....
it: fear_of_cats

# fear_of_cats_notif
source: :cat: The cat was in the room, you couldn't help but run away...
es: :cat: El gato estaba en la sala, no pudiste evitar salir corriendo...
fr: :cat: Le chat était dans la pièce, vous n'avez pas pu vous empêcher de fuir...
it: fear_of_cats_notif

# fitful_sleep
source: Your sleep is restless, impossible to recover properly...
es: Tu sueño se agita, es imposible descansar así...
fr: Votre sommeil est agité, impossible de vous reposer correctement...
it: fitful_sleep

# surgery_success
source: The operation seems to last forever, **{character}** finally gives their verdict with a smile on their face... {version, select, 1 {the operation was successful. **{target_character}** is doing well and will be back on their feet soon.} 2 {**{target_character}** is doing admirably.} other {invalid version input} } **{target_character}**'s wound ({disease}) is healed.
es: Fue una operación delicada, **{character}** finalmente da su veredicto con una sonrisa... {version, select, 1 {la operación fue un éxito. **{target_character}** está bien y pronto estará de pie.} 2 {**{target_character}** se recupera satisfactoriamente.} other {invalid version input} } La herida ({disease}) de **{target_character}** ha sido curada.
fr: L'opération semble durer une éternité, **{character}** rend enfin son verdict la mine souriante... {version, select, 1 {l'opération s'est déroulé avec succès. **{target_character}** va bien et sera bientôt sur pied.} 2 {**{target_character}** s'en sort admirablement.} other {invalid version input} } La blessure ({disease}) de **{target_character}** est guérie.
it: surgery_success

# surgery_critical_success
source: The operation seems to last forever, **{character}** finally gives their verdict with a smile on their face... such a brilliantly performed operation can advance science! The wound ({disease}) of **{target_character}** is healed.
es: La operación parece durar una eternidad, **{character}** finalmente da su veredicto sonriendo... ¡Una operación llevada a cabo tan brillantemente puede hacer avanzar la ciencia! La herida ({disease}) de **{target_character}** ha sido curada.
fr: L'opération semble durer une éternité, **{character}** rend enfin son verdict la mine souriante... une telle opération menée avec un tel brio peut faire avancer la science ! La blessure ({disease}) de **{target_character}** est guérie.
it: surgery_critical_success

# self_surgery_success
source: The operation seems to take forever... {version, select, 1 {**{character}** is doing admirably.} 2 {The operation was successful. **{character}** is doing well and will be back on his feet soon.} other {invalid gender input} } **{character}**'s wound ({disease}) is healed.
es: Parecía interminable... {version, select, 1 {**{character}** se recupera satisfactoriamente.} 2 {la operación fue un éxito. **{character}** está bien y pronto estará de pie.} other {invalid version input} } La herida ({disease}) de **{character}** ha sido curada.
fr: L'opération semble durer une éternité... {version, select, 1 {**{character}** s'en sort admirablement.} 2 {l'opération s'est déroulé avec succès. **{character}** va bien et sera bientôt sur pied.} other {invalid gender input} } La blessure ({disease}) de **{character}** est guérie.
it: self_surgery_success

# self_surgery_critical_success
source: The operation seems to take forever... such a brilliantly performed operation can advance science! The wound ({disease}) of **{character}** is healed.
es: La operación parece durar una eternidad... ¡Una operación llevada a cabo tan brillantemente puede hacer avanzar la ciencia! La herida ({disease}) de **{character}** ha sido curada.
fr: L'opération semble durer une éternité... une telle opération menée avec un tel brio peut faire avancer la science ! La blessure ({disease}) de **{character}** est guérie.
it: self_surgery_critical_success

# disease_by_sex
source: You feel strange... emotion... or else... Your partner has given you a disease ({disease}).
es: Te sientes {target_character_gender, select, female {extraña} other {extraño}}... la emoción... o bien... tu pareja te ha transmitido una enfermedad ({disease}).
fr: Vous vous sentez bizarre... l'émotion... ou bien... Votre partenaire vous a transmis une maladie ({disease}).
it: disease_by_sex

# trauma_disease
source: What you just witnessed shocked you. You will never be the same again.
es: Lo que acabas de ver te ha afectado. {character_gender, select, female {Ya no serás la misma.} other {Ya no serás el mismo.} }
fr: {character_gender, select, male {Ce que vous venez de voir vous a choqué.} female {Ce que vous venez de voir vous a choquée.} other {invalid gender input} } Vous ne serez plus jamais la même personne.
it: trauma_disease

# hunter_death_turret
source: **{character}** does a little victory dance to celebrate *one less {hunter}*.
es: **{character}** baila de alegría porque hay *un {hunter} menos*.
fr: :hunter: **{character}** effectue sa petite danse de la victoire pour un *{hunter} de moins*.
it: hunter_death_turret

# infect_action
source: **{target_character}** has been contaminated by a spore from **{character}**. Their contamination level is currently **{quantity}**.
es: **{target_character}** ha sido {target_character_gender, select, female {contaminada} other {contaminado}} con una espora por **{character}**. Su nivel de contaminación es ahora de **{quantity}**.
fr: {target_character_gender, select, male {**{target_character}** a été contaminé} female {**{target_character}** a été contaminée} other {**{target_character}** a été contaminé}} par un spore par **{character}**. Son niveau de contamination est maintenant de **{quantity}**.
it: infect_action

# infect_trap
source: **{target_character}** was contaminated by opening a shelf trapped by **{character}**. Their contamination level is now **{quantity}**.
es: **{target_character}** ha sido {target_character_gender, select, female {contaminada} other {contaminado}} al abrir una estantería con una trampa de **{character}**. Su nivel de contaminación es ahora de **{quantity}**.
fr: {target_character_gender, select, male {**{target_character}** a été contaminé} female {**{target_character}** a été contaminée} other {**{target_character}** a été contaminé}} en ouvrant une étagère piégée par **{character}**. Son niveau de contamination est maintenant de **{quantity}**.
it: infect_trap

# infect_std
source: **{target_character}** has been contaminated by doing it with **{character}**. Their contamination level is now **{quantity}**.
es: **{target_character}** ha sido {target_character_gender, select, female {contaminada} other {contaminado}} al hacerlo con **{character}**. Su nivel de contaminación es ahora de **{quantity}**.
fr: {target_character_gender, select, male {**{target_character}** a été contaminé} female {**{target_character}** a été contaminée} other {**{target_character}** a été contaminé}} en le faisant avec **{character}**. Son niveau de contamination est maintenant de **{quantity}**.
it: infect_std

# infect_cat
source: **{target_character}** has been infected by **{character}** by picking up *{equipment}*. Their contamination level is now **{quantity}**.
es: **{target_character}** ha sido {target_character_gender, select, female {contaminada} other {contaminado}} por **{character}** al tocar a **{equipment}**. Su nivel de contaminación es ahora de **{quantity}**.
fr: {target_character_gender, select, male {**{target_character}** a été contaminé} female {**{target_character}** a été contaminée} other {**{target_character}** a été contaminé}} par **{character}** en prenant **Schrödinger**. Son niveau de contamination est maintenant de **{quantity}**.
it: infect_cat

# infect_mush_raid
source: **{target_character}** has been contaminated by a Mush raid during exploration. Their contamination level is now **{quantity}**.
es: {is_player_mush, select, true {Aprovechando la confusión del ataque en el campo de cristalitas, **{target_character}** ha recogido **1** espora.} other {**{target_character}** se ha contaminado por una Trampa Mush en la exploración. Su nivel de infección es ahora de **{quantity}**.} }
fr: {is_player_mush, select, true {Profitant de la confusion de l'attaque dans le champ de cristalite, **{target_character}** a récupéré un spore.} other {{target_character_gender, select, male {**{target_character}** a été contaminé} female {**{target_character}** a été contaminée} other {**{target_character}** a été contaminé}} par un raid Mush en exploration. Son niveau de contamination est maintenant de **{quantity}**.} }
it: infect_mush_raid

# infect_trapped_ration
source: **{target_character}** has been infected by a meal contaminated by **{character}**. Their contamination level is currently **{quantity}**.
es: **{target_character}** ha sido {target_character_gender, select, female {contaminada} other {contaminado}} al consumir un alimento contaminado por **{character}**. Su nivel de contaminación es ahora de **{quantity}**.
fr: {target_character_gender, select, male {**{target_character}** a été contaminé} female {**{target_character}** a été contaminée} other {**{target_character}** a été contaminé}} par un aliment contaminé par **{character}**. Son niveau de contamination est maintenant de **{quantity}**.
it: infect_trapped_ration

# mush_convert_event
source: Welcome to Mush, **{target_character}**.
es: Bienvenido al bando de los mush, **{target_character}**.
fr: Bienvenue parmi le Mush **{target_character}**.
it: mush_convert_event

# mush_convert_cat_event
source: **{equipment}** has been converted by **{target_character}**. Welcome to Mush, **{equipment}**.
es: **{equipment}** ha sido convertido por **{target_character}**. Bienvenido al Mush, **{equipment}**.
it: mush_convert_cat_event

# player_enter_chat
source: **{character}** has joined discussion.
es: **{character}** ha entrado al chat.
fr: **{character}** a rejoint la discussion.
it: player_enter_chat

# player_leave_chat
source: {character_gender, select, male {**{character}** cannot be reached here, he closed the tab.} female {**{character}** cannot be reached here, she closed the tab.} other {**{character}** cannot be reached here, they closed the tab.} }
es: **{character}** ha cerrado el chat.
fr: {character_gender, select, male {**{character}** a quitté la discussion, il a fermé l'onglet.} female {**{character}** a quitté la discussion, elle a fermé l'onglet.} other {**{character}** a quitté la discussion, il a fermé l'onglet.} }
it: player_leave_chat

# player_leave_chat_death
source: {character_gender, select, male {**{character}** cannot be reached here, he left this world.} female {**{character}** cannot be reached here, she left this world.} other {**{character}** cannot be reached here, they left this world.} }
es: **{character}** ha pasado a mejor vida.
fr: {character_gender, select, male {**{character}** a quitté la discussion, il a quitté notre monde.} female {**{character}** a quitté la discussion, elle a quitté notre monde.} other {**{character}** a quitté la discussion, il a quitté notre monde.} }
it: player_leave_chat_death

# player_leave_chat_talky
source: {character_gender, select, male {**{character}** cannot be reached here, he left the room without a walkie talkie.} female {**{character}** cannot be reached here, she left the room without a walkie talkie.} other {**{character}** cannot be reached here, they left the room without a walkie talkie.} }
es: **{character}** ha dejado el chat. Salió de la sala y no tiene walkie-talkie...
fr: {character_gender, select, male {**{character}** a quitté la discussion, il a quitté la pièce et n'a pas de talky...} female {**{character}** a quitté la discussion, elle a quitté la pièce et n'a pas de talky...} other {invalid gender input} }
it: player_leave_chat_talky

# player_leave_chat_lost
source: {character_gender, select, male {**{character}** cannot be reached here, he is alone on a planet without a walkie-talkie.} female {**{character}** cannot be reached here, she is alone on a planet without a walkie-talkie.} other {**{character}** cannot be reached here, they are alone on a planet without a walkie-talkie.} }
es: **{character}** se ha perdido en un planeta y no tiene walkie-talkie...
fr: {character_gender, select, male {**{character}** a quitté la discussion, il est seul sur une planète et n'a pas de talkie...} female {**{character}** a quitté la discussion, elle est seule sur une planète et n'a pas de talkie...} other {**{character}** a quitté la discussion, il est seul sur une planète et n'a pas de talkie...} }
it: player_leave_chat_lost

# hunter_death_patrol_ship
source: :hunter: **{character}** cheers loudly! *One less {hunter}*, yes!
es: :hunter: ¡**{character}** grita de felicidad! Un **{hunter}** menos. ¡Eso es!
fr: :hunter: **{character}** pousse un bon hurlement ! Un **{hunter} de moins**, yes !
it: hunter_death_patrol_ship

# attacked_by_hunter
source: :hunter: {version, select, 1 {You have been attacked by a Hunter.} 2 {Explosions erupt, you have been attacked by a Hunter.} other {You have been attacked by a Hunter.} }
es: ¿Qué fue eso? Un disparo de los Hunters.
fr: :hunter: {version, select, 1 {Pendant l'opération, un Hunter vous a laissé de gros dégâts.} 2 {Quelques explosions surviennent, vous venez d'être attaqué par un Hunter.} 3 {Tout tremble autour de vous, une attaque est en cours.} 4 {Vous avez été attaqué par un Hunter.} other {Vous avez été attaqué par un Hunter.} }
it: attacked_by_hunter

# patrol_discharge
source: **{character}** discharged some equipment from their one-seater.
es: **{character}** descarga material desde su nave.
fr: **{character}** décharge du matériel de son monoplace.
it: patrol_discharge

# scrap_collected
source: The {place} piloted by **{character}** has brought back a **{target_equipment}**.
es: El {place} pilotado por **{character}** ha traído {target_equipment_gender, select, female {una} other {un}} **{target_equipment}**.
fr: {target_equipment_gender, select, male {Le {place} piloté par **{character}** a rapatrié un **{target_equipment}**.} female {Le {place} piloté par **{character}** a rapatrié une **{target_equipment}**.} other {Le {place} piloté par **{character}** a rapatrié un **{target_equipment}**.} }
it: scrap_collected

# patrol_damage
source: The craft has sustained *{quantity} {quantity, select, 1 {point} other {points}} of damage*.
es: La nave sufre *{quantity} {quantity, select, 1 {punto} other {puntos}} de daño*.
fr: L'appareil encaisse *{quantity} {quantity, select, 1 {point} other {points}} de dégâts*.
it: patrol_damage

# stuck_in_the_ship
source: {character_gender, select, male {**{character}** stayed aboard the ship because he forgot their **Spacesuit**.} female {**{character}** stayed aboard the ship because she forgot their **Spacesuit**.} other {**{character}** stayed aboard the ship because they forgot their **Spacesuit**.} }
es: **{character}** se quedó a bordo porque no equipaba un **Traje Espacial**.
fr: {character_gender, select, male {**{character}** est resté à bord car il n'avait pas sa **Combinaison**.} female {**{character}** est restée à bord car elle n'avait pas sa **Combinaison**.} other {**{character}** est resté à bord car il n'avait pas sa **Combinaison**.} }
it: stuck_in_the_ship

# exploration_finished
source: You have just completed an expedition! You can get all the details {exploration_link}.
es: ¡Has completado una expedición! Accede a todos los detalles en {exploration_link}.
fr: Vous venez de terminer une expédition ! Vous pouvez retrouver son déroulement {exploration_link}.
it: exploration_finished

# all_explorators_stucked
source: The exploration came back sooner than expected: nobody had a spacesuit!
es: La exploración regresó antes de lo previsto: ¡Nadie tenía traje espacial!
fr: L'exploration est revenue plus tôt que prévu : personne n'avait de combinaison !
it: all_explorators_stucked

# liquid_map_helped
source: The liquid map was a great help to **{character}**.
es: El mapa líquido ha ayudado a **{character}**.
fr: La carte liquide a bien aidé **{character}**.
it: liquid_map_helped

# get_up_bed_broken
source: This **{target_equipment}** seems even more uncomfortable than usual; how is this possible ?! **{character}** does a few spins before finally getting up.
es: {target_equipment_gender, select, female {Esta **{target_equipment}** parece más incómoda que de costumbre} other {Este **{target_equipment}** parece más incómodo que de costumbre} }; ¿cómo es posible? **{character}** se da un par de vueltas antes levantarse.
fr: {target_equipment_first_letter, select, vowel {Cet **{target_equipment}** semble encore plus inconfortable que d'habitude ; comment est-ce possible ?! **{character}** se retourne à plusieurs reprises avant de se lever.} consonant {Ce **{target_equipment}** semble encore plus inconfortable que d'habitude ; comment est-ce possible ?! **{character}** se retourne à plusieurs reprises avant de se lever.} other {Ce **{target_equipment}** semble encore plus inconfortable que d'habitude ; comment est-ce possible ?! **{character}** se retourne à plusieurs reprises avant de se lever.} }
it: get_up_bed_broken

# help_disabled
source: **{character}** helped **{target_character}** to get out of the room, brotherly help is a beautiful thing.
es: **{character}** ayuda a **{target_character}** a salir de la sala, un buen ejemplo de amistad.
fr: **{character}** aide **{target_character}** à sortir de la pièce, c'est beau la fraternité.
it: help_disabled

# consume_mush
source: You eat this pathetic morsel to pull the wool over their eyes, but it doesn't give you any energy...
es: Comes esa deplorable comida para enmascarar, pero no te hace nada...
fr: Vous mangez cette pitoyable nourriture pour donner le change mais elle ne vous fait rien...
it: consume_mush

# daily_morale_loss
source: You made it through another day... Your morale is slowly diminishing.
es: Un día más de lucha... Tu estado de ánimo baja...
fr: Un jour de plus à lutter... Votre moral baisse...
it: daily_morale_loss

# all_explorators_dead
source: The expedition ended sooner than expected: all the explorers are dead! You can find out how it went {exploration_link}.
es: La expedición terminó antes de lo previsto: ¡Todos los exploradores están muertos! Puedes consultar lo que pasó {exploration_link}.
fr: L'expédition s'est terminée plus tôt que prévu : tous les explorateurs sont morts ! Vous pouvez retrouver son déroulement {exploration_link}.
it: all_explorators_dead

# gain_shoot_point
source: You have earned {quantity} :pa_shoot:.
es: Has ganado {quantity} :pa_shoot:.
fr: Vous avez gagné {quantity} :pa_shoot:.
it: gain_shoot_point

# gain_conceptor_point
source: You have earned {quantity} :pa_core:.
es: Has ganado {quantity} :pa_core:.
fr: Vous avez gagné {quantity} :pa_core:.
it: gain_conceptor_point

# gain_nurse_point
source: You have earned {quantity} :pa_heal:.
es: Has ganado {quantity} :pa_heal:.
fr: Vous avez gagné {quantity} :pa_heal:.
it: gain_nurse_point

# gain_it_expert_point
source: You have earned {quantity} :pa_comp:.
es: Has ganado {quantity} :pa_comp:.
fr: Vous avez gagné {quantity} :pa_comp:.
it: gain_it_expert_point

# gain_pilgred_point
source: You have earned {quantity} :pa_pilgred:.
es: Has ganado {quantity} :pa_pilgred:.
fr: Vous avez gagné {quantity} :pa_pilgred:.
it: gain_pilgred_point

# gain_technician_point
source: You have earned {quantity} :pa_eng:.
es: Has ganado {quantity} :pa_eng:.
fr: Vous avez gagné {quantity} :pa_eng:.
it: gain_technician_point

# gain_botanist_point
source: You have earned {quantity} :pa_garden:.
es: Has ganado {quantity} :pa_garden:.
fr: Vous avez gagné {quantity} :pa_garden:.
it: gain_botanist_point

# found_item_in_exploration
source: {target_equipment_first_letter, select, consonant {**{character}** has found a **{target_equipment}**.} vowel {**{character}** has found an **{target_equipment}**.} other {**{character}** has found a **{target_equipment}**.}}
es: {target_equipment_gender, select, female {**{character}** ha encontrado una **{target_equipment}**.} other {**{character}** ha encontrado un **{target_equipment}**.} }
fr: {target_equipment_gender, select, male {**{character}** a obtenu un **{target_equipment}**.} female {**{character}** a récupéré une **{target_equipment}**.} other {**{character}** a obtenu un **{target_equipment}**.} }
it: found_item_in_exploration

# disease_by_alien_fight
source: {is_player_mush, select, true {:ill: Your attacker gave you a disease ({disease}). At least, that's what you can make them believe...} other {:ill: Your attacker gave you a disease ({disease}).} }
es: :ill: Tu atacante te ha transmitido una enfermedad ({disease}). {is_player_mush, select, true { Al menos, eso es lo que quieres hacerles creer...} other {}}
fr: {is_player_mush, select, true {:ill: Votre agresseur vous a transmis une maladie ({disease}). Du moins, c'est ce que vous pourrez leur faire croire...} other {:ill: Votre agresseur vous a transmis une maladie ({disease}).} }
it: disease_by_alien_fight

# disease_by_alien_travel
source: {is_player_mush, select, true {:ill: During your stay you managed to contract a disease ({disease}). At least, that's what you can make them believe...} other {:ill: During your stay you managed to contract a disease ({disease}).} }
es: :ill: Has contraído una enfermedad durante tu estadía ({disease}.{is_player_mush, select, true { Al menos, eso es lo que quieres hacerles creer...} other {}}
fr: {is_player_mush, select, true {:ill: Vous avez attrapé une maladie pendant votre voyage ({disease}). Du moins, c'est ce que vous pourrez leur faire croire...} other {:ill: Vous avez attrapé une maladie pendant votre voyage ({disease}).} }
it: disease_by_alien_travel

# invertebrate_shell_explosion
source: The **Invertebrate Shell** explodes in a spray of flames that breaks all the equipment in the room!
es: ¡El **Proyectil invertebrado** explota en una lluvia de llamas que rompe todos los equipos de la sala!
fr: La **Cartouche invertébrée** explose dans une gerbe de flammes qui met hors service tous les équipements de la pièce !
it: invertebrate_shell_explosion
