Repository: cmnemoi/eMush
Catalog: Api/translations/*/fun_facts+intl-icu.*.xlf
Languages: es, fr

# best_cook
source: best_cook.name best_cook.description
es: Cocine a fuego lento por la tarde y por la mañana. "Cuando no hay nada que hacer, pues... ¡Cocino! ¿Qué?¿Hice Demasiado? ¡¿Quién no terminó su plato?!"
fr: Mitonne soir et matin « Quand j'ai rien d'autre à faire, eh ben... J'cuisine ! Quoi, y'en a trop ?! Qui finit pas son assiette ?!! »

# best_planet_scanner
source: best_planet_scanner.name best_planet_scanner.description
es: Genio de la astrofísica Este de aquí adora descubrir planetas y escanearlos, escanearlos hasta que ya no queda nada por escanear!
fr: Astrophysicien de génie Celui-là aime découvrir des planètes et les scanner, les scanner, jusqu'à ce qu'il n'y ait plus rien à scanner !

# earliest_death
source: earliest_death.name earliest_death.description
es: Sketch incompleto Tal vez era alguien que hubiera podido hacer historia... pero murió antes de siquiera empezar.
fr: Ébauche inachevée C'est peut-être quelqu'un qui aurait pu marquer l'Histoire, sauf qu'il est mort avant d'avoir commencé.

# best_technician
source: best_technician.name best_technician.description
es: Técnico omnipotente Entendió que las cosas rotas, pues, no funcionan y hay que repararlas!
fr: Technicien omnipotent A compris que les objets cassés, eh ben ils marchent pas, donc faut les réparer !

# unluckier_technician
source: unluckier_technician.name unluckier_technician.description
es: Manos inútiles No sirve de nada darle una llave inglesa. No sabría que hacer con ella...
fr: Deux-mains-gauches Lui, il ne faut pas lui laisser la clef à molette. Il ne sait visiblement rien faire avec...

# sol_collabs
source: sol_collabs.name sol_collabs.description
es: Asistente radio de servicio Alguien que entendió la utilidad de establecer el enlace de radio desde el terminal de comunicación.
fr: Assistant radio de service Voilà quelqu'un qui a compris l'utilité d'établir la liaison radio du terminal de communication.

# best_caresser
source: best_caresser.name best_caresser.description
es: Adicto a pelos de gato Es simpático acariciar al gato, pero normalmente no es el objetivo principal de un viaje...
fr: Accro aux poils de chat C'était sympa de câliner le chat, mais c'est normalement pas l'objet principal du voyage...

# best_hunter_killer
source: best_hunter_killer.name best_hunter_killer.description
es: Piloto Battlestar ¡Digna encarnación de Starbuck en Battlestar Galactica!
fr: Pilote classe Battlestar Digne incarnation de Starbuck l'héroïne, fléau destructeur de vaisselle spatiale ennemie !

# best_lost
source: best_lost.name best_lost.description
es: «No debí venir.» Vino, se perdió, esperó, y esperó muuuucho tiempo... y lo seguiría haciendo.
fr: « J'aurais pas dû venir. » Il est venu, il s'est perdu, il a attendu… loooooongtemps... et il aurait pu y rester.

# best_killer
source: best_killer.name best_killer.description
es: Asesino compulsivo Si fuera posible comer a sus camaradas, lo hubiera hecho con todo y una pisca de sal.
fr: Assassin compulsif S'il avait pu manger ses coéquipiers, il l'aurait peut-être fait. À la croque-au-sel.

# most_talkative
source: most_talkative.name most_talkative.description
es: Compa locuaz Le pequeña voz que se escucha dia y noche en el walkie-talkie. ¡Adiós soledad!
fr: Compagnon loquace La petite voix qu'on entend de jour comme de nuit dans le talkie-walkie walkie. Adieu solitude !

# less_talkative
source: less_talkative.name less_talkative.description
es: En modo silencio de radio Este claramente nunca encontró el botón del walkie-talkie...
fr: En mode silence-radio Celui-là n'a visiblement jamais trouvé le bouton du talkie-walkie...

# less_active
source: less_active.name less_active.description
es: Perezoso invertebrado No hizo mucho, ni aunque fuera el fin del mundo. No, son los otros quien deben trabajar duro.
fr: Glandeur invertébré Ne s'est pas trop foulé, même si c'est la fin du monde. Non, pour lui, ce sont les autres qui triment.

# most_active
source: most_active.name most_active.description
es: Incansable hiperactivo Nunca para y honestamente, nos preguntamos que mismo toma para poder seguir...
fr: Increvable hyperactif Il ne s’arrête jamais et sincèrement, on se demande ce qu'il prend pour tenir le coup...

# best_eater
source: best_eater.name best_eater.description
es: ¿Qué comemos hoy? Pasa su tiempo rumiando todo lo que tiene enfrente y no deja ni los huesos.
fr: Quand l'appétit va... Passe son temps à grailler tout ce qui lui passe sous le nez, et racle aussi le fond des étagères.

# best_action_waster
source: best_action_waster.name best_action_waster.description
es: Energía desperdiciada «Mi lema: Es mejor gastar sin pensar»
fr: Dilapidateur d'énergie « Mon crédo ? Gâcher beaucoup de points d'action, et profiter du soleil ! »

# worst_action_waster
source: worst_action_waster.name worst_action_waster.description
es: Super Optimizador Usa muy bien cada uno de sus puntos de acción. Ha entendido bien la clave del juego.
fr: SuperOptimisator Il n'a presque jamais gaspillé de point d'action. Parce que lui, il a compris le but du jeu.

# best_sleeper
source: best_sleeper.name best_sleeper.description
es: Dormilón caradura Se ha pasado todo el juego en cama, babeando y roncando. Vaya desperdicio.
fr: Dormeur indolent C'est lui qui a passé le plus de temps au lit. Mais seulement pour dormir. Ahlala...

# dead_during_sleep
source: dead_during_sleep.name dead_during_sleep.description
es: Rest In Peace ¿Fuego, asfixia, famina, traición, violencia ciega...? No, murió mientras dormía.
fr: Rest In Peace Incendie, asphyxie, famine, traîtrise, violence aveugle... ? Non, lui, il est mort dans son sommeil.

# best_hacker
source: best_hacker.name best_hacker.description
es: Trabajador del año No le importan los títulos pomposos, prefiere los recursos y los accesos a los terminales. Muy competente.
fr: Bidouilleur Anonymous À défaut d'avoir des titres pompeux, il a de la ressource ! Et l'accès aux terminaux qui vont bien.

# best_com_technician
source: best_com_technician.name best_com_technician.description
es: Responsable Comm. Dedicada Pasó mucho tiempo retocando la radio. ¿Al menos le agradeciste?
fr: Resp. Comm. dévoué A passé beaucoup de temps et d'efforts à bidouiller la radio. Vous l'avez remercié, au moins ?

# best_sandman
source: best_sandman.name best_sandman.description
es: Pesadilla andante Jugó demasiado Croquemonstruo y se divirtió arruinando los sueños de sus camaradas.
fr: Cauchemar ambulant A trop joué à Croquemonster et s'est fait une joie de pourrir le sommeil de ses petits camarades.

# best_terrorist
source: best_terrorist.name best_terrorist.description
es: Mutante Fuerza Bruta ¡Terrible mutante terrorista sin nombre ni perdón!
fr: Mutant Force Brute Terrifiant mutant terroriste brutal et increvable capable de vous mettre une zouille sans nom !

# best_wounded
source: best_wounded.name best_wounded.description
es: Desafortunadamente indefenso Un herido de servicio que solo se enfrenta a desgracias injustas... ¿tal vez no debería haber ido desarmado?
fr: Malchanceux démuni Blessé de service à qui il n'arrive que des malheurs trop injustes… fallait peut-être pas y aller à poil ?

# best_diseased
source: best_diseased.name best_diseased.description
es: Frágil y enfermizo Paciente incurable que se contagió de todas las suciedades a su alrededor. No hay que pedirle demasiado.
fr: Faiblard souffreteux Malade incurable qui choppe toutes les saletés qui passent. Alors il ne faut pas trop lui en demander.

# drug_addict
source: drug_addict.name drug_addict.description
es: "Sólo... es... recreacional..." Consumidor intensivo de sustancias sospechosas que le hacen ver ciervos sonrientes y pulpos sagrados.
fr: « c'est... juste... récréatif... » Grand utilisateur de produit pas nets qui font voir des bambis hilares et des poulpes sacrés.

# knife_evader
source: knife_evader.name knife_evader.description
es: Medio ninja medio anguila Evita cuchillos como nadie más, y nadie puede pararle. Es el ninja-anguila.
fr: Mi ninja mi anguille Il esquive les lames comme personne, et personne ne peut le fumer. C'est l'homme ninja-anguille.

# best_agro
source: best_agro.name best_agro.description
es: Loco peligroso Super agresivo, ataca todo lo que se mueve. Es el terror de las gallinas del jardín.
fr: Dingue dangereux Super agressif, attaque tout ce qui bouge. La terreur des poules de basse-cour.

# worst_agro
source: worst_agro.name worst_agro.description
es: Pacifista No mata ni a una mosca. Los otros se ocupan de eso.
fr: La violence c'est le mal Pacifiste inconditionnel qui ne fait presque de mal à personne. Ce sont les autres qui s'en occupent.

# lesser_drugged
source: lesser_drugged.name lesser_drugged.description
es: Pureza asombrosa Las drogas son malas, no las toquen niños. Tú tampoco las toques, o te funo.
fr: Pureté stupéfiante La drogue c'est mal, n'y touchez pas les enfants. N'y touchez pas vous non plus, ou je vous fume.

# kube_addict
source: kube_addict.name kube_addict.description
es: Gamer al cubo Adicto al MAD Kube, esa cosa que te hace adormecer las piernas cuando estás en el WC...
fr: Joueur useless Addict du mad'Kube, le truc qui sert à rien. Vous n'iriez pas plutôt faire un tour sur Galaxy 55 ?...

# best_alien_traitor
source: best_alien_traitor.name best_alien_traitor.description
es: Traidor en expedición EL camarada que nadie debió llevar a ese planeta maldito...
fr: Traître en expédition LE coéquipier que personne n'aurait jamais dû emmener sur cette maudite planète...

# stealthiest
source: stealthiest.name stealthiest.description
es: Furtivo enmascarado ¡Es el champiñón enmascarado que cometió las acciones más traicioneras en secreto!
fr: Fourbasse masquée C'est le champignon furtif masqué ayant commis le plus d'actions fourbes en douce !

# unstealthiest
source: unstealthiest.name unstealthiest.description
es: Champiñón al descubierto Un champiñón no-tan-secreto encontrado manos en la masa, ¿Y qué?
fr: Champignon découvert Un champignon pas discret qui s'est fait gauler en pleine action. Et bah alors ?

# unstealthiest_and_killed
source: unstealthiest_and_killed.name unstealthiest_and_killed.description
es: Champiñón decapitado La discreción... ¿De qué sirve? Pues, para no terminar como un omellette de champiñón...
fr: Champignon décapité « La discrétion, mais pourquoi faire ? » …Eh bien, pour ne pas finir en omelette des bois...
