Repository: cmnemoi/eMush
Catalog: Api/translations/*/highlight+intl-icu.*.xlf
Languages: es, fr, it

# build
source: You have assembled {target_equipment_first_letter, select, vowel {an} other {a}} **{target_equipment}**.
es: Has construido {target_equipment_gender, select, male {un **{target_equipment}**} female {una **{target_equipment}**} other {un **{target_equipment}**} }.
fr: Vous avez assemblé {target_equipment_gender, select, male {un **{target_equipment}**} female {une **{target_equipment}**} other {un **{target_equipment}**} }.
it: build.highlight

# do_the_thing
source: You have spent the night with **{target_character}**.
es: Has pasado la noche con **{target_character}**.
fr: Vous avez passé la nuit avec **{target_character}**.
it: do_the_thing.highlight

# eat_spore
source: Yum! A spore! Nom nom nom! Let's do this!
es: ¡Yum! ¡Una espora! Nom nom nom... ¡Allá vamos!
fr: Miam un spore shomp shomp et ça repart !
it: eat_spore.highlight

# extract_spore
source: You have created a **spore**.
es: Has creado una **espora**.
fr: Vous avez créé un **spore**.
it: extract_spore.highlight

# flirt
source: You have flirted with **{target_character}**.
es: Has coqueteado con **{target_character}**.
fr: Vous avez fleureté avec **{target_character}**.
it: flirt.highlight

# hit
source: You have hit **{target_character}**.
es: Golpeaste a **{target_character}**.
fr: Vous avez frappé **{target_character}**.
it: hit.highlight

# infect
source: You have spiked **{target_character}**.
es: Has contaminado a **{target_character}**.
fr: Vous avez poinçonné **{target_character}**.
it: infect.highlight

# shred
source: You have torn out important information... Or almost.
es: Destruiste información importante... casi.
fr: Vous avez déchiré des informations importantes... Ou presque.
it: shred.highlight

# sabotage
source: You have sabotaged {target_equipment_first_letter, select, vowel {an} other {a}} **{target_equipment}**.
es: Saboteaste {target_equipment_gender, select, male {un **{target_equipment}**} female {una **{target_equipment}**} other {un **{target_equipment}**} }.
fr: Vous avez saboté {target_equipment_gender, select, male {un **{target_equipment}**} female {une **{target_equipment}**} other {un **{target_equipment}**} }
it: sabotage.highlight

# take_shower
source: You took a well-deserved shower !
es: ¡Tomaste una ducha bien merecida!
fr: Vous avez pris une douche bien méritée !
it: take_shower.highlight

# wash_in_sink
source: You took a well-deserved shower !
es: ¡Tomaste una ducha bien merecida!
fr: Vous avez pris une douche bien méritée !
it: wash_in_sink.highlight

# extinguish
source: You have extinguished a fire.
es: ¡Apagaste un incendio!
fr: Vous avez éteint un incendie !
it: extinguish.highlight

# heal
source: You healed **{target_character}**.
es: Curaste a **{target_character}**.
fr: Vous avez soigné **{target_character}**.
it: heal.highlight

# self_heal
source: You healed yourself.
es: Te has curado a {character_gender, select, male {ti mismo} female {ti misma} other {ti misme} }.
fr: Vous vous êtes soigné.
it: self_heal.highlight

# comfort
source: You comforted **{target_character}**.
es: Consuelas **{target_character}**.
fr: Vous avez réconforté **{target_character}**.
it: comfort.highlight

# spread_fire
source: You have set fire to the **{target_place}**.
es: Prendiste fuego {target_place_loc_prep} **{target_place}**.
fr: Vous avez mis le feu.
it: spread_fire.highlight

# remove_spore
source: You removed a spore from yourself.
es: Retiraste una espora.
fr: Vous vous êtes retiré un spore.
it: remove_spore.highlight

# extinguish_manually
source: You have extinguished a fire with improvised means!
es: ¡Apagaste un incendio de forma improvisada!
fr: Vous avez éteint un incendie avec les moyens du bord !
it: extinguish_manually.highlight

# motivational_speech
source: You have given a motivational speech!
es: ¡Diste un discurso motivacional!
fr: Vous avez donné un discours enflammé !
it: motivational_speech.highlight

# boring_speech
source: You have given an inspiring speech (or not...)!
es: ¡Diste un discurso fascinante (o no...)!
fr: Vous avez donné un discours passionant (ou pas...) !
it: boring_speech.highlight

# make_sick
source: You have given an illness to **{target_character}**.
es: Le diste a **{target_character}** una *enfermedad*.
fr: Vous avez donné une *maladie* à **{target_character}**.
it: make_sick.highlight

# surgery
source: You have performed surgery on **{target_character}**.
es: Realizaste una cirugía sobre **{target_character}**.
fr: Vous avez effectué une chirurgie sur **{target_character}**.
it: surgery.highlight

# screw_talkie
source: You have taken control of a **Walkie-Talkie**.
es: Has tomado el control de un **Walkie-Talkie**.
fr: Vous vous êtes emparé d'un talkie-walkie !
it: screw_talkie.highlight

# attack
source: You attacked **{target_character}**. You tried to attack **{target_character}** but failed...
es: Atacaste a **{target_character}**. Intentaste atacar a **{target_character}** sin éxito...
fr: Vous avez agressé **{target_character}**. Vous avez tenté d'agresser **{target_character}** sans succès...
it: attack.highlight attack.highlight_fail

# shoot
source: You opened fire on **{target_character}**. You tried to shoot at **{target_character}** but failed...
es: Abres fuego contra **{target_character}**. Intentas disparar a **{target_character}** pero fallas...
fr: Vous avez tiré sur **{target_character}**. Vous avez tenté de tirer sur **{target_character}** sans succès...
it: shoot.highlight shoot.highlight_fail

# play_arcade
source: You have pwned the Dynarcade!. You have lost on the Dynarcade!
es: ¡Has pwnado la Dynarcada! ¡Perdiste en la Dynarcada!
fr: Vous avez pwné la Dynarcade. Vous avez perdu sur la Dynarcade !
it: play_arcade.highlight play_arcade.highlight_fail

# hack
source: You have taken control of the **{target_equipment}**.
es: Tomaste control {target_equipment_gender, select, male {del **{target_equipment}**} female {de la **{target_equipment}**} other {de **{target_equipment}**} }.
fr: Vous avez pris le contrôle {target_equipment_gender, select, male {du **{target_equipment}**} female {de la **{target_equipment}**} other {du **{target_equipment}**} }.
it: hack.highlight

# advance_daedalus
source: You manoeuvred the Daedalus.
es: Has maniobrado el Daedalus.
fr: Vous avez fait voyager le Daedalus.
it: advance_daedalus.highlight

# scan
source: You have discovered a new planet.
es: ¡Descubriste un nuevo planeta!
fr: Vous avez découvert une nouvelle planète !
it: scan.highlight

# turn_daedalus_left
source: You changed the heading of the Daedalus.
es: Cambiaste la orientación del Daedalus.
fr: Vous avez changé l'orientation du Daedalus.
it: turn_daedalus_left.highlight

# turn_daedalus_right
source: You changed the heading of the Daedalus.
es: Cambiaste la orientación del Daedalus.
fr: Vous avez changé l'orientation du Daedalus.
it: turn_daedalus_right.highlight

# takeoff_to_planet
source: You have taken off in the Icarus.
es: Hiciste despegar el Icarus.
fr: Vous avez fait décoller l'Icarus.
it: takeoff_to_planet.highlight

# return_to_sol
source: You manoeuvred the Daedalus.
es: Diriges el Daedalus hacia Sol.
fr: Vous avez fait voyager le Daedalus vers Sol.
it: return_to_sol.highlight

# trap_closet
source: You have booby-trapped a shelving unit. Shelving units should never be trusted.
es: Has puesto una trampa en una estantería. Nunca hay como confiar en las estanterías.
fr: Vous avez piégé une pièce. On devrait toujours se méfier des étagères.
it: trap_closet.highlight

# chitchat
source: You accompanied **{target_character}** in their journey to find peace!
es: Charlas con {target_character}.
fr: Vous vous êtes confié à **{target_character}**.
it: chitchat.highlight

# graft
source: You've created a hybrid!
es: ¡Creaste un híbrido!
fr: Vous avez fait une greffe !
it: graft.highlight

# put_through_door
source: You got **{target_character}** through a door.
es: Mostraste la puerta a **{target_character}**.
fr: Vous avez flanqué **{target_character}** à la porte.
it: put_through_door.highlight

# become_genius
source: You've had a brilliant idea!
es: ¡Tuviste una idea brillante!
fr: Vous avez eu une idée de génie !
it: become_genius.highlight

# ceasefire
source: Fed up with the constant fighting, you have declared a ceasefire.
es: Harto de este infierno, declaras un alto al fuego!
fr: Lassé de cette enfer, vous avez déclaré un cessez-le-feu !
it: ceasefire.highlight

# exchange_body
source: You switched bodies with **{target_character}**!
es: ¡Cambiaste cuerpos con **{target_character}**!
fr: Vous avez échangé votre corps avec **{target_character}** !
it: exchange_body.highlight

# commander_order
source: You have given an order.
es: Has dado una orden.
fr: Vous avez donné un ordre.
it: commander_order.highlight

# print_ze_list
source: You have printed THE list!
es: Imprimiste LA lista.
fr: Vous avez imprimé LA liste.
it: print_ze_list.highlight

# depress
source: You have lowered **{target_character}**'s morale.
es: Disminuiste la moral de **{target_character}**.
fr: Vous avez mis le moral de **{target_character}** en berne.
it: depress.highlight

# delog
source: You have erased NERON memory.
es: Borraste la memoria de NERON.
fr: Vous avez effacé la mémoire de NERON.
it: delog.highlight

# run_home
source: You have left your host **{target_character}** for this body!
es: Decidiste que esta expedición era demasiado arriesgada.
fr: Vous avez décidé que cette expédition était trop risquée.
it: run_home.highlight

# putsch
source: You proclaimed yourselves Chief.
es: Te autoproclamaste Jefe.
fr: Vous vous êtes autoproclamé Chef !
it: putsch.highlight

# anathema
source: You have wasted **{target_character}**!
es: ¡Has anatematizado a **{target_character}**!
fr: Vous avez jeté l'anathème sur **{target_character}**.
it: anathema.highlight

# mix_ration_spore
source: You've prepared a little fungal recipe.
es: Preparaste una receta fungal.
fr: Vous avez préparé un petit encas fongique.
it: mix_ration_spore.highlight

# slime_trap
source: You have slimed **{target_character}**.
es: Has cubierto de slime a **{target_character}**.
fr: Vous avez empégué **{target_character}**.
it: slime_trap.highlight

# slime_object
source: You have slimed {target_equipment_first_letter, select, vowel {an} other {a}} **{target_equipment}**.
es: Has cubierto de slime {target_equipment_gender, select, male {al **{target_equipment}**} female {a la **{target_equipment}**} other {al **{target_equipment}**} }.
fr: Vous avez englué {target_equipment_gender, select, male {un **{target_equipment}**} female {une **{target_equipment}**} other {un **{target_equipment}**} }
it: slime_object.highlight

# mass_ggeddon
source: You have triggered a massive mould outbreak!
es: ¡Provocaste una mohosificación masiva!
fr: Vous avez provoqué une moisification massive !
it: mass_ggeddon.highlight

# reinforce
source: You have reinforced the **{target_equipment}**.
es: Renforzaste {target_equipment_gender, select, male {un **{target_equipment}**} female {una **{target_equipment}**} other {un **{target_equipment}**} }
fr: Vous avez blindé {target_equipment_gender, select, male {un **{target_equipment}**} female {une **{target_equipment}**} other {un **{target_equipment}**} }
it: reinforce.highlight

# throw_grenade.highlight
source: You lost your cool and threw a **Grenade**.
es: Perdiste control y lanzaste una **Granada**.
fr: Vous avez fait irruption et lancé une **Grenade**.
it: throw_grenade.highlight

# upgrade_drone_to_turbo
source: You have upgraded **{target_equipment}**.
es: Mejoraste un dron.
fr: Vous avez amélioré un drone.
it: upgrade_drone_to_turbo.highlight

# upgrade_drone_to_firefighter
source: You have upgraded **{target_equipment}**.
es: Mejoraste un dron.
fr: Vous avez amélioré un drone.
it: upgrade_drone_to_firefighter.highlight

# upgrade_drone_to_pilot
source: You have upgraded **{target_equipment}**.
es: Mejoraste un dron.
fr: Vous avez amélioré un drone.
it: upgrade_drone_to_pilot.highlight

# upgrade_drone_to_sensor
source: You have upgraded **{target_equipment}**.
es: Mejoraste **{target_equipment}**.
fr: Vous avez amélioré un drone en Senseur.
it: upgrade_drone_to_sensor.highlight

# pet_cat
source: You gave Schrödinger a biiig huuuuuggg.
es: Diste un abrazo gigaaante a **Schrödinger**.
fr: Vous avez fait un cââââââââliiiiiin à **Schrödinger**.
it: pet_cat.highlight

# convert_cat
source: You sent Schrödinger on a trip towards Mush.
es: Enviaste a Schrödinger en un viaje. Destinación: **Mush**.
fr: Vous avez fait voyager **Schrödinger** vers le Mush.
it: convert_cat.highlight

# torture
source: You tortured **{target_character}**.
es: Torturaste a **{target_character}**.
fr: Vous avez torturé **{target_character}**.
it: torture.highlight

# cure
source: You have vaccinated **{target_character}** against the Mush.
es: Vacunaste a **{target_character}** contra el Mush.
fr: Vous avez vacciné **{target_character}** contre le Mush.
it: cure.highlight

# daunt
source: You have lowered **{target_character}**'s morale.
es: Aterrorizaste a **{target_character}**.
fr: Vous avez terrorisé **{target_character}**.
it: daunt.highlight

# gen_metal
source: You've searched high and low...
es: Buscaste por todo lado...
fr: Vous avez fouiné un peu partout.
it: gen_metal.highlight

# door_sabotage
source: You have sabotaged a door.
es: Saboteaste una puerta.
fr: Vous avez saboté une porte.
it: door_sabotage.highlight

# give_nightmare
source: You have given an illness to **{target_character}**.
es: Contagiaste a **{target_character}**.
fr: Vous avez fait venir le Marchand de Terreur pour **{target_character}**.
it: give_nightmare.highlight

# neron_depress
source: You have depressed NERON.
es: Deprimiste a NERON.
fr: Vous avez déprimé NERON.
it: neron_depress.highlight

# compute_eden
source: You have computed the journey to Eden.
es: Calculaste el trayecto a Eden.
fr: Vous avez calculé le trajet vers Eden.
it: compute_eden.highlight

# travel_to_eden
source: You manoeuvred the Daedalus.
es: Maniobraste el Daedalus a Eden.
fr: Vous avez fait voyager le Daedalus vers Eden.
it: travel_to_eden.highlight

# shoot_cat
source: You opened fire on **{target_equipment}**. You tried to shoot at **{target_equipment}** but failed...
es: Abriste fuego sobre **{target_equipment}**. Intentaste disparar sobre {target_equipment_gender, select, male {un **{target_equipment}**} female {una **{target_equipment}**} other {un **{target_equipment}**} } pero fallaste...
fr: Vous avez ouvert le feu sur {target_equipment_gender, select, male {un **{target_equipment}**} female {une **{target_equipment}**} other {un **{target_equipment}**} }. Vous avez tenté de tirer sur {target_equipment_gender, select, male {un **{target_equipment}**} female {une **{target_equipment}**} other {un **{target_equipment}**} } sans succès...
it: shoot_cat.highlight shoot_cat.highlight_fail

# upgrade_neron
source: You have updated NERON's version number.
es: Actualizaste el número de versión de NERON.
fr: Vous avez augmenté le numéro de version NERON.
it: upgrade_neron.highlight

# contact_xyloph
source: You successfully transmitted communications to Xyloph!
es: ¡Transmitiste comunicaciones a Xyloph!
fr: Vous avez effectué une transmission avec Xyloph !
it: contact_xyloph.highlight

# accept_trade
source: You finalized a deal.
es: Finalizaste los términos del acuerdo comercial.
fr: Vous avez validé un accord commercial.
it: accept_trade.highlight

# go_berserk
source: You have been transformed into a horrible angry monster!
es: ¡Te transformaste en un monstruo horrible y furioso!
fr: Vous vous êtes transformé en horrible monstre furieux !
it: go_berserk.highlight

# hidden
source: You have found a hidden **{target_equipment}**!
es: ¡Encontraste {target_equipment_gender, select, male {un **{target_equipment}** escondido} other {una **{target_equipment}** escondida}} !
fr: Vous avez trouvé {target_equipment_gender, select, male {un} other {une}} **{target_equipment}** caché !
it: hidden.highlight

# conversion.player
source: You have entangled **{target_character}** in your rhizomes, {target_character_gender, select, male {he} other {she}} is now Mush!
es: Atrapaste a **{target_character}** en tus rizomas. ¡Ahora es parte de Mush !
fr: Vous avez empétré **{target_character}** dans vos rhizomes, {target_character_gender, select, male {il} other {elle}} fait désormais parti du Mush !
it: conversion.player.highlight

# conversion.player_target
source: You have completed your journey to Mush thanks to **{character}**!
es: Gracias a **{character}**, ¡ahora eres parte de Mush!
fr: Vous faites parti du Mush grâce à **{character}** !
it: conversion.player_target.highlight

# conversion.player.highlight_transfer
source: You switched bodies with **{target_character}**!
es: ¡Intercambiaste cuerpos con **{target_character}**!
it: conversion.player.highlight_transfer

# conversion.player_target.highlight_transfer
source: You have left your host **{character}** for this body!
es: ¡Dejaste tu anfitrión **{character}** por este cuerpo!
it: conversion.player_target.highlight_transfer

# equipment.destroyed_schrodinger.highlight
source: You have assassinated **{target_equipment}**!
es: Asasinaste {target_equipment_gender, select, male {un **{target_equipment}**} female {una **{target_equipment}**} other {un **{target_equipment}**} }.!
it: equipment.destroyed_schrodinger.highlight

# project.finished_research
source: You have completed the research into **{target_project}**!
es: ¡Completaste tu investigación sobre **{target_project}**!
it: project.finished_research.highlight

# death.player
source: You have assassinated **{target_character}** !
es: Asasinaste a **{target_character}** !
it: death.player.highlight
