Repository: cmnemoi/eMush
Catalog: Api/translations/*/items+intl-icu.*.xlf
Languages: es, fr

# stainproof_apron
source: stainproof_apron.name stainproof_apron.short_name stainproof_apron.plural_name stainproof_apron.genre stainproof_apron.first_letter stainproof_apron.description stainproof_apron.examine
es: Mandil anti-manchas Mandil anti-manchas Mandiles anti-manchas male consonant No te ensuciarás al realizar tareas manuales. No te ensuciarás al realizar tareas manuales. // Un viejo delantal que lleva escrito: ""El Mejor ingeniero"". Nadie sabe quién lo puso aquí pero puede servir...
fr: Tablier intachable Tablier intachable Tabliers intachables male consonant Vous ne vous salissez jamais en effectuant des actions salissantes. Vous ne vous salissez jamais en effectuant des actions salissantes. Un vieux tablier fatigué avec écrit dessus : "Meilleur ingénieur de mon coeur". Nul ne sait qui a ramené ça mais il peut servir...

# soap
source: soap.name soap.short_name soap.genre soap.first_letter soap.description soap.examine
es: Jabón Jabón male consonant Un viejo jabón de lavanda. Estar en el espacio no es excusa para estar sucio. // La acción Lavarse cuesta 1 PA menos. Un viejo jabón de lavanda. Estar en el espacio no es excusa para estar sucio. // La acción Lavarse cuesta 1 PA menos. // Algunos deberían usarlo más seguido.
fr: Savon Savon male consonant Un vieux savon de Marseille à la lavande. Dans l'espace personne ne peux vous entendre doucher Un vieux savon de Marseille à la lavande. Dans l'espace personne ne peux vous entendre doucher. L'action Se Laver coûte un PA de moins. Y en a certains qui devraient vraiment s'en servir.

# super_soaper
source: super_soaper.name super_soaper.short_name super_soaper.genre super_soaper.first_letter super_soaper.description super_soaper.examine
es: Super jabón Super jabón male consonant El Super jabón es un producto revolucionario indispensable para la lucha anti-mush. // La acción Lavarse cuesta 1 PA menos, ¡y además te quita una espora! El Super jabón es un producto revolucionario indispensable para la lucha anti-mush. // La acción Lavarse cuesta 1 PA menos, ¡y además te quita una espora! // Lo mínimo que debe hacer un salvador de la humanidad es oler a limpio.
fr: Super Savon Super Savon male consonant Super Savon est un produit révolutionnaire indispensable dans la lutte anti-mush. L'action Se Laver coûte un PA de moins ET vous nettoie d'un spore ! Super Savon est un produit révolutionnaire indispensable dans la lutte anti-mush. L'action Se Laver coûte un PA de moins ET vous nettoie d'un spore ! L'avenir de l'Humanité sera propre ou ne sera pas.

# babel_module
source: babel_module.name babel_module.short_name babel_module.plural_name babel_module.genre babel_module.first_letter babel_module.description babel_module.examine
es: Módulo Babel Módulo Babel Módulos Babel male consonant Un módulo de traducción universal. // Expedición: Duplica las probabilidades de encontrar un Artefacto en un sector "Vida Inteligente". Un módulo de traducción universal. // Expedición: Duplica las probabilidades de encontrar un Artefacto en un sector "Vida Inteligente". // Un curioso invento desarrollado por un pescador para negociar personalmente con los cardúmenes de peces que preferían pasear en el área de su vecino. Transforma las ondas cerebrales en mensajes inteligibles. La maquinita solo le sirvió para confirmar que los peces son tremendamente estúpidos. Hasta que un día se comunicó accidentalmente con una xenomorfa y pues... tuvieron muchos hijos.
fr: Module Babel Module Babel Modules Babel male consonant Un module de traduction universel. Expédition : Chance de gains d'Artefact dans un secteur "Vie Intelligente" x2 Un module de traduction universel. Expédition : Chance de gains d'Artefact dans un secteur "Vie Intelligente" x2 Le module Babel a été mis au point il y a de nombreuses années par un pisciculteur. Celui-ci en avait assez de voir ses poissons rouges mourir trop rapidement et a donc décidé de financer un projet de recherche visant à pouvoir communiquer avec eux. Le module décrypte les émotions des ondes pre et para-consciente Alpha et Beta et les transforme en mots intelligibles... ou presque. Bien mal lui en a pris, car ses poissons étaient en fait juste trop idiots et n'avaient aucun espèce d’intellect. Par contre, lui permettant de communiquer avec toute sorte d'autres entités vivantes, il a réussi à gagner des millions en refourguant son invention aux propriétaires de chiens... Les chats ne daignant pas répondre aux humains. Avec les premiers contacts xenomorphes, il devint très riche et eu beaucoup d'enfants.

# drill
source: drill.name drill.short_name drill.plural_name drill.genre drill.first_letter drill.description drill.examine
es: Taladro Taladro Taladros male consonant Permite extraer minerales en una expedición. // Expedición: Duplica las ganancias en los eventos "Hidrocarburo". Permite extraer minerales en una expedición. // Expedición: Duplica las ganancias en los eventos "Hidrocarburo". // Se usa para perforaciones en terrenos desconocidos.
fr: Foreuse Foreuse Foreuses female consonant La foreuse permet de récupérer des minéraux en mission. Expédition : Double les gains de l'évènement ""Hydrocarbure"" La foreuse permet aux corps expéditionnaires de traverser certaines embûches un peu "dures" à contourner. La foreuse permet de récupérer des minéraux en mission. Expédition : Double les gains de l'évènement "Hydrocarbure" La foreuse permet aux corps expéditionnaires de traverser certaines embûches un peu "dures" à contourner.

# echolocator
source: echolocator.name echolocator.short_name echolocator.plural_name echolocator.genre echolocator.first_letter echolocator.description echolocator.examine
es: Ecolocalizador Ecolocalizador Ecolocalizadores male vowel Es una herramienta muy útil en misiones de expedición. Permite localizar movimientos alrededor de quien la lleva. // Expedición: Posibilidad de recorrer las zonas restantes de tipo "Hidrocarburo" x5. Es una herramienta muy útil en misiones de expedición. Permite localizar movimientos alrededor de quien la lleva. // Expedición: Posibilidad de recorrer las zonas restantes de tipo "Hidrocarburo" x5. // Capaz de detectar amenazas durante las exploraciones.
fr: Écholocateur Écholocateur Écholocateurs male vowel L'ÉchoLocateur est un outil pour missions expéditionnaires. Il permet de repérer des mouvements dans l’environnement immédiat du porteur. Expédition : Chance de parcourir une des sections restantes "Hydro-Carbure" x5 L'ÉchoLocateur est un outil pour missions expéditionnaires. Il permet de repérer des mouvements dans l’environnement immédiat du porteur. Expédition : Chance de parcourir une des sections restantes "Hydro-Carbure" x5 L' ÉchoLocateur est un outils puissant pour les corps expéditionnaire en milieu hostile. Malheureusement, tout ce qui bouge n'est pas dangereux. Et vice-versa.

# quadrimetric_compass
source: quadrimetric_compass.name quadrimetric_compass.short_name quadrimetric_compass.genre quadrimetric_compass.first_letter quadrimetric_compass.description quadrimetric_compass.examine
es: Brújula Cuadrimétrica Brújula Cuadrimétrica female consonant Sirve mucho en las misiones. // Expedición: Protege al grupo de quedar "Errático". // Expedición: Te protege de quedar "Perdido". Sirve mucho en las misiones. // Expedición: Protege al grupo de quedar "Errático". // Expedición: Te protege de quedar "Perdido". // Ayuda a conocer tu ubicación durante las expediciones, indispensable en los terrenos hostiles.
fr: Boussole Quadrimetric Boussole Quadrimetric female consonant La boussole quadrimétrique sert surtout en mission. Expédition : Protège le groupe des évènements "Errance". Expédition : Vous protège des évènements "Perdu" La boussole quadrimétrique sert surtout en mission. Expédition : Protège le groupe des évènements ""Errance"". Expédition : Vous protège des évènements "Perdu"

# rope
source: rope.name rope.short_name rope.genre rope.first_letter rope.description rope.examine
es: Cuerda Cuerda female consonant Permite salir de aprietos en una expedición. // Expedición: Anula los daños personales que puedas sufrir en zonas "Sísmicas", "Gruta" y "Montaña". No protege de las muertes súbitas. Permite salir de aprietos en una expedición. // Expedición: Anula los daños personales que puedas sufrir en zonas "Sísmicas", "Gruta" y "Montaña". No protege de las muertes súbitas. // Entre las cosas que nadie imaginaba encontrar en el Daedalus está una cuerda. ¡Misteriosamente interesante!
fr: Corde Corde female consonant Permet de se sortir d'impasse en expédition. Expédition : Annule les dommages personnels qui peuvent vous arriver dans les secteurs "Sismique", "Grotte" et "Montagne", ne préserve pas des morts subites. Permet de se sortir d'impasse en expédition. Expédition : Annule les dommages personnels qui peuvent vous arriver dans les secteurs ""Sismique"", "Grotte" et "Montagne", ne préserve pas des morts subites. Parmi les analyses probabilistes de ce qui serait sur le Daedalus, la Corde avait une chance nulle. Et pourtant.

# thermosensor
source: thermosensor.name thermosensor.short_name thermosensor.plural_name thermosensor.genre thermosensor.first_letter thermosensor.description thermosensor.examine
es: Termosensor Termosensor Termosensores male consonant Facilita la exploración indicando los cuerpos cercanos que emiten calor. // Expedición: Posibilidad de recorrer una de las zonas restantes de "Rumiante", "Predador", "Vida Inteligente", "Mankarog", "Insectos" o "Extraviados" x5. Facilita la exploración indicando los cuerpos cercanos que emiten calor. // Expedición: Posibilidad de recorrer una de las zonas restantes de "Rumiante", "Predador", "Vida Inteligente", "Mankarog", "Insectos" o "Extraviados" x5. // Si una criatura peligrosa se aproxima, lo sabrás. Excepto si se trata de un xenomorfo; su agresividad no emana calor, sino todo lo contrario, ahí sí deberías ponerte a rezar para que no esté hambriento.
fr: Thermosenseur Thermosenseur Thermosenseurs male consonant Facilite l'exploration en indiquant les formes de chaleur proche. Expédition : Chance de parcourir une des sections restantes "Ruminant","Prédateur","Vie intelligente","Mankarog","Insecte" x5 Facilite l'exploration en indiquant les formes de chaleur proche. Expédition : Chance de parcourir une des sections restantes "Ruminant","Prédateur","Vie intelligente","Mankarog","Insecte" x5

# white_flag
source: white_flag.name white_flag.short_name white_flag.genre white_flag.first_letter white_flag.description white_flag.examine
es: Bandera blanca Bandera blanca female consonant El símbolo universal de la paz... o casi. // Expedición: Anula las probabilidades de combate en una zona de "Vida Inteligente". El símbolo universal de la paz... o casi. // Expedición: Anula las probabilidades de combate en una zona de "Vida Inteligente". // Aunque es usado en algunos planetas como llamado de apareamiento, su mensaje de « Vengo en son de paz » te puede servir en la mayoría de casos.
fr: Drapeau blanc Drapeau blanc male consonant Le drapeau blanc est un symbole universel de paix... ou presque. Expédition : Annule les chances de combat dans un secteur "Vie Intelligente" Le drapeau blanc est un symbole universel de paix... ou presque. Expédition : Annule les chances de combat dans un secteur "Vie Intelligente" Le drapeau blanc a été institué symbole international des peuples en demande de pourparlers en 2030 par l'ONU, de fait sa signification est très répandu et c'est donc un bon moyen de dire "nous venons en paix". Suite à quelques soucis anecdotiques, rapports à des vrais faux drapeaux blancs qui auraient provoqué des meurtres de dignitaires, sa portée reste toutefois limité et la seule bonne foi d'un corps expéditionnaire ne suffira pas forcément à leur acquérir des facilités diplomatiques.

# alien_holographic_tv
source: alien_holographic_tv.name alien_holographic_tv.short_name alien_holographic_tv.plural_name alien_holographic_tv.genre alien_holographic_tv.first_letter alien_holographic_tv.description alien_holographic_tv.examine
es: TV Holográfica Alien TV Holográfica Alien TVs Holográficas Aliens female consonant ¡Este pequeño módulo proyecta series de TV alien a tamaño natural en el comedor! Eso brinda un momento de entretenimiento al equipo. // Único: Permite dar +3 :pmo: a cada telespectador. ¡Este pequeño módulo proyecta series de TV alien a tamaño natural en el comedor! Eso brinda un momento de entretenimiento al equipo. // Único: Permite dar +3 :pmo: a cada telespectador. // El efecto hipnótico de esto te hace olvidar los problemas. Si abusas, olvidarás hasta tu nombre.
fr: Télé holographique alien Télé holographique alien Télés holographiques aliens female consonant Ce petit module peut projeter des séries télévisées alien grandeur nature dans le refectoire ! De quoi remonter le moral de l'équipage. Unique : Permet de donner +3 :pmo: à chaque téléspectateur. Ce petit module peut projeter des séries télévisées alien grandeur nature dans le refectoire ! De quoi remonter le moral de l'équipage. Unique : Permet de donner +3 :pmo: à chaque téléspectateur. L'effet hypnotique de cet appareil vous fera oublier tout vos soucis. Et vos ennuis. Et... Vous vous appelez comment déjà ?

# block_of_post_it
source: block_of_post_it.name block_of_post_it.short_name block_of_post_it.genre block_of_post_it.first_letter block_of_post_it.description block_of_post_it.examine
es: Bloc de notas Bloc de notas male consonant Infaltable... Infaltable... // Si te sirve para algo, no olvides comunicarlo.
fr: Bloc de pense-bête(s) Bloc de pense-bête(s) male consonant Un bloc de ces affreux petit papiers... Un bloc de ces affreux petits papiers... Il manque pas mal de feuilles mais il pourra encore vous servir quelque temps.

# duct_tape
source: duct_tape.name duct_tape.short_name duct_tape.genre duct_tape.first_letter duct_tape.description duct_tape.examine
es: Cinta adhesiva Cinta adhesiva female consonant Puede servir, nunca se sabe. Puede servir, nunca se sabe. // La cinta adhesiva puede tener usos muy poco decentes.
fr: Ruban adhésif Ruban adhésif male consonant On ne sait jamais mais ça peut servir. On ne sait jamais mais ça peut servir. Le rouleau de ruban adhésif a de nombreux usages pas toujours avouables.

# extinguisher
source: extinguisher.name extinguisher.short_name extinguisher.plural_name extinguisher.genre extinguisher.first_letter extinguisher.description extinguisher.examine
es: Extintor Extintor Extintores male vowel El mejor amigo de las personas atrapadas por el fuego. El mejor amigo de las personas atrapadas por el fuego. // Dispositivo para apagar incendios.
fr: Extincteur Extincteur Extincteurs male vowel L'extincteur est le meilleur ami de la personne prisonnière des flammes. L'extincteur est le meilleur ami de la personne prisonnière des flammes. L'extincteur est un dispositif de sécurité de taille standard désigné pour pouvoir étouffer une éventuelle combustion.

# hacker_kit
source: hacker_kit.name hacker_kit.short_name hacker_kit.plural_name hacker_kit.genre hacker_kit.first_letter hacker_kit.description hacker_kit.examine
es: Kit de hackeo Kit de hackeo Kits de hackeo male consonant Te permite desbloquear el acceso a un módulo protegido como el Terminal de Comando o el Bios de NERON. // :point: Este objeto es tan importante que NERON **jamás** dejará a nadie despegar con él. Te permite desbloquear el acceso a un módulo protegido como el Terminal de Comando o el Bios de NERON. // Es algo útil pero que pocos dominan...
fr: Bidouilleur Bidouilleur Bidouilleurs male consonant Le bidouilleur vous permet de débloquer l'accès d'un module protégé tel que le Terminal de Commandement ou le Bios de NERON Le bidouilleur vous permet de débloquer l'accès d'un module protégé tel que le Terminal de Commandement ou le Bios de NERON Le bidouilleur est objet étrange, son utilité reste à prouver et à vrai dire peu savent vraiment à quoi il sert...

# mad_kube
source: mad_kube.name mad_kube.short_name mad_kube.genre mad_kube.first_letter mad_kube.description mad_kube.examine
es: MAD Kube MAD Kube male consonant Los MAD Kubes son una serie de objetos hechos para torturar el alma. Los MAD Kubes son una serie de objetos hechos para torturar el alma. // El MAD Kube anhelado por todos. Muy pocos lo resuelven en menos de 26 movimientos.
fr: MAD Kube MAD Kube male consonant Les MAD Kubes sont une famille d'objets de torture de l'esprit. Les MAD Kubes sont une famille d'objets de torture de l'esprit. Le MAD Kube, prisé par tous. Bien peu arrivent à le résoudre en moins de 26 mouvements.

# microwave
source: microwave.name microwave.short_name microwave.plural_name microwave.genre microwave.first_letter microwave.description microwave.examine
es: Microondas Microondas Microondas male consonant Sirve para cocinar más rápido, pero no estamos muy seguros que no tenga efectos nocivos. Sirve para cocinar más rápido, pero no estamos muy seguros que no tenga efectos nocivos. // Sirve para cocinar rápidamente las raciones.
fr: Micro-onde Micro-onde Micro-ondes male consonant Le micro-onde permet de cuisiner rapidement et efficacement. Par contre, on est toujours pas sûr de son absence de nocivité. Le micro-onde permet de cuisiner rapidement et efficacement. Par contre, on est toujours pas sûr de son absence de nocivité. Outil moderne pour cuisiner rapidement les rations.

# superfreezer
source: superfreezer.name superfreezer.short_name superfreezer.plural_name superfreezer.genre superfreezer.first_letter superfreezer.description superfreezer.examine
es: Hipercongelador Hipercongelador Hipercongeladores male consonant Sirve para esterilizar y reempaquetar una ración cocinada. Sirve para esterilizar y reempaquetar una ración cocinada. // Sirve para conservar las raciones.
fr: Supergélateur Supergélateur Supergélateurs male consonant Le Supergélateur permet de stériliser et de repackager une ration cuisinée. Le Supergélateur permet de stériliser et de repackager une ration cuisinée. Outil moderne qui permet de conditionner de la nourriture.

# tabulatrix
source: tabulatrix.name tabulatrix.short_name tabulatrix.plural_name tabulatrix.genre tabulatrix.first_letter tabulatrix.description tabulatrix.examine
es: Tabuladora Tabuladora Tabuladoras female consonant Esta maquinilla permite a NERON entregarte documentos escritos. Esta maquinilla permite a NERON entregarte documentos escritos. // Imprime símbolos a partir de tarjetas perforadas. Su uso sigue vigente para descifrar algunos mensajes codificados.
fr: Tabulatrice Tabulatrice Tabulatrices female consonant La tabulatrice permet à NERON de vous fournir des documents écrits. La tabulatrice permet à NERON de vous fournir des documents écrits. Tout droit sortie des plus grandes imaginations de la science fiction, une machine qui imprime des symboles sur du papier toute seule avec seulement des cartes perforées en entrée. Certains signaux cryptés ne peuvent être décodés qu'au moyen de cet engin préhistorique.

# old_t_shirt
source: old_t_shirt.name old_t_shirt.short_name old_t_shirt.genre old_t_shirt.first_letter old_t_shirt.description old_t_shirt.examine
es: Vieja camiseta Vieja camiseta female consonant Una vieja prenda llena de suciedad. Una vieja prenda llena de suciedad. // Fue sudada en 84 partidos de fútbol y usada como trapo. Deberías tirar eso ya.
fr: Vieux T-shirt Vieux T-shirt male consonant Un vieux T-Shirt atrocement plein de crasse. Un vieux T-Shirt atrocement plein de crasse. Répugnant... Vous devriez le brûler.

# plastic_scraps
source: plastic_scraps.name plastic_scraps.short_name plastic_scraps.genre plastic_scraps.first_letter plastic_scraps.description plastic_scraps.examine
es: Pieza plástica Pieza plástica Piezas plásticas female consonant Otro pedazo de plástico sin importancia. Otro pedazo de plástico sin importancia. // Con las herramientas adecuadas se pueden hacer cosas muy útiles.
fr: Débris plastique Débris plastique male consonant Encore des débris sans intérêt. Encore des débris sans intérêt. Avec quelques outils et de la patience, c'est fou ce à quoi l'on peut arriver.

# metal_scraps
source: metal_scraps.name metal_scraps.short_name metal_scraps.genre metal_scraps.first_letter metal_scraps.description metal_scraps.examine
es: Pieza metálica Pieza metálica Piezas metálicas female consonant Un trozo de metal sin importancia. Un trozo de metal sin importancia. // Es sorprendente lo que se puede hacer con pedazos de aluminio.
fr: Débris métallique Débris métallique male consonant Encore des débris sans intérêt. Des débris sans intérêt. Il est parfois surprenant de voir ce que certains savent faire avec quelques morceaux d'aluminium.

# thick_tube
source: thick_tube.name thick_tube.short_name thick_tube.genre thick_tube.first_letter thick_tube.description thick_tube.examine
es: Tubo grueso Tubo grueso male consonant Un tubo frío... Un tubo frío... Un tubo ancho. ¿Para qué?...
fr: Interact épais Interact épais male consonant Un tube creux et froid... Un tube creux et froid... Un tube épais... qu'est-ce que vous pourriez en faire...

# schrodinger
source: schrodinger.name schrodinger.short_name schrodinger.genre schrodinger.first_letter schrodinger.description schrodinger.examine
es: Schrödinger Gato Schrödinger male consonant Este gato es roñoso pero su pelaje es suave como la seda. Este gato es roñoso pero su pelaje es suave como la seda. El gato de Raluca.
fr: Schrödinger Schrödinger male consonant Schrödinger est un chat un peu grincheux mais tout à fait soyeux. Schrödinger est un chat un peu grincheux mais tout à fait soyeux. "Un beau chat, fort doux et charmant. Quand il miaule, on l'entend à peine, Tant son timbre est tendre et discret." C'est le chat de Raluca.

# support_drone
source: support_drone.name support_drone.short_name support_drone.plural_name support_drone.genre support_drone.first_letter support_drone.description support_drone.examine
es: Dron de apoyo Dron Drones male consonant Quizás tu mejor aliado en el Daedalus. Podrá cumplir diversas tareas en tu lugar. // :point: El dron realiza acciones similares a las del equipo. // :point: Intenta reparar los equipos averiados de la sala antes de desplazarse. Quizás tu mejor aliado en el Daedalus. Podrá cumplir diversas tareas en tu lugar. // El dron realiza acciones similares a las del equipo. {drone_upgrades}// Intenta reparar los equipos averiados de la sala antes de desplazarse. // Usado para operaciones de mantenimiento, casi pueden reemplazar a un ser humano, casi.
fr: Drone de Soutien Drone Drones male consonant Le meilleur ami de l'homme du Daedalus. Ce drone pourra accomplir de nombreuses tâches à votre place. Le Drone effectue des actions similaires à celles des équipiers. Tente de réparer les équipements défectueux de la pièce avant de se déplacer. Le meilleur ami de l'homme du Daedalus. Ce drone pourra accomplir de nombreuses tâches à votre place. Le Drone effectue des actions similaires à celles des équipiers. Tente de réparer les équipements défectueux de la pièce avant de se déplacer. Le drone de Soutien permet d'achever l'objectif de maintenance automatique de Magellan, grâce à son protocole Beta|-Slave ils peuvent quasiment remplacer un vrai être humain. Sauf pour le faire.
