Repository: cmnemoi/eMush
Catalog: Api/translations/*/items+intl-icu.*.xlf
Languages: es, fr

# blueprint
source: blueprint.name blueprint.short_name blueprint.gender blueprint.first_letter blueprint.description blueprint.examine
es: Plano : {equipment} Plano male consonant Este plano te servirá para construir algo útil. Encuentra los materiales que necesita y manos a la obra. Este plano necesita: Los planos de construcción azules son el objeto soñado por los aficionados a los juegos de construcción.

# blueprint_ingredient
source: blueprint_ingredient.description
es: {quantity, plural, one {1 x {equipment}} other {# x {equipment}} }

# apprentron
source: apprentron.name apprentron.short_name apprentron.gender apprentron.first_letter apprentron.description apprentron.examine
es: Librotón: {skill} Librotón male consonant El ancestro de las tablets. Más vale saber lo que contiene. El ancestro de las tablets. Más vale saber lo que contiene. Mmmmm, ¿esto no es algo ya obsoleto?... ¿Dónde se enchufa?

source: camera_item.examine
es: Es un dispositivo de vigilancia muy útil para ~~espiar~~ ver lo que hacen tus compañeros.// En su presencia, las acciones **discretas** y **furtivas** efectuadas son reveladas.// Cuando hay una instalada en una sala, todo se registra en el historial y aparece públicamente. No funciona cuando está en tu inventario personal.// La cámara no puede detectar su propio sabotaje.

# jukebox
source: jukebox.name jukebox.short_name jukebox.plural_name jukebox.gender jukebox.first_letter jukebox.examine
es: Rockola Rockola Rockolas female consonant Permite une pequeña sesión de regresión cuando lo necesites. La rockola de esos años maravillosos. ¡Y tiene las canciones favoritas de la tripulación!

# anniversary_gift
source: anniversary_gift.name anniversary_gift.short_name anniversary_gift.plural_name anniversary_gift.gender anniversary_gift.first_letter anniversary_gift.description anniversary_gift.examine
es: Regalo de Aniversario Regalo Regalos de Aniversario male consonant Contiene algo que puede resultar muy útil... o no. ¿Un año más sobreviviendo en el gélido espacio exterior? Es de celebrar. // Contiene algo que puede resultar muy útil... o no. // Está prohibido abrir regalos ajenos. ¡Estas cosas son personales!

# pavlov
source: pavlov.name pavlov.short_name pavlov.gender pavlov.first_letter pavlov.description pavlov.examine
es: Pavlov Pavlov male consonant Pavlov es el perro más feliz que jamás conociste. Pavlov es el perro más feliz que jamás conociste. Le encanta jugar, siempre tiene energía, y nunca deja de ladrar; suele pasear por toda la nave. Es el perro de @#p↻▦∆ĝ.

# itrackie_2
source: itrackie_2.name itrackie_2.short_name itrackie_2.plural_name itrackie_2.gender itrackie_2.first_letter itrackie_2.description itrackie_2.examine
es: Itrackie®© 2™ Itrackie 2 iTrackies®© 2s™ male vowel itrackie_2.description itrackie_2.examine
