Repository: cmnemoi/eMush
Catalog: Api/translations/*/items+intl-icu.*.xlf
Languages: es, fr

# echolocator_blueprint
source: echolocator_blueprint.name echolocator_blueprint.short_name echolocator_blueprint.genre echolocator_blueprint.first_letter echolocator_blueprint.description echolocator_blueprint.examine
fr: Plan de l'écholocateur Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# extinguisher_blueprint
source: extinguisher_blueprint.name extinguisher_blueprint.short_name extinguisher_blueprint.genre extinguisher_blueprint.first_letter extinguisher_blueprint.description extinguisher_blueprint.examine
fr: Plan de l'extincteur Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Capsule d'Oxygène Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Capsule d'Oxygène Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# grenade_blueprint
source: grenade_blueprint.name grenade_blueprint.short_name grenade_blueprint.genre grenade_blueprint.first_letter grenade_blueprint.description grenade_blueprint.examine
fr: Plan de la grenade Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Capsule de Fuel 1 x Capsule d'Oxygène Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Capsule de Fuel 1 x Capsule d'Oxygène Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# lizaro_jungle_blueprint
source: lizaro_jungle_blueprint.name lizaro_jungle_blueprint.short_name lizaro_jungle_blueprint.genre lizaro_jungle_blueprint.first_letter lizaro_jungle_blueprint.description lizaro_jungle_blueprint.examine
fr: Plan du Lizaro Jungle Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 2 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 2 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# old_faithful_blueprint
source: old_faithful_blueprint.name old_faithful_blueprint.short_name old_faithful_blueprint.genre old_faithful_blueprint.first_letter old_faithful_blueprint.description old_faithful_blueprint.examine
fr: Plan de la sulfateuse Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 4 x Débris Métallique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 4 x Débris Métallique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# rocket_launcher_blueprint
source: rocket_launcher_blueprint.name rocket_launcher_blueprint.short_name rocket_launcher_blueprint.genre rocket_launcher_blueprint.first_letter rocket_launcher_blueprint.description rocket_launcher_blueprint.examine
fr: Plan du lance-roquette Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Interact Epais 1 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Interact Epais 1 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# oscilloscope_blueprint
source: oscilloscope_blueprint.name oscilloscope_blueprint.short_name oscilloscope_blueprint.genre oscilloscope_blueprint.first_letter oscilloscope_blueprint.description oscilloscope_blueprint.examine
fr: Plan du vaguoscope Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# sniper_helmet_blueprint
source: sniper_helmet_blueprint.name sniper_helmet_blueprint.short_name sniper_helmet_blueprint.genre sniper_helmet_blueprint.first_letter sniper_helmet_blueprint.description sniper_helmet_blueprint.examine
fr: Plan du casque de visée Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# support_drone_blueprint
source: support_drone_blueprint.name support_drone_blueprint.short_name support_drone_blueprint.genre support_drone_blueprint.first_letter support_drone_blueprint.description support_drone_blueprint.examine
fr: Plan du drone de soutien Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 4 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 4 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# swedish_sofa_blueprint
source: swedish_sofa_blueprint.name swedish_sofa_blueprint.short_name swedish_sofa_blueprint.genre swedish_sofa_blueprint.first_letter swedish_sofa_blueprint.description swedish_sofa_blueprint.examine
fr: Plan du sofa suédois Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Interact Epais 1 x Débris Métallique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Interact Epais 1 x Débris Métallique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# thermosensor_blueprint
source: thermosensor_blueprint.name thermosensor_blueprint.short_name thermosensor_blueprint.genre thermosensor_blueprint.first_letter thermosensor_blueprint.description thermosensor_blueprint.examine
fr: Plan du thermosenseur Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# white_flag_blueprint
source: white_flag_blueprint.name white_flag_blueprint.short_name white_flag_blueprint.genre white_flag_blueprint.first_letter white_flag_blueprint.description white_flag_blueprint.examine
fr: Plan du drapeau blanc Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Savon 1 x Vieux T-Shirt Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Savon 1 x Vieux T-Shirt Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.

# apprenton_astrophysicist
source: apprenton_astrophysicist.name apprenton_astrophysicist.short_name apprenton_astrophysicist.genre apprenton_astrophysicist.first_letter apprenton_astrophysicist.description apprenton_astrophysicist.examine
fr: Apprentron : Astrophysicien Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_biologist
source: apprenton_biologist.name apprenton_biologist.short_name apprenton_biologist.genre apprenton_biologist.first_letter apprenton_biologist.description apprenton_biologist.examine
fr: Apprentron : Biologiste Apprentron : Biologiste male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_botanist
source: apprenton_botanist.name apprenton_botanist.short_name apprenton_botanist.genre apprenton_botanist.first_letter apprenton_botanist.description apprenton_botanist.examine
fr: Apprentron : Botaniste Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_diplomat
source: apprenton_diplomat.name apprenton_diplomat.short_name apprenton_diplomat.genre apprenton_diplomat.first_letter apprenton_diplomat.description apprenton_diplomat.examine
fr: Apprentron : Diplomate Apprentron : Diplomate male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_firefighter
source: apprenton_firefighter.name apprenton_firefighter.short_name apprenton_firefighter.genre apprenton_firefighter.first_letter apprenton_firefighter.description apprenton_firefighter.examine
fr: Apprentron : Pompier Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_chef
source: apprenton_chef.name apprenton_chef.short_name apprenton_chef.genre apprenton_chef.first_letter apprenton_chef.description apprenton_chef.examine
fr: Apprentron : Cuistot Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_it_expert
source: apprenton_it_expert.name apprenton_it_expert.short_name apprenton_it_expert.genre apprenton_it_expert.first_letter apprenton_it_expert.description apprenton_it_expert.examine
fr: Apprentron : Informaticien Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_logistics_expert
source: apprenton_logistics_expert.name apprenton_logistics_expert.short_name apprenton_logistics_expert.genre apprenton_logistics_expert.first_letter apprenton_logistics_expert.description apprenton_logistics_expert.examine
fr: Apprentron : Logistique Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_medic
source: apprenton_medic.name apprenton_medic.short_name apprenton_medic.genre apprenton_medic.first_letter apprenton_medic.description apprenton_medic.examine
fr: Apprentron : Médecin Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_pilot
source: apprenton_pilot.name apprenton_pilot.short_name apprenton_pilot.genre apprenton_pilot.first_letter apprenton_pilot.description apprenton_pilot.examine
fr: Apprentron : Pilote Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_radio_expert
source: apprenton_radio_expert.name apprenton_radio_expert.short_name apprenton_radio_expert.genre apprenton_radio_expert.first_letter apprenton_radio_expert.description apprenton_radio_expert.examine
fr: Apprentron : Expert radio Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_shooter
source: apprenton_shooter.name apprenton_shooter.short_name apprenton_shooter.genre apprenton_shooter.first_letter apprenton_shooter.description apprenton_shooter.examine
fr: Apprentron : Tireur Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_shrink
source: apprenton_shrink.name apprenton_shrink.short_name apprenton_shrink.genre apprenton_shrink.first_letter apprenton_shrink.description apprenton_shrink.examine
fr: Apprentron : Psy Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_sprinter
source: apprenton_sprinter.name apprenton_sprinter.short_name apprenton_sprinter.genre apprenton_sprinter.first_letter apprenton_sprinter.description apprenton_sprinter.examine
fr: Apprentron : Sprinter Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# apprenton_technician
source: apprenton_technician.name apprenton_technician.short_name apprenton_technician.genre apprenton_technician.first_letter apprenton_technician.description apprenton_technician.examine
fr: Apprentron : Technicien Apprentron male vowel Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# document
source: document.name document.short_name document.genre document.first_letter document.description document.examine
es: Documento Documento male consonant Pueden ser leídos, quién sabe lo que contengan... Pueden ser leídos, quién sabe lo que contengan... La curiosidad mató miles de gatos, aliens y humanos a lo largo de la historia... Este documento podría ser secreto, inútil o vital para ti. ¿Qué contendrá?...
fr: Document Document male consonant Les documents peuvent être lus. Qui sait ce que celui-ci peut contenir ? Les documents peuvent être lus. Qui sait ce que celui-ci peut contenir ? La curiosité est certes un vilain défaut mais bon... C'est un document, secret, inutile ou indispensable. Qui sait ce qu'il contient...

# commanders_manual
source: commanders_manual.name commanders_manual.short_name commanders_manual.genre commanders_manual.first_letter commanders_manual.description commanders_manual.examine
es: Manual del Comandante Manual del Comandante male consonant El ancestro de las tablets. Más vale saber lo que contiene. El ancestro de las tablets. Más vale saber lo que contiene. Mmmmm, ¿esto no es algo ya obsoleto?... ¿Dónde se enchufa?
fr: Manuel du commandant Manuel du commandant male consonant Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# mush_research_review
source: mush_research_review.name mush_research_review.short_name mush_research_review.genre mush_research_review.first_letter mush_research_review.description mush_research_review.examine
es: Estudio sobre los Mush Estudio sobre los Mush male vowel El ancestro de las tablets. Más vale saber lo que contiene. El ancestro de las tablets. Más vale saber lo que contiene. Mmmmm, ¿esto no es algo ya obsoleto?... ¿Dónde se enchufa?
fr: De la Recherche sur le Mush De la Recherche sur le Mush male consonant Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Les Livres. Un média antique mais pratique. Vous trouverez peut-être une solution à vos problèmes en lisant. De toute façon, ça ne fait pas de mal. Un gros tas de cellulose avec lequel on peut à la rigueur assommer Raluca, et encore...

# post_it
source: post_it.name post_it.short_name post_it.genre post_it.first_letter post_it.description post_it.examine
es: Nota adhesiva Nota adhesiva female consonant Papelitos adhesivos que pegan a medias... Papelitos adhesivos que pegan a medias... Nadie pone en duda su utilidad. ¿Pero, en el espacio?
fr: Pense-Bête Pense-Bête male consonant Un pense-bête qui ne colle qu'à moitié... Un pense-bête qui ne colle qu'à moitié... Ces insupportables petits feuillets traînent partout... Et puis qui peut-en avoir réellement besoin?

# itrackie
source: itrackie.name itrackie.short_name itrackie.plural_name itrackie.gender itrackie.first_letter itrackie.description itrackie.examine
es: iTrakie®© iTrakie®© iTrakies®© male vowel El iTrakie®© es el mejor gadget digital que existe. Es elegante, estético, vibra y no se descompone nunca. // Sirve para comunicarse a distancia con otros tripulantes. // También da acceso a un minimapa aumentado del Daedalus. El iTrakie®© es el mejor gadget digital que existe. Es elegante, estético, vibra y no se descompone nunca. // Sirve para comunicarse a distancia con otros tripulantes. // También da acceso a un minimapa aumentado del Daedalus. // Una gran revolución en tus manos. **Cuidado con él**, el servicio post-venta de esto te puede costar un riñón.

# ncc_lenses
source: ncc_lenses.name ncc_lenses.short_name ncc_lenses.plural_name ncc_lenses.gender ncc_lenses.first_letter ncc_lenses.description ncc_lenses.examine
es: Lentilla NCC Lentilla NCC Lentillas NCC female consonant Las lentillas NCC mejoran tu visión. // +10% a tus acciones de Tiro. Las lentillas NCC mejoran tu visión. // +10% a tus acciones de Tiro. // Hecho basado en los ojos de linces entrenados, te ayudarán a ver mejor.

# coffee_thermos
source: coffee_thermos.name coffee_thermos.short_name coffee_thermos.gender coffee_thermos.first_letter coffee_thermos.description coffee_thermos.examine
es: Termo con café Termo con café male consonant Nada mejor que un café caliente. Contíene {quantity, plural, one {1 **Café**} other {# **Cafés**} }. Nada mejor que un café caliente. Contíene {quantity, plural, one {1 **Café**} other {# **Cafés**} }.// El símbolo del espíritu solidario en tiempos de crisis. No contiene sopa ni nada por el estilo.

# bumpjumpkin
source: bumpjumpkin.name bumpjumpkin.short_name bumpjumpkin.gender bumpjumpkin.first_letter bumpjumpkin.description bumpjumpkin.examine
es: {age, select, young {Joven } other {} }Curcubitacia Curcubitacia female consonant La curcubitacia es una planta extraterrestre con orígenes sudamericanos. La curcubitacia es una planta extraterrestre con orígenes sudamericanos. Sirve para colocar una planta en el jardín.
