Repository: cmnemoi/eMush
Catalog: Api/translations/*/items+intl-icu.*.xlf
Languages: es, fr

# bacta
source: bacta.name bacta.short_name bacta.genre bacta.first_letter bacta.description bacta.examine
es: Betapropyl Betapropyl male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Bacta Bacta male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# betapropyl
source: betapropyl.name betapropyl.short_name betapropyl.genre betapropyl.first_letter betapropyl.description betapropyl.examine
es: Pimp Pimp male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Betapropyl Betapropyl male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# eufurylate
source: eufurylate.name eufurylate.short_name eufurylate.genre eufurylate.first_letter eufurylate.description eufurylate.examine
es: Euforidyl Euforidyl male vowel No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Eufurysant Eufurysant male vowel On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# newke
source: newke.name newke.short_name newke.genre newke.first_letter newke.description newke.examine
es: Japiyú Japiyú male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Nuke Nuke male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# phuxx
source: phuxx.name phuxx.short_name phuxx.genre phuxx.first_letter phuxx.description phuxx.examine
es: Risolam Risolam male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Phuxx Phuxx male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# pinq
source: pinq.name pinq.short_name pinq.genre pinq.first_letter pinq.description pinq.examine
es: Ñapepa Ñapepa male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Ponay Ponay male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# pymp
source: pymp.name pymp.short_name pymp.genre pymp.first_letter pymp.description pymp.examine
es: Ontoy Ontoy male vowel No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Pymp Pymp male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# rosebud
source: rosebud.name rosebud.short_name rosebud.genre rosebud.first_letter rosebud.description rosebud.examine
es: Ming Ming male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Rosebud Rosebud male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# soma
source: soma.name soma.short_name soma.genre soma.first_letter soma.description soma.examine
es: Macamaca Macamaca male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Soma Soma male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# spyce
source: spyce.name spyce.short_name spyce.genre spyce.first_letter spyce.description spyce.examine
es: Nuke Nuke male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Épice Épice female consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# twinoid
source: twinoid.name twinoid.short_name twinoid.genre twinoid.first_letter twinoid.description twinoid.examine
es: Twinoid Twinoid male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Twinoid Twinoid male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# xenox
source: xenox.name xenox.short_name xenox.genre xenox.first_letter xenox.description xenox.examine
es: Xenox Xenox male consonant No se sabe realmente lo que es... La única forma de saberlo es, ¡tragarlo! Cómeme.
fr: Xenox Xenox male consonant On ne sait pas vraiment ce que c'est... Un seul moyen pour s'en assurer, l'avaler ! Mangez-moi.

# banana
source: banana.name banana.short_name banana.genre banana.first_letter banana.description banana.examine
es: Plátano Plátano male consonant Un plátano maduro es perfecto para matar el hambre. Un plátano maduro es perfecto para matar el hambre.
fr: Banane Banane female consonant Une banane bien mûre, parfait en cas de petit creux. Une banane bien mûre, parfait en cas de petit creux.

# creepnut
source: creepnut.name creepnut.short_name creepnut.genre creepnut.first_letter creepnut.description creepnut.examine
es: Lianuba Lianuba male consonant El lianuba es un fruto que sabe a una mezcla de calamar, curry y coco... El lianuba es un fruto que sabe a una mezcla de calamar, curry y coco...
fr: Lianube Lianube female consonant La Lianube est un fruit replet aux saveurs de calamar curry lait de coco... La Lianube est un fruit replet aux saveurs de calamar curry lait de coco...

# meztine
source: meztine.name meztine.short_name meztine.genre metzine.first_letter meztine.description meztine.examine
es: Balargina Balargina female consonant La Balargina es un fruto delicado y dulce. Su pulpa rica en colágeno es muy apreciada. La Balargina es un fruto delicado y dulce. Su pulpa rica en colágeno es muy apreciada.
fr: Balargine Balargine male consonant La Balargine est un fruit délicat et sucré. Sa pulpe aux propriétés proches du collagène fait un tabac dans les régions riches du sud de la France. La Balargine est un fruit délicat et sucré. Sa pulpe aux propriétés proches du collagène fait un tabac dans les régions riches du sud de la France.

# bifflon
source: bifflon.name bifflon.short_name bifflon.genre bifflon.first_letter bifflon.description bifflon.examine
es: {age, select, young {Joven } other {} }Bifalón Bifalón male consonant Un verdadero capricho de la naturaleza, el Bifalón es un árbol que habla... pero pasa el día hablando como Messi. Lo que hace su compañía un poco deprimente... Un verdadero capricho de la naturaleza, el Bifalón es un árbol que habla... pero pasa el día hablando como Messi. Lo que hace su compañía un poco deprimente... Sirve para colocar una planta en el jardín.
fr: Bifalon Bifalon male consonant Une vraie curiosité de la nature, le Bifalon est un arbre qui parle... mais il passe son temps à réciter du Keats. Ce qui rend sa compagnie déprimante... Une vraie curiosité de la nature, le Bifalon est un arbre qui parle... mais il passe son temps à réciter du Keats. Ce qui rend sa compagnie déprimante...

# guntiflop
source: guntiflop.name guntiflop.short_name guntiflop.genre guntiflop.first_letter guntiflop.description guntiflop.examine
es: Gustiflón Gustiflón male consonant El Gustiflón es un fruto feo pero simpático. El Gustiflón es un fruto feo pero simpático.
fr: Goustiflon Goustiflon male consonant Le Goustiflon est un fruit peu esthétique mais très sympathique. Le Goustiflon est un fruit peu esthétique mais très sympathique.

# ploshmina
source: ploshmina.name ploshmina.short_name ploshmina.genre ploshima.first_letter ploshmina.description ploshmina.examine
es: Tupimino Tupimino male consonant El Tupimino sirve sobretodo como juguete para los niños porque es difícil de comer y hace un ruido gracioso al sacudirlo. El Tupimino sirve sobretodo como juguete para los niños porque es difícil de comer y hace un ruido gracioso al sacudirlo.
fr: Toupimino Toupimino male consonant Le Toupimino sert essentiellement de jouet pour les enfants car il est pénible à manger et fait un bruit rigolo quand il tourne. Le Toupimino sert essentiellement de jouet pour les enfants car il est pénible à manger et fait un bruit rigolo quand il tourne.

# precati
source: precati.name precati.short_name precati.genre precati.first_letter precati.description precati.examine
es: Precatia Precatia female consonant La Precatia es una especie de calabaza difícil de masticar por su consistencia elástica. La Precatia es una especie de calabaza difícil de masticar por su consistencia elástica.
fr: Precati Precati female consonant La Precati est une espèce de courge difficile à mâcher à cause de sa consistance élastique. La Precati est une espèce de courge difficile à mâcher à cause de sa consistance élastique.

# bottine
source: bottine.name bottine.short_name bottine.genre bottine.first_letter bottine.description bottine.examine
es: Botino Botino male consonant El fruto del Buitalien es muy decorativo pero su sabor no es agradable. El fruto del Buitalien es muy decorativo pero su sabor no es agradable.
fr: Bottine Bottine male consonant Le fruit du Buitalien est très esthétique mais ses saveurs laissent à désirer. Le fruit du Buitalien est très esthétique mais ses saveurs laissent à désirer.

# fragilane
source: fragilane.name fragilane.short_name fragilane.genre fragilane.first_letter fragilane.description fragilane.examine
es: Fragilana Fragilana female consonant La Fragilana es una fruta sabrosa pero poco nutritiva. La Fragilana es una fruta sabrosa pero poco nutritiva.
fr: Fragilane Fragilane female consonant La fragilane est un petit fruit savoureux et peu nutritif. La fragilane est un petit fruit savoureux et peu nutritif.

# anemole
source: anemole.name anemole.short_name anemole.genre anemole.first_letter anemole.description anemole.examine
es: Anémola Anémola female vowel La anémola es un fruto fresco que se puede utilizar para elaborar una mantequilla que puede emplearse como alternativa a la mantequilla normal para cocinar. La anémola es un fruto fresco que se puede utilizar para elaborar una mantequilla que puede emplearse como alternativa a la mantequilla normal para cocinar.
fr: Anémole Anémole female vowel L'anémole est un fruit frais qui peut servir de remplacement au beurre en cuisson. L'anémole est un fruit frais qui peut servir de remplacement au beurre en cuisson.

# peniraft
source: peniraft.name peniraft.short_name peniraft.genre peniraft.first_letter peniraft.description peniraft.examine
es: Peniclo Peniclo male consonant El Peniclo es un fruto famoso en Venixa. Sus usos culinarios son muy dudosos. El Peniclo es un fruto famoso en Venixa. Sus usos culinarios son muy dudosos
fr: Pénicule Pénicule female consonant La Pénicule est un fruit très en vogue sur Venicia. Son intérêt culinaire assez moyen laisse quand même songeur sur les raisons de cette hype. La Pénicule est un fruit très en vogue sur Venicia. Son intérêt culinaire assez moyen laisse quand même songeur sur les raisons de cette hype.

# kubinus
source: kubinus.name kubinus.short_name kubinus.genre kubinus.first_letter kubinus.description kubinus.examine
es: Kubinus Kubinus male consonant El Kubinus es adorado por una secta de matemáticos fanáticos de las formas y sabores perfectos. El Kubinus es adorado por una secta de matemáticos fanáticos de las formas y sabores perfectos.
fr: Kubinus Kubinus male consonant Le kubinus fait l'objet de l'adoration d'une secte de mathématicien tordus, fanatiques de formes parfaites et de saveurs carrés. Le kubinus fait l'objet de l'adoration d'une secte de mathématicien tordus, fanatiques de formes parfaites et de saveurs carrés.

# caleboot
source: caleboot.name caleboot.short_name caleboot.genre caleboot.first_letter caleboot.description caleboot.examine
es: Calebota Calebota female consonant La Calebota puede ser reconocida inmediatamente por sus aromas brutales y sus sabores intensos. La Calebota puede ser reconocida inmediatamente por sus aromas brutales y sus sabores intensos.
fr: Calebotte Calebotte female consonant La Calebotte frappe tout de suite par ses arômes brutaux et ses parfums pêchus. La Calebotte frappe tout de suite par ses arômes brutaux et ses parfums pêchus.

# tracker
source: tracker.name tracker.short_name tracker.plural_name tracker.genre tracker.first_letter tracker.description tracker.examine
es: Tracker Tracker Trackers male consonant Equivale a un GPS a bordo y te da información global de la nave. // Muestra el minimapa. Equivale a un GPS a bordo y te da información global de la nave. // Muestra el minimapa. // Llévalo siempre contigo y no te perderás."
fr: Traqueur Traqueur Traqueurs male consonant

# walkie_talkie
source: walkie_talkie.name walkie_talkie.short_name walkie_talkie.plural_name walkie_talkie.genre walkie_talkie.first_letter walkie_talkie.description walkie_talkie.examine
es: Walkie-Talkie Walkie-Talkie Walkie-Talkies male consonant El walkie-talkie es un antiguo pero eficiente aparato de comunicación. // Permite comunicarse a distancia con otros tripulantes. El walkie-talkie es un antiguo pero eficiente aparato de comunicación. // Permite comunicarse a distancia con otros tripulantes. // Con él puedes hablar a través del chat general.
fr: Talkie-walkie Talkie-walkie Talkies-walkies male consonant

# itrakie
source: itrakie.name itrakie.short_name itrakie.plural_name itrakie.genre itrackie.first_letter itrakie.description itrakie.examine
fr: iTrakie®© iTrakie®© iTrakies®© male vowel L'iTrakie®© est ce qui se fait de mieux en matière de gadget numérique. Il est beau, élégant, sobre, il vibre et ne tombe presque jamais en panne. Permet de communiquer à distance avec les autres équipier. Permet d'avoir accès à la mini-carte augmentée du Daedalus L'iTrakie®© est ce qui se fait de mieux en matière de gadget numérique. Il est beau, élégant, sobre, il vibre et ne tombe presque jamais en panne. Permet de communiquer à distance avec les autres équipier. Permet d'avoir accès à la mini-carte augmentée du Daedalus

# adjustable_wrench
source: adjustable_wrench.name adjustable_wrench.short_name adjustable_wrench.genre adjustable_wrench.first_letter adjustable_wrench.description adjustable_wrench.examine
es: Llave inglesa Llave inglesa female consonant Aumenta enormemente tus habilidades de reparación. Aumenta enormemente tus habilidades de reparación. // Una llave inglesa te ayudará a reparar todo lo reparable.
fr: Clé à Molette Clé à Molette female consonant La meilleure amie du technicien. Augmente grandement vos compétences de réparation. La meilleure amie du technicien. Augmente grandement vos compétences de réparation. Une clé à molette, peut servir pour faciliter la réparation des valves, tourelles, etc... Bref, tout ce qui se répare.

# alien_bottle_opener
source: alien_bottle_opener.name alien_bottle_opener.short_name alien_bottle_opener.plural_name alien_bottle_opener.genre alien_bottle_opener.first_letter alien_bottle_opener.description alien_bottle_opener.examine
es: Abrebotellas Alien Abrebotellas Alien Abrebotellas Alien male vowel Inicialmente concebido para aliens amantes de la cerveza, este abrebotellas último modelo puede servir para hacer reparaciones en el Daedalus. // Aumenta las probabilidades de reparación en 50% Inicialmente concebido para aliens amantes de la cerveza, este abrebotellas último modelo puede servir para hacer reparaciones en el Daedalus. // Aumenta las probabilidades de reparación en 50% // Se canjeó con 5 tapitas de refresco y sirve para abrir y cortar latas, vientres y una larga lista de cosas.
fr: Décapsuleur Alien Décapsuleur Alien Décapsuleurs Alien male consonant Initialement prévu pour les aliens amateurs de bière, cet ouvre bouteille dernier-cri rend des services inattendus pour réparer le Daedalus. Augmente les chances de réparation de 50% Initialement prévu pour les aliens amateurs de bière, cet ouvre bouteille dernier-cri rend des services inattendus pour réparer le Daedalus. Augmente les chances de réparation de 50%

# antigrav_scooter
source: antigrav_scooter.name antigrav_scooter.short_name antigrav_scooter.plural_name antigrav_scooter.genre antigrav_scooter..first_letter antigrav_scooter.description antigrav_scooter.examine
es: Patinete Anti-Gravedad Patinete Anti-Gravedad Patinetes Anti-Gravedad male consonant Sirve para desplazarse más rápido. // Agrega 2 Puntos de Movimiento en la transferencia :pa:-:pm: ( salvo si ya tienes la habilidad **Velocista** ). Sirve para desplazarse más rápido. // Agrega 2 Puntos de Movimiento en la transferencia :pa:-:pm: ( salvo si ya tienes la habilidad **Velocista** ). // El último modelo de la marca GnilWor antes de quebrar.
fr: Trottinette anti-gravité Trottinette anti-gravité Trottinettes anti-gravité female consonant La trottinette anti-gravité permet de se déplacer plus fréquemment. Ajoute 2 Points de Mouvement lors des transferts pa-pm (sauf si vous avez déjà la compétence Sprinter). La trottinette anti-gravité permet de se déplacer plus fréquemment. Ajoute 2 Points de Mouvement lors des transferts pa-pm (sauf si vous avez déjà la compétence Sprinter).

# rolling_boulder
source: rolling_boulder.name rolling_boulder.short_name rolling_boulder.plural_name rolling_boulder.genre rolling_boulder.first_letter rolling_boulder.description rolling_boulder.examine
es: Montura Rocosa Montura Rocosa Monturas Rocosas female consonant Es bastante inestable y hace mucho ruido al recorrer los pasillos, pero te permite ir de un extremo a otro del Daedalus sin cansarte. En cada ciclo par, ganas 1 :pm: extra durante la conversión :pa:-:pm:. Es bastante inestable y hace mucho ruido al recorrer los pasillos, pero te permite ir de un extremo a otro del Daedalus sin cansarte. En cada ciclo par, ganas 1 :pm: extra durante la conversión :pa:-:pm:.
fr: Monture rocheuse Monture rocheuse Montures rocheuse female consonant Il secoue pas mal et fait beaucoup de bruit dans les coursives, mais il permet de se déplacer d'un bout à l'autre du Daedalus sans se fatiguer. Lors des cycles pairs, vous gagnez 1 pm de plus lors des transferts. Il secoue pas mal et fait beaucoup de bruit dans les coursives, mais il permet de se déplacer d'un bout à l'autre du Daedalus sans se fatiguer. Lors des cycles pairs, vous gagnez 1 pm de plus lors des transferts. Les câlins de la bête sont littérallement insupportable, le pire ce sont les léchouilles...

# sniper_helmet
source: sniper_helmet.name sniper_helmet.short_name sniper_helmet.plural_name sniper_helmet.genre sniper_helmet.first_letter sniper_helmet.description sniper_helmet.examine
es: Casco de tiro Casco de tiro Cascos de tiro male consonant Ayuda a tener más puntería. Ayuda a tener más puntería. // Ayuda a apuntar en situaciones de poca visibilidad o si no sabes usar un arma.
fr: Casque de visée Casque de visée Casques de visée male consonant Si la force n'est pas avec vous, des facilités de visées peuvent toujours servir. Si la force n'est pas avec vous, des facilités de visées peuvent toujours servir. Le casque de visée est une aide précieuse par temps de brouillard, dans le noir, ou si vous ne savez pas vous servir d'une arme.

# lenses
source: lenses.name lenses.short_name lenses.plural_name lenses.genre lenses.first_letter lenses.description lenses.examine
fr: Lentille NCC Lentille NCC Lentilles NCC female consonant Les lentilles NCC améliorent votre vision +10% à vos actions de Tir. Les lentilles NCC améliorent votre vision +10% à vos actions de Tir. Ces lentilles ultra sophistiquées élaborées à partir d'une technologie féline feront de vous un bien meilleur prédateur.

# oscilloscope
source: oscilloscope.name oscilloscope.short_name oscilloscope.plural_name oscilloscope.genre oscilloscope.first_letter oscilloscope.description oscilloscope.examine
es: Olascopio Olascopio Olascopios male vowel Un aparato para ver olas de última generación. // +100% de éxito en la reparación de Patrulleros y del casco del Daedalus. Un aparato para ver olas de última generación. // +100% de éxito en la reparación de Patrulleros y del casco del Daedalus. // Esto podría interesar a los pilotos de Patrulleros.
fr: Vaguoscope Vaguoscope Vaguoscopes male consonant Un superbe vaguoscope dernière génération. +100% de réussite aux actions de réparation des Patrouilleurs et de la coque du Daedalus Un superbe vaguoscope dernière génération. +100% de réussite aux actions de réparation des Patrouilleurs et de la coque du Daedalus Vous n'avez jamais vraiment compris l'utilité du vaguoscope mais de toute façon tout le monde s'en fiche... sauf les pilotes de Patrouilleurs.

# plastenite_armor
source: plastenite_armor.name plastenite_armor.short_name plastenite_armor.plural_name plastenite_armor.genre plastenite_armor.first_letter plastenite_armor.description plastenite_armor.examine
es: Armadura de plastenita Armadura de plastenita Armaduras de plastenita female vowel Aconsejada para ir de expedición. // Neutraliza 1 punto de daños en combate. Recomendada para las expediciones. // Neutraliza 1 punto de daños en combate. // Está hecha de un látex ultra resistente y ligero para ser llevado cómodamente y con discreción. Algunos hombres se resistían a llevarlo porque fue usado en un principio para resaltar las formas femeninas. Si los tacones salvaran de morir, también deberías usarlos.
fr: Armure de plastenite Armure de plastenite Armures de plastenite female vowel Cette armure est conseillée pour partir en expédition. Absorbe 1 point de dégats de combat. Cette armure est conseillée pour partir en expédition. Absorbe 1 point de dégats de combat. L'armure de plastenite est faite en latex bio-sensibilisé et en matière ultra souple, ce qui la rend légère et agréable à porter, presque invisible. Certains la trouvent un peu efféminée en la comparant à des collants moulants. Gageons que le moulage du poitrail n'aide pas. En réalité, mieux vaut être ridicule que mort.

# protective_gloves
source: protective_gloves.name protective_gloves.short_name protective_gloves.plural_name protective_gloves.genre protective_gloves.first_letter protective_gloves.description protective_gloves.examine
es: Guantes de protección Guantes de protección Guantes de protección male consonant Tus probabilidades de ser herido se dividen por 5 cuando realizas reparaciones. Tus probabilidades de ser herido se dividen por 5 cuando realizas reparaciones. // Perder una mano es muy desagradable y lo sabes.
fr: Gant de protection Gant de protection Gants de protection male consonant Vos chances de blessure sont divisées par 5 lorsque vous effectuez des réparations Vos chances de blessure sont divisées par 5 lorsque vous effectuez des réparations Perdre une main. C'est désagréable.

# spacesuit
source: spacesuit.name spacesuit.short_name spacesuit.plural_name spacesuit.genre spacesuit.first_letter spacesuit.description spacesuit.examine
es: Traje espacial Traje espacial Trajes espaciales male consonant Sirve para explorar planetas sin oxígeno. // Te hará sobrevivir al ser eyectado de una nave y respirar en atmósferas no respirables. Sirve para explorar planetas sin oxígeno. // Te hará sobrevivir al ser eyectado de una nave y respirar en atmósferas no respirables. // El jugador puede salir al espacio desde una plataforma de lanzamiento para una misión de reparación externa. Permite explorar un planeta con atmósfera no respirable.
fr: Combinaison Combinaison Combinaisons female consonant La combinaison spatiale permet d'explorer des planètes sans oxygène Permet de survivre après une éjection et de respirer sur les planètes non-respirables. La combinaison spatiale permet d'explorer des planètes sans oxygène Permet de survivre après une éjection et de respirer sur les planètes non-respirables. Le joueur peut sortir dans l'espace depuis une baie de lancement pour une mission de réparation externe. Le personnage peut également participer à une expédition sur une planète à l’atmosphère non-respirable.
