Repository: cmnemoi/eMush
Catalog: Api/translations/*/items+intl-icu.*.xlf
Languages: es, fr

# hydropot
source: hydropot.name hydropot.short_name hydropot.genre hydropot.first_letter hydropot.description hydropot.examine
es: Hydromaceta Hydromaceta Hydromacetas female vowel Sirve para **sembrar un fruto** y desarrollar el jardín. Sirve para **sembrar un fruto** y desarrollar el jardín. Sirve para colocar una planta en el jardín.
fr: Hydropot Hydropot male vowel L'HydroPot permet de **semer un fruit** et de développer ainsi le Jardin. L'HydroPot permet de **semer un fruit** et de développer ainsi le Jardin. Permet d'accueillir une plante du jardin hydroponique.

# lunchbox
source: lunchbox.name lunchbox.short_name lunchbox.genre lunchbox.first_letter lunchbox.description lunchbox.examine
es: Canasta de comida Canasta de comida Loncheras female consonant ¡Oh, comida! Delicias para compartir. Contiene {quantity, plural, one {1 x **Ración estándar**} other {# **Raciones estándar**} }. ¡Oh, comida! Delicias para compartir. Contiene {quantity, plural, one {1 x **Ración estándar**} other {# **Raciones estándar**} }. El equivalente galáctico de una sopa caliente cuando el vacío absoluto te rodea.
fr: Panier repas Panier repas male consonant Oh des Rations ! Un petit plaisir à partager. Contient $herog_numb x Rations standards. Oh des Rations ! Un petit plaisir à partager. Contient $herog_numb x Rations standards. L'équivalent galactique de la soupe chaude quand le zéro absolu vous guette.

# oxygen_capsule
source: oxygen_capsule.name oxygen_capsule.short_name oxygen_capsule.genre oxygen_capsule.first_letter oxygen_capsule.description oxygen_capsule.examine
es: Cápsula de oxígeno Cápsula de oxígeno Cápsulas de oxígeno female consonant Contiene una unidad estándar de oxígeno. Puede ser puesta en el circuito a través de los tanques de los almacenes. Contiene una unidad estándar de oxígeno. Puede ser puesta en el circuito a través de los tanques de los almacenes. Permite transportar el oxígeno en forma líquida. Su película de protección es casi irrompible.
fr: Capsule d'oxygène Capsule d'oxygène female consonant La capsule d'oxygène renferme une unité standard d'oxygène. Elle peut-être remise dans le circuit via les Réservoirs dans les salles de stockage. La capsule d'oxygène renferme une unité standard d'oxygène. Elle peut-être remise dans le circuit via les Réservoirs dans les salles de stockage. La capsule OxyTron de la société AirGaz Permet de déplacer de l'oxygène sous forme liquide. Par bonheur, la pellicule de protection est quasi inviolable.

# space_capsule
source: space_capsule.name space_capsule.short_name space_capsule.genre space_capsule.first_letter space_capsule.description space_capsule.examine
es: Cápsula espacial Cápsula espacial female consonant Contiene algo que te puede servir de mucho. Contiene algo que te puede servir de mucho. Contiene algo que puede sorprenderte.
fr: Capsule spatiale Capsule spatiale female consonant La capsule spatiale renferme sûrement quelque chose dont vous avez extrêmement besoin. Et puis c'est tellement bonnnn... La capsule spatiale renferme sûrement quelque chose dont vous avez extrêmement besoin. Et puis c'est tellement bonnnn... Une capsule contient quelque chose. Vous ne pourrez savoir ce que c'est qu'en l'ouvrant. Etes-vous prêt pour la surprise ?

# swedish_sofa
source: swedish_sofa.name swedish_sofa.short_name swedish_sofa.plural_name swedish_sofa.genre swedish_sofa.first_letter swedish_sofa.description swedish_sofa.examine
es: Sofá Sueco Sofá Sueco Sofás Suecos male consonant Un magnífico sofá de cuero genuino, cosido a mano. Diseñado en Suecia pero hecho en un planeta de esclavos. Un magnífico sofá de cuero genuino, cosido a mano. Diseñado en Suecia pero hecho en un planeta de esclavos. Lo único que te hacer sentir como en casa...
fr: Sofa suédois Sofa suédois Sofas suédois male consonant Un superbe sofa en cuir de Nubuk véritable, cousu main. Conçu en Suède mais fabriqué sur Encelade pour pas cher. Un superbe sofa en cuir de Nubuk véritable, cousu main. Conçu en Suède mais fabriqué sur Encelade pour pas cher. Qui eu crû que quelques coussins et une structure de contre-plaqué puissent autant détendre...

# thermos_of_coffee
source: thermos_of_coffee.name thermos_of_coffee.short_name thermos_of_coffee.genre thermos_of_coffee.first_letter thermos_of_coffee.description thermos_of_coffee.examine
fr: Thermos de café Thermos de café male consonant Rien de tel qu'un café chaud. Contient $herog_numb x Cafés. Rien de tel qu'un café chaud. Contient $herog_numb x Cafés. Le nec plus ultra de la solidarité dans les périodes de disettes. Livré sans soupe chaude ni brasero.

# banana_tree
source: banana_tree.name banana_tree.short_name banana_tree.genre banana_tree.first_letter banana_tree.description banana_tree.examine
es: {age, select, young {Joven } other {} }Árbol Plátano Árbol Plátano male {age, select, young {consonant} other {vowel} } El plátano es un tipo de herbácea que produce frutos nutritivos y sabrosos. El plátano es un tipo de herbácea que produce frutos nutritivos y sabrosos. Sirve para colocar una planta en el jardín.
fr: Bananier Bananier male consonant Le bananier est une sorte d'herbacée qui produit des fruits nourrissants et savoureux. Le bananier est une sorte d'herbacée qui produit des fruits nourrissants et savoureux.

# creepist
source: creepist.name creepist.short_name creepist.genre creepist.first_letter creepist.description creepist.examine
es: {age, select, young {Joven } other {} }Lianesto Lianesto male consonant El lianesto es un árbol curiosamente torcido. El lianesto es un árbol curiosamente torcido. Sirve para colocar una planta en el jardín.
fr: Lianiste Lianiste male consonant Le lianiste est un arbre curieusement tordu. Le lianiste est un arbre curieusement tordu.

# cactax
source: cactax.name cactax.short_name cactax.genre cactax.first_letter cactax.description cactax.examine
es: {age, select, young {Joven } other {} }Cactuor Cactuor male consonant Originario de los desiertos de Tantris, el cactuor es usado en ciertos ritos indígenas. Originario de los desiertos de Tantris, el cactuor es usado en ciertos ritos indígenas. Sirve para colocar una planta en el jardín.
fr: Cactuor Cactuor male consonant Originaire des grands désert de Tantris, le cactuor est utilisé dans certains rites indigènes pour les cérémonies sa... Originaire des grands désert de Tantris, le cactuor est utilisé dans certains rites indigènes pour les cérémonies sa...

# pulminagro
source: pulminagro.name pulminagro.short_name pulminagro.genre pulminagro.first_letter pulminagro.description pulminagro.examine
es: {age, select, young {Joven } other {} }Pulmino Pulmino male consonant El pulmino es un árbol producto del cruce de una palmera y una especie de planta alienígena. Tiene la particularidad de crecer en espacios muy poco luminosos. El pulmino es un árbol producto del cruce de una palmera y una especie de planta alienígena. Tiene la particularidad de crecer en espacios muy poco luminosos. Sirve para colocar una planta en el jardín.
fr: Poulmino Poulmino male consonant Le Poulmino est un arbre issu de croisement entre un palmier et une forme de Sphègne alien. Sa particularité est de pousser en milieux peu lumineux [...] Le Poulmino est un arbre issu de croisement entre un palmier et une forme de Sphègne alien. Sa particularité de pousser en milieux peu lumineux [...]

# precatus
source: precatus.name precatus.short_name precatus.genre precatus.first_letter precatus.description precatus.examine
es: {age, select, young {Joven } other {} }Precatus Precatus male consonant Este extraño árbol tiene una forma de alien de goma totalmente inútil y muy sucio.... Este extraño árbol tiene una forma de alien de goma totalmente inútil y muy sucio.... Sirve para colocar una planta en el jardín
fr: Precatus Precatus male consonant Cet arbre étrange produit une forme alien de gomme totalement inutile mais fort salissante... Cet arbre étrange produit une forme alien de gomme totalement inutile mais fort salissante...

# buttalien
source: buttalien.name buttalien.short_name buttalien.genre buttalien.first_letter buttalien.description buttalien.examine
es: {age, select, young {Joven } other {} }Buitalien Buitalien male consonant El Buitalien es un arbusto raro, sus frutos jugosos reflejan la luz extrañamente. El Buitalien es un arbusto raro, sus frutos jugosos reflejan la luz extrañamente. Sirve para colocar una planta en el jardín.
fr: Buitalien Buitalien male consonant Le Buitalien est un arbuste rigolo, ses fruits juteux reflètent la lumière étrangement. Le Buitalien est un arbuste rigolo, ses fruits juteux reflète la lumière étrangement.

# platacia
source: platacia.name platacia.short_name platacia.genre platacia.first_letter platacia.description platacia.examine
es: {age, select, young {Joven } other {} }Platacia Platacia male consonant El Platacia es un árbol que no provoca más que alergias... El Platacia es un árbol que no provoca más que alergias... Sirve para colocar una planta en el jardín.
fr: Platacia Platacia male consonant Le Platacia est un arbre de savane allergisant sans réel intérêt... Le Platacia est un arbre de savane allergisant sans réel intérêt...

# tubiliscus
source: tubiliscus.name tubiliscus.short_name tubiliscus.genre tubiliscus.first_letter tubiliscus.description tubiliscus.examine
es: {age, select, young {Joven } other {} }Tupimino Tupimino male consonant La última moda en el cultivo de árboles venusinos es cultivar tu propio Tubiliscus. Sus frutos tienen múltiples y variados usos. La última moda en el cultivo de árboles venusinos es cultivar tu propio Tubiliscus. Sus frutos tienen múltiples y variados usos. Si cuidas bien de esta planta, te recompensará con oxígeno y deliciosas anémolas.
fr: Tubiliscus Tubiliscus male consonant La dernière mode en matière arboricole sur Vénus est de posséder un Tubiliscus. Ses excroissances présentent des intérêts multiples et variés. La dernière mode en matière arboricole sur Vénus est de posséder un Tubiliscus. Ses excroissances présentent des intérêts multiples et variés.

# graapshoot
source: graapshoot.name graapshoot.short_name graapshoot.genre graapshoot.first_letter graapshoot.description graapshoot.examine
es: {age, select, young {Joven } other {} }Poplimuno Poplimuno male consonant El Poplimuno es un árbol elegante. Sus hojas emanan un olor a cobre. El Poplimuno es un árbol elegante. Sus hojas emanan un olor a cobre. Sirve para colocar una planta en el jardín.
fr: Peuplimoune Peuplimoune male consonant Le Peuplimoune est un arbre design et élégant. Ses feuilles dégagent une odeur cuivrée. Le Peuplimoune est un arbre design et élégant. Ses feuilles dégagent une odeur cuivrée.

# fiboniccus
source: fiboniccus.name fiboniccus.short_name fiboniccus.genre fiboniccus.first_letter fiboniccus.description fiboniccus.examine
es: {age, select, young {Joven } other {} }Fiboniccus Fiboniccus male consonant El fiboniccus, ancestro lejano del ficus terrestre, ha sido poco conocido durante mucho tiempo. Y con razón: no crece en la Tierra... El fiboniccus, ancestro lejano del ficus terrestre, ha sido poco conocido durante mucho tiempo. Y con razón: no crece en la Tierra...
fr: Fiboniccus Fiboniccus male consonant Lointain ancêtre du Ficcus terrestre, le fiboniccus a longtemps été méconnu.Et pour cause, il ne poussait pas sur Terre... Lointain ancêtre du Ficcus terrestre, le fiboniccus a longtemps été méconnu.Et pour cause, il ne poussait pas sur Terre...

# mycopia
source: mycopia.name mycopia.short_name mycopia.genre mycopia.first_letter mycopia.description mycopia.examine
es: {age, select, young {Joven } other {} }Mycopia Mycopia male consonant La Mycopia tiene una forma intrigante. Algunas de sus características no son muy diferentes de las de un cierto hongo famoso... La Mycopia tiene una forma intrigante. Algunas de sus características no son muy diferentes a de las de un cierto hongo famoso... Si cuidas esta planta, te va a recompensar con oxígeno y deliciosos Caleboots
fr: Mycopia Mycopia male consonant Le mycopia a une forme intrigante, certaines de ses propriétés ne sont pas sans rappeler celle d'un Fungus célèbre. Le mycopia a une forme intrigante, certaines de ses propriétés ne sont pas sans rappeler celle d'un Fungus célèbre.

# asperagunk
source: asperagunk.name asperagunk.short_name asperagunk.genre asperagunk.first_letter asperagunk.description asperagunk.examine
es: {age, select, young {Joven } other {} }Asperagunk Asperagunk female vowel El Asperagunk es bastante similar al espárrago terrestre, pero más grande. Permite albergar una planta de jardín hidropónico. El Asperagunk es bastante similar al espárrago terrestre, pero más grande. Permite albergar una planta de jardín hidropónico.
fr: Asperginulk Asperginulk female vowel L'Asperginulk n'est pas sans rappeler l'Asparagus Terrien, à ceci près qu'il est géant. L'Asperginulk n'est pas sans rappeler l'Asparagus Terrien, à ceci près qu'il est géant.

# filandra
source: filandra.name filandra.short_name filandra.genre filandra.first_letter filandra.description filandra.examine
es: Filandru Filandru male consonant El Filandru es el fruto más difícil de comer que haya existido... El Filandru es el fruto más difícil de comer que haya existido...
fr: Filandru Filandru male consonant Le Filandru est le fruit le plus pénible à manger qui soit... Le Filandru est le fruit le plus pénible à manger qui soit...

# bumpjunkin
source: bumpjunkin.name bumpjunkin.short_name bumpjunkin.genre bumpjunkin.first_letter bumpjunkin.description bumpjunkin.examine
fr: Cucurbitatrouille Cucurbitatrouille female consonant La cucurbitatrouille est une plante d'origine extra-terrestre, des rumeurs la donnent originaire d'Amérique du Sud. C'est dire.... La cucurbitatrouille est une plante d'origine extra-terrestre, des rumeurs la donnent originaire d'Amérique du Sud. C'est dire....

# jumpkin
source: jumpkin.name jumpkin.short_name jumpkin.genre jumpkin.first_letter jumpkin.description jumpkin.examine
es: Citroida Citroida female consonant Aunque no lo parezca, la citroida es un fruto con efectos extraordinarios. Aunque no lo parezca, la citroida es un fruto con efectos extraordinarios.
fr: Citrouïd Citrouïd female consonant La Citrouïd est un légume sans réel intérêt gustatif mais avec des propriétés tout à fait originales. La Citrouïd est un légume sans réel intérêt gustatif mais avec des propriétés tout à fait originales.

# lombrick_bar
source: lombrick_bar.name lombrick_bar.short_name lombrick_bar.genre lombrick_bar.first_letter lombrick_bar.description lombrick_bar.examine
es: Barra de lombrices Barra de lombrices female consonant Una curiosa mezcla de orugas y otros gusanos, con forma de barra y envueltos en plástico retráctil. Gulp... Una curiosa mezcla de orugas y otros gusanos, con forma de barra y envueltos en plástico. Gulp...
fr: Barre de lombrics Barre de lombrics female consonant Un curieux mélange de chenilles et autres vers aglomérés dans une barre sous plastique. Glups... Un curieux mélange de chenilles et autres vers aglomérés dans une barre sous plastique. Glups...

# organic_waste
source: organic_waste.name organic_waste.short_name organic_waste.genre organic_waste.first_letter organic_waste.description organic_waste.examine
es: Desechos orgánicos Desechos orgánicos male consonant Esto es repugnante, huele como un xilófido muerto desde hace dos meses y enterrado en un tanque de queso cheddar en una tarde soleada. Esto es repugnante, huele como un xilófido muerto desde hace dos meses y enterrado en un tanque de queso cheddar en una tarde soleada.
fr: Déchets organiques Déchets organiques male consonant C'est dégoûtant, ça pue le xylophide crevé depuis 2 mois enterré dans une cuve de cheddar par une après-midi de décembre. C'est dégoûtant, ça pue le xylophide crevé depuis 2 mois, enterré dans une cuve de cheddar par une après-midi de décembre.

# proactive_puffed_rice
source: proactive_puffed_rice.name proactive_puffed_rice.short_name proactive_puffed_rice.genre proactive_puffed_rice.first_letter proactive_puffed_rice.description proactive_puffed_rice.examine
es: Cereal proactivo Cereal proactivo male consonant Serán muy buenos para la salud, pero debe ser guardado herméticamente. Al derramarse podría averiar las puertas automáticas. Serán muy buenos para la salud, pero debe ser guardado herméticamente. Al derramarse podría averiar las puertas automáticas.
fr: Riz soufflé proactif Riz soufflé proactif male consonant La plaie des mécaniciens. Ces grains de riz doivent être stockés dans un lieu hermetique, sinon ils s'échappent et partent se cacher dans les mécanismes des portes automatiques. La plaie des mécaniciens. Ces grains de riz doivent être stockés dans un lieu hermetique, sinon ils s'échappent et partent se cacher dans les mécanismes des portes automatiques. +10 :pa: Imperissable +5 satiété 55% de chances : endommage une porte du Daedalus

# alien_steak
source: alien_steak.name alien_steak.short_name alien_steak.genre alien_steak.first_letter alien_steak.description alien_steak.examine
es: Bistec Alien Bistec Alien Bistecs Alien male consonant A veces, el mejor contacto con seres de otros planetas pasa por el estómago. A veces, el mejor contacto con seres de otros planetas pasa por el estómago.
fr: Steak alien Steak alien male consonant Depuis notre arrivée dans le nuage de Magellan, on a jamais réussi à communiquer avec les formes de vies aliens autrement qu'en les consommant. Depuis notre arrivée dans le nuage de Magellan, on a jamais réussi à communiquer avec les formes de vies aliens autrement qu'en les consommant.

# anabolic
source: anabolic.name anabolic.short_name anabolic.genre anabolic.first_letter anabolic.description anabolic.examine
es: Anabolizante Anabolizante male vowel Estos cubitos de testosterona efervescente deben ser consumidos con precaución. Estos cubitos de testosterona efervescente deben ser consumidos con precaución.
fr: Anabolisant Anabolisant male vowel Ces petits cubes de testosterone frétillants doivent être consommés avec modération. Ces petits cubes de testosterone frétillants doivent être consommés avec modération.

# coffee
source: coffee.name coffee.short_name coffee.genre coffee.first_letter coffee.description coffee.examine
es: Café Café male consonant Es la bebida favorita de la tripulación. Es la bebida favorita de la tripulación.
fr: Café Café male consonant C'est le carburant élémentaire pour tous les membres d'équipage. C'est le carburant élémentaire pour tous les membres d'équipage.

# cooked_ration
source: cooked_ration.name cooked_ration.short_name cooked_ration.genre cooked_ration.first_letter cooked_ration.description cooked_ration.examine
es: Ración cocinada Ración cocinada female consonant Melaza proteinada caliente con el aspecto de un buen plato hecho en la Tierra. El sabor es siempre el mismo, pero con imaginación puede ser una verdadera delicia. Melaza proteinada caliente con el aspecto de un buen plato hecho en la Tierra. El sabor es siempre el mismo, pero con imaginación puede ser una verdadera delicia.
fr: Ration cuisinée Ration cuisinée female consonant Mélasse protéinée chaude sculptée en forme de plat traditionnel terrien. Le goût est sensiblement le même mais avec un peu d'imagination, on peut faire des merveilles. Mélasse protéinée chaude sculptée en forme de plat traditionnel terrien. Le goût est sensiblement le même mais avec un peu d'imagination, on peut faire des merveilles.

# space_potato
source: space_potato.name space_potato.short_name space_potato.genre space_potato.first_letter space_potato.description space_potato.examine
es: Patata espacial Patata espacial female consonant ¡Papas fritas espaciales! Lo curioso es que a los chicos les encantan, pero las mujeres de la tripulación las han prohibido en el refectorio. Al parecer, huelen a medias sucias y son demasiado pesadas... ¡Papas fritas espaciales! Lo curioso es que a los chicos les encantan, pero las mujeres de la tripulación las han prohibido en el refectorio. Al parecer, huelen a calcetines y son demasiado pesadas...
fr: Patate spatiale Patate spatiale female consonant Haaa les frites de patates spatiales ! C'est bizarre les mecs adorent tous ce truc, mais les femmes de l'équipage leur ont interdit d'en manger dans le refectoire. Il parait que ça sent les chaussettes et que c'est vraiment bourratif... Haaa les frites de patates spatiales ! C'est bizarre les mecs adorent tous ce truc, mais les femmes de l'équipage leur ont interdit d'en manger dans le refectoire. Il parait que ça sent les chaussettes et que c'est vraiment bourratif...

# standard_ration
source: standard_ration.name standard_ration.short_name standard_ration.genre standard_ration.first_letter standard_ration.description standard_ration.examine
es: Ración estándar Ración estándar Raciones estándar female consonant Una porción de melaza proteinada y envasada en un recipiente de larga conservación. Estas raciones fueron elaboradas para ser digeridas fácilmente pero también pueden ser inyectadas por intravenosa. Una porción de melaza proteinada y envasada en un recipiente de larga conservación. Estas raciones fueron elaboradas para ser digeridas fácilmente pero también pueden ser inyectadas por intravenosa.
fr: Ration standard Ration standard female consonant Une portion de mélasse protéinée agglomérée dans une barquette spatiale longue-conservation. Ces rations sont étudiées pour être facile à digérer par voie traditionnelle mais peuvent également être injectées en intraveineuse. Une portion de mélasse protéinée agglomérée dans une barquette spatiale longue-conservation. Ces rations sont étudiées pour être facile à digérer par voie traditionnelle mais peuvent également être injectées en intraveineuse.

# supervitamin_bar
source: supervitamin_bar.name supervitamin_bar.short_name supervitamin_bar.genre supervitamin_bar.first_letter supervitamin_bar.description supervitamin_bar.examine
es: Barra supervitamínica Barra supervitamínica female consonant Nadie puede resistirse a la tentación de una Barra supervitaminada. Nadie puede resistirse a la tentación de una Barra supervitaminada
fr: Barre supravitaminée Barre supravitaminée female consonant Le produit spatial SNC le plus en vogue. Dans certaines tributs d'Amérique du Sud, il remplace avantageusement l'ayahuasca. Contient uniquement des choses mauvaises pour votre santé ! Le produit spatial SNC le plus en vogue. Dans certaines tributs d'Amérique du Sud, il remplace avantageusement l'ayahuasca. Contient uniquement des choses mauvaises pour votre santé !

# babel_module_blueprint
source: babel_module_blueprint.name babel_module_blueprint.short_name babel_module_blueprint.genre babel_module_blueprint.first_letter babel_module_blueprint.description babel_module_blueprint.examine
fr: Plan du module Babel Plan male consonant Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Pour construire quelque chose, un bon plan vaut mieux que de longs discours. Ce plan nécessite des composants pour être réalisé. Ce plan nécessite : 1 x Débris Métallique 1 x Débris Plastique Les plans de construction bleus sont une bénédiction pour les équipiers en mal de jeux de construction.
