Repository: cmnemoi/eMush
Catalog: Api/translations/*/items+intl-icu.*.xlf
Languages: es, fr

# jar_of_alien_oil
source: jar_of_alien_oil.name jar_of_alien_oil.short_name jar_of_alien_oil.genre jar_of_alien_oil.first_letter jar_of_alien_oil.description jar_of_alien_oil.examine
es: Lubricante alien Lubricante alien male consonant Este aceite mi-la-groso no solo cura tus heridas, sino que también sirve para alimentar el reactor del Daedalus. // Cura el 100 % de las heridas. // Se puede insertar en un reservorio para obtener 5 unidades de combustible. Este aceite mar-a-vi-lloso no se limita a curar tus enfermedades, ¡puede igualmente alimentar el reactor del Daedalus ! Cura 100% cualquier enfermedad. Puede ser usado en un reservorio para ganar 5 unidades de combustible. Ni realmente fluido, ni realmente sólido, su viscosidad es tan solo comparable a su olor.
fr: Lubrifiant Alien Lubrifiant Alien male consonant Cette huile mi-ra-cu-leuse ne se contente pas de guérir vos blessures, elle peut également alimenter le réacteur du Daedalus ! Guérit 100% des blessures. Peut être inséré dans un reservoir pour gagner 5 unités de fuel. Cette huile mi-ra-cu-leuse ne se contente pas de guérir vos blessures, elle peut également alimenter le réacteur du Daedalus ! Guérit 100% des blessures. Peut être inséré dans un reservoir pour gagner 5 unités de fuel. Ni vraiment fluide, ni vraiment solide, sa viscosité n'a d'égal que la puissance de son odeur.

# bandage
source: bandage.name bandage.short_name bandage.genre bandage.first_letter bandage.description bandage.examine
es: Vendaje Vendaje male consonant Para curaciones de urgencia y algo más. Para curaciones de urgencia y algo más. // En el espacio, la primera sanguijuela puede hacer mucho daño. // ¡Llévate una venda para el camino!
fr: Bandage Bandage male consonant Permet des soins d'urgence et un peu plus. Permet des soins d'urgence et un peu plus. Dans l'espace, la première sangsue spatiale venue peut faire de gros dégâts. Un petit bandage pour la route !

# medikit
source: medikit.name medikit.short_name medikit.genre medikit.first_letter medikit.description medikit.examine
es: Medikit Medikit male consonant Es básicamente un botiquín. Si el usuario forma parte del equipo de primeros auxilios, le da un bonus. Es básicamente un botiquín. Si el usuario forma parte del equipo de primeros auxilios, le da un bonus. // Las unidades de combate están equipadas para curar sus heridas superficiales.
fr: Médikit Médikit male consonant Ce petit nécessaire de survie permet les actions de soin. Ce petit nécessaire de survie permet les actions de soin. Après les terribles guerres du Mush, il a été décidé par les états majors, de diminuer au possible l'exposition aux spores de Mush pour préserver les troupes. Les unités de combat sont donc systématiquement équipés en trousse de secours ultra complète, permettant à n'importe quel agent de la Fédération de soigner ses blessures superficielles.

# retro_fungal_serum
source: retro_fungal_serum.name retro_fungal_serum.short_name retro_fungal_serum.genre retro_fungal_serum.first_letter retro_fungal_serum.description retro_fungal_serum.examine
es: Antídoto Retro-Fúngico Antídoto Retro-Fúngico male consonant Permite erradicar la presencia del Mush del sistema nervioso de un vertebrado. Permite erradicar la presencia del Mush del sistema nervioso de un vertebrado. // Neutraliza la contaminación Mush encapsulando la espora en un quiste lejos del sistema nervioso.
fr: Sérum Rétro-Fongique Sérum Rétro-Fongique male consonant Le sérum retro-fongique permet d'éradiquer la présence du Mush dans le système nerveux d'un vertébré. Le sérum retro-fongique permet d'éradiquer la présence du Mush dans le système nerveux d'un vertébré. Le sérum retro-fongique est conçu pour anéantir le mécanisme de parthénogenèse de la variété B du Mush, ainsi il donne une chance au corps de l'hôte d'enkyster les spores existants et ainsi éventuellement d'échapper à une contamination programmée.

# spore_sucker
source: spore_sucker.name spore_sucker.short_name spore_sucker.plural_name spore_sucker.genre spore_sucker.first_letter spore_sucker.description spore_sucker.examine
es: Extractor de esporas Extractor de esporas Extractores de esporas male consonant El Extractor de Esporas eliminará cualquier espora que pueda haber empezado a contaminarte. ¡Atención! ¡Esta acción te costará 3 :hp:! El Extractor de Esporas eliminará cualquier espora que pueda haber empezado a contaminarte. ¡Atención! ¡Esta acción te costará 3 :hp:! A pesar de su apariencia, prácticamente no causa daño.
fr: Suceur de Spore Suceur de Spore Suceurs de Spore male consonant L'extracteur de Spore vous débarrassera des spores qui auraient commencé à vous contaminer. Attention ! Cette action va vous coûter 3 :hp: ! L'extracteur de Spore vous débarrassera des spores qui auraient commencé à vous contaminer. Attention ! Cette action va vous coûter 3 :hp: ! Malgré son aspect, il ne fait presque aucun mal.

# printed_circuit_jelly
source: printed_circuit_jelly.name printed_circuit_jelly.short_name printed_circuit_jelly.plural_name printed_circuit_jelly.genre printed_circuit_jelly.first_letter printed_circuit_jelly.description printed_circuit_jelly.examine
es: Gelatina de circuitos impresos Gelatina con circuitos impresos Gelatinas con circuitos impresos female consonant Aplicada en el Nexus a las partes más íntimas de NERON, la gelatina permite realizar los cálculos de investigación de laboratorio un 15 % más rápido. Al encontrarse en el Nexo, la gelatina aumenta tus esfuerzos de investigación en un 3 %. Aplicada en el Nexus a las partes más íntimas de NERON, la gelatina permite realizar los cálculos de investigación de laboratorio un 15 % más rápido. Al encontrarse en el Nexo, la gelatina aumenta tus esfuerzos de investigación en un 3 %. Hubiéramos podido usar esto en la cocina pero el cocinero no quiere...
fr: Gelée à Circuits Imprimés Gelée à Circuits Imprimés Gelées à Circuits Imprimés female consonant Appliquée dans le Nexus sur les parties les plus intimes de NERON elle permettra d'accélérer de 3% les calculs du laboratoire. Tant qu'elle se trouve dans le Nexus, la Gelée augmente vos essais de recherche de 3%. Appliquée dans le Nexus sur les parties les plus intimes de NERON elle permettra d'accélérer de 3% les calculs du laboratoire. Tant qu'elle se trouve dans le Nexus, la Gelée augmente vos essais de recherche de 3%. On aurrait pu s'en servir en cuisine mais le chef n'en voulait pas...

# invertebrate_shell
source: invertebrate_shell.name invertebrate_shell.short_name invertebrate_shell.genre invertebrate_shell.first_letter invertebrate_shell.description invertebrate_shell.examine
es: Proyectil Invertebrado Proyectil Invertebrado male consonant ¡Increíble! Este pacífico crustáceo alienígena tubular tiene exactamente el mismo diámetro que las carcasas Tesla de las torretas del Daedalus. +100% de daño para la torreta donde se coloca. Si se destruye, provocará un incendio en la habitación. ¡Increíble! Este pacífico crustáceo alienígena tubular tiene exactamente el mismo diámetro que las conchas Tesla en las torretas del Daedalus. // +100 % de daño para la torreta donde está colocada. Si se destruye, provocará un incendio en la habitación. // Aún no se ve muerto.
fr: Cartouche invertébrée Cartouche invertébrée female consonant Incroyable, ce paisible crustacé alien en forme de tube a exactement le même diamètre que les obus tesla des tourelles du Daedalus ! +100% aux dégats de la tourelles où il est placé. Si détruit provoque un incendie dans la pièce. Incroyable, ce paisible crustacé alien en forme de tube a exactement le même diamètre que les obus tesla des tourelles du Daedalus ! +100% aux dégats de la tourelles où il est placé. Si détruit provoque un incendie dans la pièce. Il n'a pas l'air tout à fait mort.

# magellan_liquid_map
source: magellan_liquid_map.name magellan_liquid_map.short_name magellan_liquid_map.plural_name magellan_liquid_map.genre magellan_liquid_map.first_letter magellan_liquid_map.description magellan_liquid_map.examine
es: Mapa líquido de Magallanes Mapa líquido de Magallanes Mapas líquidos de Magallanes male consonant Un mapa revolucionario que te puede dar información de los planetas. // Mientras esté en el **Puente de mando**, el Mapa líquido te revela una o dos zonas de planetas recién detectados. Un mapa revolucionario que te puede dar información de los planetas. // Mientras esté en el **Puente de mando**, el Mapa Líquido te revela una o dos zonas de planetas detectados. // Tienes la impresión de que esto te quiere hablar... ¿Estás seguro?
fr: Carte Liquide de Magellan Carte Liquide de Magellan Cartes Liquides de Magellan female consonant Une très jolie carte en pot où l'on peut trouver des infos sur l'intégralité des planètes du nuage de Magellan. Tant qu'elle se trouve sur le Pont, la Carte Liquide vous révèle une ou deux sections des planètes détectés. Une très jolie carte en pot où l'on peut trouver des infos sur l'intégralité des planètes du nuage de Magellan. Tant qu'elle se trouve sur le Pont, la Carte Liquide vous révèle une ou deux sections des planètes détectés. Vous avez l'impression que cette chose essaie de vous parler. Vous devez sûrement rêver.

# camera_item
source: camera_item.name camera_item.short_name camera_item.plural_name camera_item.genre camera_item.first_letter camera_item.description camera.examine
es: Cámara Cámara Cámaras female consonant Es un dispositivo de vigilancia muy útil para ~~espiar~~ ver lo que hacen tus compañeros. // :point: Revela las acciones **discretas** y **furtivas** realizadas en la sala donde está instalado.// :point: **No** revela su propio sabotaje ni embarramiento.// :point: **No** funciona en el inventario.// Es un dispositivo de vigilancia muy útil para ~~espiar~~ ver lo que hacen tus compañeros.// En su presencia, las acciones **discretas** y **furtivas** efectuadas son reveladas.// Cuando hay una instalada en una sala, todo se registra en el historial y aparece públicamente. No funciona cuando está en tu inventario personal.// La cámara no puede detectar su propio sabotaje.
fr: Caméra Caméra Caméras female consonant La caméra est un outils de surveillance bien pratique pour --espionner-- surveiller votre prochain. En sa présence, les actions *discrètes* et *furtives* effectuées sont révélées. La caméra est un outils de surveillance bien pratique pour --espionner-- surveiller votre prochain. En sa présence, les actions *discrètes* et *furtives* effectuées sont révélées. Lorsqu'une salle possède une caméra, tous les logs sont sauvegardés dans l'historique et apparaissent publiquement. La caméra repère également les actions discrètes et furtives effectuées. Elle ne fonctionne pas si elle est placée dans votre inventaire personnel.

# mush_genome_disk
source: mush_genome_disk.name mush_genome_disk.short_name mush_genome_disk.plural_name mush_genome_disk.genre mush_genome_disk.first_letter mush_genome_disk.description mush_genome_disk.examine
es: Diskette del Genoma mush Diskette del Genoma mush Diskettes del Genoma mush male consonant ¡El mundo Mush en un diskette! ¡El mundo Mush en un diskette! // Contiene el genoma Mush descifrado. No se come ni te puede servir como arma.
fr: Disquette du Gênome Mush Disquette du Gênome Mush Disquettes du Gênome Mush female consonant Le monde du Mush enfin percé à jour en seulement une disquette ! Le monde du Mush enfin percé à jour en seulement une disquette ! Ce disque contient le génome du Mush décrypté. En soit il ne peut pas vous servir à grand chose, même pas comme arme.

# mush_sample
source: mush_sample.name mush_sample.short_name mush_sample.genre mush_sample.first_letter mush_sample.description mush_sample.examine
es: Muestra de raíz mush Muestra de raíz mush female consonant ¡Esta pequeña muestra de un organismo Mush es muy valiosa para la ciencia! ¡Esta pequeña muestra de un organismo Mush es muy valiosa para la ciencia! Conduce muy bien la electricidad y sabe a espinaca.
fr: Souche de test Mush Souche de test Mush female consonant Cet échantillon peut servir à faire progresser la science ! Cet échantillon peut servir à faire progresser la science ! Une dendrite de Mush adulte, c'est en faite une des terminaisons pseudo-nerveuse produite par le Mush au stade adulte. Elle conduit formidablement bien l'électricité et a un petit goût de noisette.

# myco_alarm
source: myco_alarm.name myco_alarm.short_name myco_alarm.plural_name myco_alarm.genre myco_alarm.first_letter myco_alarm.description myco_alarm.examine
es: Myco-alarma Myco-alarma Myco-alarmas female consonant La myco-alarma suena cuando un Mush entra en acción. La myco-alarma suena cuando un Mush entra en acción. Detecta las fuertes concentraciones de mycotoxina. Si el Mush ataca, sonará.
fr: Myco-Alarme Myco-Alarme Myco-Alarmes female consonant La Myco-Alarme sonne quand un Mush entre en action. La Myco-Alarme sonne quand un Mush entre en action. La Myco-Alarme détecte les fortes concentrations de mycotoxine. Si le Mush décide d'attaquer elle se mettra donc à sonner.

# starmap_fragment
source: starmap_fragment.name starmap_fragment.short_name starmap_fragment.genre starmap_fragment.first_letter starmap_fragment.description starmap_fragment.examine
es: Trozo de mapa estelar Trozo de mapa estelar male consonant Trozo de mapa que podría llevarte a un nuevo Edén. Trozo de mapa que podría llevarte a un nuevo Edén. Los extraterrestres que dejaron eso debieron usarlo para algo... Quizás analizándolo puedas saber más de ellos...
fr: Morceau de carte stellaire Morceau de carte stellaire male consonant Un éclat de carte stellaire qui pourrait peut-être vous conduire vers un nouvel Eden. Un éclat de carte stellaire qui pourrait peut-être vous conduire vers un nouvel Eden. Les extra-terrestres qui ont laissé ça là devait s'en servir pour quelque chose... Peut-être qu'en les analysant vous pourrez en apprendre plus sur eux...

# water_stick
source: water_stick.name water_stick.short_name water_stick.genre water_stick.first_letter water_stick.description water_stick.examine
es: Varilla acuosa Varilla acuosa female consonant Permite estar hidratado en todo momento, pero nadie está de acuerdo en dónde debe ser insertado. Permite estar hidratado en todo momento, pero nadie está de acuerdo en dónde debe ser insertado. // Hay que ser bastante maniático para llevar esto en un viaje espacial...
fr: Bâtonnet aqueux Bâtonnet aqueux male consonant Il permet de rester hydraté en toute circonstance, mais personne n'est décidé à rechercher où il doit être inséré pour cela. Il permet de rester hydraté en toute circonstance, mais personne n'est décidé à rechercher où il doit être inséré pour cela. Quelle idée de rapporter cette chose à bord... Ca vous rappelle des souvenirs douteux de Venus...

# old_faithful
source: old_faithful.name old_faithful.short_name old_faithful.plural_name old_faithful.genre old_faithful.first_letter old_faithful.description old_faithful.examine
es: Sulfatosa Sulfatosa Sulfatosas female consonant La sulfatosa es un arma muy pesada. Algunas normas internacionales condenan dispararle a un humano con ella. Al verla, sabrás por qué. // Expedición: + 2 a la fuerza de tu equipo en caso de combate. La sulfatosa es un arma muy pesada. Algunas normas internacionales condenan dispararle a un humano con ella. Al verla, sabrás por qué. // Expedición: + 2 a la fuerza de tu equipo en caso de combate. // Un arma impresionante, pesada y peligrosa. El juguete soñado.
fr: Sulfateuse Sulfateuse Sulfateuses female consonant

# lizaro_jungle
source: lizaro_jungle.name lizaro_jungle.short_name lizaro_jungle.plural_name lizaro_jungle.genre lizaro_jungle.first_letter lizaro_jungle.description lizaro_jungle.examine
es: Lizaro Jungle Lizaro Jungle Lizaros Jungle male consonant Fusil de gran precisión // Expedición: + 1 a la fuerza de tu equipo en caso de combate. Fusil de gran precisión. // Expedición: + 1 a la fuerza de tu equipo en caso de combate. // Fue creado por las organizaciones rebeldes, es barato y funciona en condiciones extremas. A usar con precaución.
fr: Lizaro Jungle Lizaro Jungle Lizaros Jungle male consonant Fusil de précision par excellence. Expédition : + 1 à la force de votre équipe en cas de combat. Fusil de précision par excellence. Expédition : + 1 à la force de votre équipe en cas de combat. Depuis la nuit des temps, le tireur isolé et son arme sont une pierre angulaire des dispositifs armés. Le Fusil Lizaro Jungle a été créé pendant la sale Guerre par des factions rebelles, il est peu onéreux et marche dans toutes les situations qu'il vente ou qu'il neige. Son chargeur semi-automatique rend sa cadence mortelle. À manier avec précaution.

# knife
source: knife.name knife.short_name knife.plural_name knife.genre knife.first_letter knife.description knife.examine
es: Cuchillo Cuchillo Cuchillos male consonant Es un arma anticuada pero que aún tiene muchos seguidores. // Expedición: + 1 a la fuerza de tu equipo en caso de combate. Es un arma anticuada pero que aún tiene muchos seguidores. // Expedición: + 1 a la fuerza de tu equipo en caso de combate. // Con solo 20cm puede partirte a ti o cualquiera en 2.
fr: Couteau Couteau Couteaux male consonant Le couteau est une arme, certes un peu datée, mais qui a toujours ses amateurs. Expédition : + 1 à la force de votre équipe en cas de combat. Le couteau est une arme, certes un peu datée, mais qui a toujours ses amateurs. Expédition : + 1 à la force de votre équipe en cas de combat. 20 cm de bonheur pour psychopathe.

# blaster
source: blaster.name blaster.short_name blaster.plural_name blaster.genre blaster.first_letter blaster.description blaster.examine
es: Blaster Blaster Blasters male consonant Arma básica de las fuerzas de seguridad. // Expedición: + 1 a la fuerza de tu equipo en caso de combate. Arma básica de las fuerzas de seguridad. // Expedición: + 1 a la fuerza de tu equipo en caso de combate. // Te ayudará a defenderte con elegancia.
fr: Blaster Blaster Blasters male consonant L'arme de base des forces de sécurité. Expédition : + 1 à la force de votre équipe en cas de combat. L'arme de base des forces de sécurité. Expédition : + 1 à la force de votre équipe en cas de combat. Arme à faisceau d'énergie dirigée. Dernière née de la gamme BrizHotFire. Permet de se défendre, sans effort et en toute élégance, de tout danger.

# natamy_rifle
source: natamy_rifle.name natamy_rifle.short_name natamy_rifle.plural_name natamy_rifle.genre natamy_rifle.first_letter natamy_rifle.description natamy_rifle.examine
es: Fusil Natamy Fusil Natamy Fusiles Natamy male consonant El fusil Natamy es un fusil de asalto anti-Mush. // Expedición: +1 a la fuerza de tu equipo en caso de combate. El fusil Natamy es un fusil de asalto anti-Mush. // Expedición: +1 añadido a la fuerza de tu equipo en caso de combate. // Un fusil muy especial desarrollado por la tripulación. Sus municiones contienen bicarbonato de sodio y retro-patulina que tienen propiedades antifúngicas.
fr: Fusil Natamy Fusil Natamy Fusils Natamy male consonant Le fusil Natamy est un fusil d'assaut anti-Mush Expédition : + 1 à la force de votre équipe en cas de combat. Le fusil Natamy est un fusil d'assaut anti-Mush Expédition : + 1 à la force de votre équipe en cas de combat. Le fusil bien particulier mis au point par l'équipage. Ses munitions au bicarbonate de sodium et à la retro-patuline ont des propriétés anti-fongiques.

# grenade
source: grenade.name grenade.short_name grenade.plural_name grenade.genre grenade.first_letter grenade.description grenade.examine
es: Granada Granada Granadas female consonant Es un poderoso explosivo que te sacará de situaciones peligrosas durante una expedición. Expedición: +3 a la fuerza de tu equipo en caso de combate. Es un poderoso explosivo que te sacará de situaciones peligrosas durante una expedición. // Expedición: +3 a la fuerza de tu equipo en caso de combate. // Lleva escrito: "Clínicamente probado sobre aliens".
fr: Grenade Grenade Grenades female consonant La grenade est un explosif puissant qui vous sortira de bien des situations périlleuses en exploration. Expédition : +3 à la force de votre équipe en cas de combat. La grenade est un explosif puissant qui vous sortira de bien des situations périlleuses en exploration. Expédition : +3 à la force de votre équipe en cas de combat. Dessus est écrit: "Explosez votre potentiel".

# rocket_launcher
source: rocket_launcher.name rocket_launcher.short_name rocket_launcher.plural_name rocket_launcher.genre rocket_launcher.first_letter rocket_launcher.description rocket_launcher.examine
es: Lanza-Cohetes Lanza-Cohetes Lanza-Cohetes male consonant Arma muy sofisticada para aquellos que lo son menos. // Expedición: +3 añadidos a la fuerza del equipo durante los combates. Arma muy sofisticada para aquellos que lo son menos. // Expedición: +3 añadidos a la fuerza del equipo durante los combates. // El lanzacohetes ha sido durante mucho tiempo parte integral del arsenal de las tropas de expedición en zonas hostiles. Su tecnología no ha cambiado en siglos. Tiene un estatus de culto particular, casi de fetiche, entre quienes lo portan...
fr: Lance-roquette Lance-roquette Lance-roquettes male consonant Arme très sophistiquée pour personnes qui le sont moins. Expédition : + 3 à la force de votre équipe en cas de combat. Arme très sophistiquée pour personnes qui le sont moins. Expédition : + 3 à la force de votre équipe en cas de combat. Le Lance-Roquette fait partie de l'arsenal classique des corps expéditionnaires en milieux hostile. Sa technologie n'a pas changé depuis des centaines d'années. Il fait l’objet d'un culte un peu particulier, presque fétichiste de la part de celui qui le porte...

# survival_kit
source: survival_kit.name survival_kit.short_name survival_kit.genre survival_kit.first_letter survival_kit.description survival_kit.examine
es: Kit de supervivencia Kit de supervivencia male consonant Contiene medicamentos y vendajes. Contiene {quantity} x Vendaje Contiene {quantity} x Medicamentos Contiene medicamentos y vendajes. Contiene {quantity} xVendaje Contiene {quantity} x Medicamentos El arquetipo de lo que nunca está donde debe estar.
fr: Kit de survie Kit de survie male consonant Contient des médicaments et des bandages. Contient $herog_numb x Bandages Contient $herog_numb x Médicaments Contient des médicaments et des bandages. Contient $herog_numb x Bandages Contient $herog_numb x Médicaments L'archétype de ces objets stellaires qui sont toujours rangés exactement là où il ne faut pas. Ou dans vos poches.

# fuel_capsule
source: fuel_capsule.name fuel_capsule.short_name fuel_capsule.genre fuel_capsule.first_letter fuel_capsule.description fuel_capsule.examine
es: Cápsula de combustible Cápsula de combustible Cápsulas de combustible female consonant Permite desplazar el combustible desde el tanque hacia los motores. //Contiene una unidad de combustible. Permite desplazar el combustible desde el tanque hacia los motores. Contiene una unidad de combustible. Carga carburante para llevarlo al módulo de combustión.
fr: Capsule de fuel Capsule de fuel female consonant La capsule de fuel permet de déplacer du fuel depuis un réservoir vers les moteurs Contient 1 unité de Fuel. La capsule de fuel permet de déplacer du fuel depuis un réservoir vers les moteurs Contient 1 unité de Fuel. Permet de charger du carburant pour le déplacer dans le module de combustion.
