Repository: cmnemoi/eMush
Catalog: Api/translations/*/modifiers+intl-icu.*.xlf
Languages: fr

# change.variable.decrease_on_infection.player
source: Lose **{quantity}** {emote} whenever you receive a spore.
fr: Recevoir un Spore fait perdre **{quantity}** {emote}.

# change.variable.decrease_on_post.action
source: For each **{action_name}** action, lose **{quantity}** {emote}.
fr: À chaque action **{action_name}**, fait perdre **{quantity}** {emote}.

# apply.cost_increase_move
source: Each move costs **{quantity}** :pm: more.
fr: Chaque déplacement coûte **{quantity}** :pm: de plus.

# apply.cost_increase
source: Each action costs **{quantity}** {emote} more.
fr: Chaque action coûte **{quantity}** {emote} de plus.

# roll.action.percentage_decrease_shoot
source: Accuracy **-{quantity}%**.
fr: Précision **-{quantity}%**.

# breakouts_on_post.action
source: Gives the symptom **Breakouts**.
fr: Fait subir le symptôme **Éruptions**.

# roll.percentage_increase_cycle_disease
source: {quantity, select, 100 {Every cycle, fall ill.} other {Every cycle, **+{quantity}%** chance to fall ill.} }
fr: {quantity, select, 100 {Chaque cycle, fait tomber malade.} other {Chaque cycle, **+{quantity}%** de chances de tomber malade.} }

# prevent_move_on_pre.action
source: Impossible to **move**.
fr: Impossible de se déplacer.

# prevent_pick_heavy_item_on_pre.action
source: Impossible to **carry heavy items**.
fr: Impossible de porter des objets lourds.

# cat_allergy_on_post.action
source: Gives the symptom **Cat Allergy**.
fr: Fait subir le symptôme **Allergie au chat**.

# deaf_speak_on_new_message
source: Makes you deaf.
fr: Rend sourd.

# drooling_on_post.action
source: Gives the symptom **Drooling**.
fr: Fait subir le symptôme **Bave**.

# fear_of_cats_on_post.action
source: Gives the symptom **Fear of Cats**.
fr: Fait subir le symptôme **Phobie des chats**.

# foaming_mouth_on_post.action
source: Gives the symptom **Foaming Mouth**.
fr: Fait subir le symptôme **Bouche écumeuse**.

# mute_modifier_on_new_message
source: Makes you mute.
fr: Rend muet.

# sneezing_on_post.action
source: Gives the symptom **Sneezing**.
fr: Fait subir le symptôme **Éternuements**.

# prevent_attack_actions_on_pre.action
source: Forbids the action **Attack**.
fr: Interdit l'action **Attaquer**.

# prevent_piloting_actions_on_pre.action
source: Impossible to **pilot**.
fr: Impossible de piloter.

# prevent_shoot_actions_on_pre.action
source: Forbids the action **Shoot**.
fr: Interdit l'action **Tirer**.

# psychotic_attacks_on_post.action
source: Gives the symptom **Psychotic episodes**.
fr: Fait subir le symptôme **Accès psychotique**.

# septicemia_on_status.applied
source: You will die if you become **Dirty**.
fr: Vous mourrez si vous devenez **sale**.

# vomiting_on_post.action
source: {chance, select, 100 {Gives the symptom **Vomiting**.} other {Gives the symptom **Nausea**.} }
fr: {chance, select, 100 {Fait subir le symptôme **Vomissements**.} other {Fait subir le symptôme **Nausée**.} }

# coprolalia_messages_on_new_message
source: Your messages are sometimes modified.
fr: Vos messages sont parfois modifiés.

# paranoia_messages_on_new_message
source: Your messages are sometimes modified.
fr: Vos messages sont parfois modifiés.
