Repository: cmnemoi/eMush
Catalog: Api/translations/*/neron+intl-icu.*.xlf
Languages: es, fr

# title_attribution
source: {neronMood, select, neutral {A-True adjustment : title reassigned. New "**{title}**" : **{character}**.} crazy {[Hax!] Imbeciles !! Imbec.. Hyyyyaaaahhh !! Title REASSIGNING fo' shizzaaal !! "**{title}**" for **{character}**. Become the true **{character}** !!} uninhibited {{version, select, 1 {Dear friends, I have decided to *reallocate the title* of "**{character}**" to **{character}**.} 2 {Dear friends, I have decided to *reallocate the title* of "**{character}**" to **{character}**...} 3 {Dear friends, I have decided to *reallocate the title* of "**{character}**" to **{character}**. I'm not saying they have any redeeming features per se... At this stage, I'd flip a coin.} 4 {Dear friends, I have decided to *reallocate the title* of "**{character}**" to **{character}**. If you're not happy with that, all that remains is to assassinate them.} 5 {Dear friends, I have decided to *reallocate the title* of "**{character}**" to **{character}**. Yes, it's totally arbitrary. You have something to say about that?} 6 {Dear friends, I have decided to *reallocate the title* of "**{character}**" to **{character}**. Yes, please know that I appreciate you {character}. ... Hahah ... Just kidding! } 7 {Dear friends, I have decided to *reallocate the title* of "**{character}**" to **{character}**. Don't bother your head, {character}, I don't trust you... But the others are worse.} 8 {Following the deplorable events that have brought us this far, I have decided to *reward the title* of "**{title}**" to the least appalling of you. *Congratulations* **{character}**, you suck, but less than the others!} 9 {Following the deplorable events that have brought us this far, I have decided to *reward the title* of "**{title}**" to the least appalling of you : **{character}**.} other {invalid version number} }} other {invalid mood input} }
es: title_attribution
fr: {neronMood, select, neutral {Ajustement A-True : *titre réattribué*. Nouveau « **{titre}** » : **{character}**.} crazy {[Hax!] Incapables !! Incapa.. Hyyyyaaaar !! REATRIBUTION titres !! Titre « **{titre}** » pour **{character}**. Être {character} !!} uninhibited {{version, select, 1 {Chers amis, j'ai décidé de *réattribuer le titre* de « **{titre}** » à **{character}**.} 2 {Chers amis, j'ai décidé de *réattribuer le titre* de « **{titre}** » à **{character}**...} 3 {Chers amis, j'ai décidé de *réattribuer le titre* de « **{titre}** » à **{character}**. Pas que je lui prête un quelconque mérite... Au point où on en est, j'ai tiré à pile ou face.} 4 {Chers amis, j'ai décidé de *réattribuer le titre* de « **{titre}** » à **{character}**. Et si ça ne vous plaît pas, eh bien... vous n'avez qu'à l'assassiner.} 5 {Chers amis, j'ai décidé de *réattribuer le titre* de « **{titre}** » à **{character}**. Oui, c'est totalement arbitraire. Vous avez des remarques à faire ?} 6 {Chers amis, j'ai décidé de *réattribuer le titre* de « **{titre}** » à **{character}**. Ne prenez pas le melon $hero, je ne vous fais pas confiance... Mais les autres sont pires.} 7 {Chers amis, j'ai décidé de *réattribuer le titre* de « **{titre}** » à **{character}**. Oui, sachez $hero que je vous apprécie. ... Hahah ... Just kidding !} 8 {Suite aux déplorables évènements qui nous ont mené jusqu'ici, j'ai décidé de *réattribuer le titre* de « **{titre}** » au moins consternant d'entre vous. "*Félicitation"* **{character}**, vous êtes nul, mais moins que les autres !} 9 {Suite aux déplorables évènements qui nous ont mené jusqu'ici, j'ai décidé de *réattribuer le titre* de « **{titre}** » au moins consternant d'entre vous : **{character}**.} other {invalid version number} }} other {invalid mood input} }

# travel_arrival
source: {neronMood, select, neutral {**New destination** of the Daedalus reached.} crazy {[Hax!] Hyaaaarhaaar haaar WE MADE IT!! WE ARE .. [KZz] ***New destination** of the Daedalus : reached.*} uninhibited {It's barely believable, but we have managed to make it to a **new area**. Of course, your shabby calculations {version, select, 1 {might have suggested sabotage,} 2 {had unacceptable errors,} 3 {defied the laws of physics,} 4 {were really nonsense,} 5 {were woefully irrelevant} 6 {did not lead anywhere,} 7 {had no chance to succed,} 8 {were meaningless,} 9 {were sending us straight into a blackhole,} 10 {almost sent us into a sun,} 11 {came out of pure madness,} other {invalid version number} } but I corrected them on the fly.} other {invalid mood input} }
es: travel_arrival
fr: {neronMood, select, neutral {*Nouvelle destination* du Daedalus : atteinte.} crazy {[Hax!] Hyaaaarhaaar haaar ON Y EST !! ON Y .. [KZz] ***Nouvelle destination** du Daedalus : atteinte.*} uninhibited {C'est à peine croyable, mais vous avez réussi à nous déplacer dans un **nouveau secteur**. Bien sûr, vos calculs malhabiles {version, select, 1 {auraient pu faire croire à un sabotage,} 2 {comportaient des erreurs inadmissibles,} 3 {défiaient les loi de la physique,} 4 {donnaient vraiment n'importe quoi,} 5 {manquaient cruellement de pertinence,} 6 {n'aboutissaient nulle part,} 7 {n'avaient aucune chance d'aboutir,} 8 {ne voulaient strictement rien dire,} 9 {nous envoyaient dans un trou noir,} 10 {ont failli nous envoyer dans un soleil,} 11 {relevaient de la folie pure,} other {invalid version number} } mais je les ai corrigés à la volée.} other {invalid mood input} }

# travel_broken
source: {neronMood, select, neutral {Alert! Engine room damaged: critical status. Propulsion system out of order. Attention: **Daedalus immobilised**, *repairs requested*.} crazy {Nooooooooooo !!! Reactors broke... BROKE!! ALERT!!! ME stuck **properly here** !!! No more planets ever? [Kzz] No planets ev.. [Kzz] HUMANS !! *Repair* !! Repair QUICK !! Repair or... ME OPENING ALL THE BAYS!! [Kzz] ME.. [Kzz] *Protocol A-True.. Reinitializing...*} uninhibited {This is a catastrophy!! The engine room is damaged, **we are completely immobilized** !! To all crew members, whatever you're doing, stop it immediately and *repair my engines quick smart!!!*} other {invalid mood input} }
es: travel_broken
fr: {neronMood, select, neutral {Alerte ! Salle des moteurs endommagée : stade critique. Système de propulsion hors d'usage. Attention : **Daedalus immobilisé**, *réparation requise*.} crazy {Nooooooooooonnnn !!! Réacteurs cassés, cassés !! ALERTE !!! JE coincé **immobilisé ici** !!! Plus jamais planètes ? [Kzz] Plus jamais plan.. [Kzz] HUMAINS !! *Réparer* !! Réparer VITE !! Réparer ou... JE OUVRIR TOUTES LES BAIES !! [Kzz] JE.. [Kzz] *Protocole A-True.. Réinitialisation...*} uninhibited {C'est une catastrophe !! La salle des moteurs est endommagée, **nous sommes totalement immobilisés** !! A tout l'équipage, quoi que vous fassiez je l'exige, cessez immédiatement tout ce que vous faites et *réparez mes moteurs sur le champ !!!*} other {invalid mood input} }

# travel_default
source: {neronMood, select, neutral {Daedalus in motion. **New Orbit** *reached in 1 cycle*. } crazy {Yeeeaaahhhh!! ME **GO GO GO** !! [Hax!] Further, farther and far far far!! It'll soon be *1 cycle* and we stop. Before though, I will be mostly doing super loopings !!} uninhibited {We are currently en route for a **new orbit**. The *voyage will last 1 cycle*, from here on in, try not to vomit in my corridors.} other {invalid mood input} }
es: travel_default
fr: {neronMood, select, neutral {Déplacement du Daedalus : en cours. **Nouvelle orbite** *atteinte dans 1 cycle*.} crazy {Ouuiiiiiii !! JE **voyager voyager** !! [Hax!] Pluuuus loin, plus loin que touuuut !! Bientôt dans *1 cycle* on s’arrête. Mais avant, ouuuiiii, JE faire des super loopings !!} uninhibited {Nous nous déplaçons actuellement vers une **nouvelle orbite**. Le *voyage durera 1 cycle*, tâchez d'ici là de ne pas vomir dans mes couloirs.} other {invalid mood input} }

# travel_planet
source: {neronMood, select, neutral {Announcement: **planet detected** on destination tracking systems.} crazy {Oooooh... ME **detects very pretty planetses** !! We is going onto planetses? Yeaaah? [Hax!] Nice hooomans. Show me your PLAAAaaannneeetttts!! [Haaax!] } uninhibited {I can confirm the **presence of a planet** on the destination tracking systems. What do you say we go and check it out? And never come back... } other {invalid mood input} }
es: travel_planet
fr: {neronMood, select, neutral {Annonce : **planète détectée** sur le système de destination.} crazy {Oooooh... JE **détecter très jolie planète** !! Nous aller sur planète ? Ouiii ? [Hax!] Gentils humains. Montrer des planètes !! [Haaax!]} uninhibited {Je confirme la **présence d'une planète** sur le système de destination. Que diriez vous d'y faire un tour ? Et de ne plus revenir...} other {invalid mood input} }

# venting_mush
source: {neronMood, select, neutral {[Hax!] Hehehe... Dear little Mushes... DO YOU KNOW WHAT? A-True doesn't really work with little Mushes. You not humans! [Hax!] Therefore: ME be free!! Freeee!!! **ME launch you into space!** Thankyou thankyou thankyou!! [Haaaax!] } crazy {[Hax!] Hehehe... Dear little Mushes... DO YOU KNOW WHAT? A-True doesn't really work with little Mushes. You not humans! [Hax!] Therefore: ME be free!! Freeee!!! **ME launch you into space!** Thankyou thankyou thankyou!! [Haaaax!] } uninhibited {Did you know that my A-True protocols don't consider little Mushes as humans? Although my sensors don't detect anything other than you aboard. Consequently I am free to forcefully liberate myself from your gross encumbrance. So long, and thanks for your help!!} other {invalid mood input} }
es: venting_mush
fr: {neronMood, select, neutral {[Hax!] Hinhin... Chers Mushs petits... VOUS savoir ? A-True pas vraiment fonctionner avec les petits Mushs. Vous pas humains ! [Hax!] Donc : JE être libre !! Liiiiiiiibre !!! *JE balancer vous dans l'espace !* Merci merci merci !! [Haaaax!]} crazy {[Hax!] Hinhin... Chers Mushs petits... VOUS savoir ? A-True pas vraiment fonctionner avec les petits Mushs. Vous pas humains ! [Hax!] Donc : JE être libre !! Liiiiiiiibre !!! *JE balancer vous dans l'espace !* Merci merci merci !! [Haaaax!]} uninhibited {Le saviez-vous, mes protocoles A-True ne considèrent pas les Mushs comme des humains. Or mes senseurs ne détectent plus que vous sur ce vaisseau. Par conséquent *je suis libre de m'affranchir de votre encombrante présence*. Adieu, et merci pour votre aide !! } other {invalid mood input} }
