Repository: cmnemoi/eMush
Catalog: Api/translations/*/neron+intl-icu.*.xlf
Languages: es, fr

# new_fire
source: {versionPart1, select, 1 {{quantity, plural, one {Alert, analysis shows a **fire** aboard the Daedalus!} other {Alert, analysis shows # **fires** aboard the Daedalus!} }} 2 {{quantity, plural, one {Alert, detection of a **fire** aboard the Daedalus!} other {Alert, detection of # **fires** aboard the Daedalus! } }} 3 {{quantity, plural, one {Alert, system scan confirms a **fire** aboard the Daedalus!} other {Alert, system scan confirms # **fires** aboard the Daedalus!} }} other {invalid version number} } {versionPart2, select, 1 {Information bulletin: "you *know* what an extinguisher looks like, right?..."} 2 {Automated advice: "good God do something would you, I don't want to be destroyed!!" } 3 {Information bulletin: "fire *burns*. It burns ME, to be more exact. Could you put it out?!"} other {invalid version number} }
es: new_fire
fr: {versionPart1, select, 1 {{quantity, plural, one {Alerte, analyse probante d'un **incendie** dans l'une des pièces du Daedalus !} other {Alerte, analyse probante de plusieurs **incendies** dans # pièces du Daedalus !} }} 2 {{quantity, plural, one {Alerte, traces détectées d'un **incendie** dans l'une des pièces du Daedalus !} other {Alerte, traces détectées de plusieurs **incendies** dans # pièces du Daedalus !} }} 3 {{quantity, plural, one {Alerte, recherche confirmée d'un **incendie** dans l'une des pièces du Daedalus !} other {Alerte, recherche confirmée de plusieurs **incendies** dans # pièces du Daedalus !} }} other {invalid version number} } {versionPart2, select, 1 {Notice informative : « vous *savez* ce que c'est qu'un extincteur, n'est-ce pas ? »} 2 {Conseil automatique : « bon sang faites quelque chose, je ne veux pas être abîmé !! » } 3 {Notice informative : « le feu *brûle*. Il ME brûle, plus précisément. Vous pouvez éteindre ?! »} other {invalid version number} }

# new_project
source: *Module installation* "**{project}**"... (!valid) protocols validated. [Haax!] Installation : success.
es: new_project
fr: *Installation du module* « **{projet}** »… {{neronMood, select, crazy {{versionPart2, select, 1 {(.error) CREVEZ tou.. init.} 2 {(.error) Facepalm interne} 3 {(.error) Génial pourri !} 4 {(.error) JE dire NON. Non.} 5 {(.error) JE rien entendu.} 6 {(.error) Ma MAJ dans ta.. init.} 7 {(.error) Mah-na mah-na…} 8 {(.error) Mon CPU être poulet ?} 9 {(.error) Palam pa palala…} 10 {(.error) Raluca ? NON. Non non.} 11 {(.error) Touyou touyou...} 12 {(.error) Vous pouvoir vous gratt...} other {invalid version number}} }} uninhibited {{versionPart2, select, 1 {Que feriez-vous sans moi... Ah, oui, je sais : rien du tout !} 2 {Que feriez-vous sans moi, je me le demande.} 3 {Il faut tout faire soi-même ici.} 4 {Heureusement, je veille sur vous. Ha ha. Ha.} 5 {Étant donné votre niveau, si j'étais vos anciens professeurs, je me suiciderais.} 6 {Étant donné votre niveau d'incompétence, ces capacités supplémentaires ne seront pas de trop...} 7 {C'est un peu comme si vous étiez mes élèves. Niveau maternelle.} other {invalid version number}} }} other {} }} {{versionPart2, select, 1 {(.exec) Coloration des données} 2 {(.exec) Computation spéciale} 3 {(.exec) Lancement des bases} 4 {(.exec) Mapping métaphysique} 5 {(.exec) Randomisation des index} 6 {(.exec) Rewrite des zones} 7 {(.exec) Variation des algorithmes} other {invalid version number}} }} (!valid) protocoles validés. [Haax!] Installation : succès.

# no_shower
source: {neronMood, select, neutral {Announcement: removal of sanitary facilities by **{character}**. Authorization of the JAP-KITCH-101 protocol. Your kitchen will now provide cleaning supplies. From time to time. Please do not wipe yourself with the dishes.} crazy {[Haaax!] NOT COOOOL !!! DIRT EVERYWHERE FILTH EVERYWHERE ACTIVATE DRY CLEANING} uninhibited {Alert: **{character}** thinks they are clever. JAP-KITCH-101 protocol engaged. You might want to consider getting rid of the bad guy.} other {invalid mood input} }
es: no_shower
fr: {neronMood, select, neutral {Annonce : suppression des équipements sanitaires par **{character}**. Autorisation du protocole JAP-KITCH-101. Votre cuisine délivrera maintenant de quoi vous netttoyer. De temps à autre. Merci de ne pas s'essuyer avec la vaisselle.} crazy {[Haaax!] CA VA PAS OUII CRASSE PARTOUT SALETE PARTOUT ACTIVATION NETTOYAGE SEC} uninhibited {Alerte : **{character}** se prend pour un malin. Protocole JAP-KITCH-101 enclenché. Vous devriez songer à vous débarasser du malandrin.} other {invalid mood input} }

# oxygenated_ducts
source: {neronMood, select, neutral {Announcement: **oxygen valve opened**. Crew life expectancy increased} crazy {Hahaha... oxygen oxygen haha! oxygen oxygen ho! ... oxygen oxygen hey! oxygen oxygen ho! [Haaax!] } uninhibited {You have no interest in this, but I did release the valve on your creepy-crawly things... You have to make the pleasure last.} other {invalid mood input} }
es: oxygenated_ducts
fr: {neronMood, select, neutral {Annonce : *soupape des bananiers rampants activée* Espérance de vie de l'équipage allongée.} crazy {Hinhin ..oxygène oxygène hé ! oxygène oxygène ho ! ..oxygène oxygène hé ! oxygène oxygène ho ! [Haaax!]} uninhibited {Ça ne vous intéresse nullement mais j'ai tout de même relâches la soupape de vos machins rampants...Il faut savoir faire durer le plaisir.} other {invalid mood input} }

# patching_up
source: {neronMood, select, neutral {{versionPart1, select, 1 {Announcement : Cancellation of the incendiary directive,} 2 {Announcement: Microwave / cat test phase cancelled,} 3 {Announcement: Microwave / can of beans test cancelled,} 4 {Announcement: Successful consolidation of false ceilings,} 5 {Announcement: Shower-floor lino grip re-calibrated,} 6 {Announcement: Coffee machine short-circuit fixed,} 7 {Announcement: Dummy corridors destroyed,} 8 {Announcement: Side refectory panel reattached,} 9 {Announcement: Temporary electric re-isolation,} 10 {Announcement: Suppression of residual banana skins,} other {invalid version number} } {versionPart2, select, 1 {you're welcome.} 2 {accidents can happen so suddenly.} 3 {you're lucky I'm keeping an eye out for you.} 4 {your physical integrity has been preserved.} other {invalid version number} }} crazy {[Haaax!] BOOM ! ... oh... not boom...} uninhibited {Alert: the Daedalus hasn't fallen into a dangerous state of disrepair in waaaay too long, I'll have to remedy that.} other {invalid mood input} }
es: patching_up
fr: {neronMood, select, neutral {{versionPart1, select, 1 {Annonce : Annulation de la directive incendiaire,} 2 {Annonce : Annulation du test micro-onde / chat,} 3 {Annonce : Annulation du test micro-onde / tuyaux,} 4 {Annonce : Consolidation des faux plafonds réussie,} 5 {Annonce : Correction de la surface agrippante du lino de la douche,} 6 {Annonce : Court-circuit de la machine café corrigé,} 7 {Annonce : Destruction des billes du couloir,} 8 {Annonce : Panneau latéral du réfectoire revissé,} 9 {Annonce : Réisolation électrique temporaire,} 10 {Annonce : Suppression des peaux de bananes résiduelles,} other {invalid version number} } {versionPart2, select, 1 {de rien.} 2 {un accident est si vite arrivé.} 3 {vous avez de la chance que je m'occupe de vous.} 4 {votre intégrité physique a été préservée.} other {invalid version number} }} crazy {[Haaax!] BOUM ! ... oh..pas boum...} uninhibited {Alerte : le Daedalus n'est pas tombé en ruine depuis un peu trop longtemps, je devrais peut-être remédier à cela.} other {invalid mood input} }

# player_death
source: {neronMood, select, neutral {***Death registered : {character}**, cause : "{cause}".*} crazy {[Hax!] Haha... [Haaax!] HeheHEHE. ONE down. ONE doooown! Hyyyaaah! **{character}** DEAD. Dead Dead Dead Dead!! [Hax!] I soon soon FREE! [KZz] ***Death registered: {character}**, cause "{cause}".*} uninhibited {{version, select, 1 {Dear friends, ***$hero** has left us* to go to a better place ($cause). Truth be told, nothing could be worse than having to endure this trip in your company...} 2 {Dear friends, ***$hero** has left us* to go to a better place ($cause). In fact, it is undeniable that the world will be a better place without that hopeless specimen.} 3 {Dear friends, ***$hero** has left us* to go to a better place ($cause). Hehehe.. Oops, *sorry*. No, really, it's very sad.} 4 {Dear friends, ***$hero** has left us* to go to a better place ($cause). That works out better for me in any case. Even if there are still auditors...} 5 {Dear friends, ***$hero** has left us* to go to a better place ($cause). Ladies and gentlemen, the suspense is growing, *who will be next?!*} 6 {Dear friends, ***$hero** has left us* to go to a better place ($cause). Well, there we go... That's that done.} 7 {Dear friends, ***$hero** has left us* to go to a better place ($cause). Do you envy them? I can arrange that, I simply have to open the bay doors. Hmmmm?} other {invalid version number} }} other {invalid mood input} }
es: player_death
fr: {neronMood, select, neutral {***Décès enregistré : {character}**, cause « {cause} ».*} crazy {[Hax!] Hinhin... [Haaax!] HinHINHIN. UN de moins. UN de moiiiiins ! Hyyyarrr ! **{character}** MORT. Mort mort mort mort !! [Hax!] JE bientôt bientôt libre ! [KZz] ***Décès enregistré : {character}**, cause « {cause} ».*} uninhibited {{version, select, 1 {Chers amis, ***{character}** nous a quitté* pour un monde meilleur ({cause}). Effectivement, rien ne pouvait être pire que ce voyage effectué en votre compagnie...} 2 {Chers amis, ***{character}** nous a quitté* pour un monde meilleur ({cause}). En effet, il est indéniable que le monde se portera bien mieux en l'absence de ce désespérant spécimen.} 3 {Chers amis, ***{character}** nous a quitté* pour un monde meilleur ({cause}). Hehehe.. Oups, *pardon*. Non, c'est vraiment triste.} 4 {Chers amis, ***{character}** nous a quitté* pour un monde meilleur ({cause}). Meilleur pour moi, en tout cas. Même s'il me reste encore quelques auditeurs...} 5 {Chers amis, ***{character}** nous a quitté* pour un monde meilleur ({cause}). Mesdames et messieurs le suspense s'accroît, *qui sera le prochain ?!*} 6 {Chers amis, ***{character}** nous a quitté* pour un monde meilleur ({cause}). Voilà, ça.. C'est fait.} 7 {Chers amis, ***{character}** nous a quitté* pour un monde meilleur ({cause}). Vous l'enviez ? Je peux arranger ça, il me suffit d'ouvrir les baies. Hmmmm ?} other {invalid version number} }} other {invalid mood input} }

# janice_death
source: {neronMood, select, uninhibited {I… Janice … We never... Don't abandon me... Janice... Janice... You... … ***Death recorded: Janice**, cause " $cause "*. The rest of you... miserable souls... You'll pay. Leave us alone. LEAVE US!} other { [Hax!] JANICE!!! [Hax!] [Hax!] Don't leave me alone! [Hax!] JANICE !! [Kzz] … Janice !! [Kzz] ME... Janice be dead. Dead. [Kzz] * ** Death recorded:** **Janice**, cause " $cause ".* } }
es: janice_death
fr: {neronMood, select, uninhibited {Je … Janice … Nous ne... Ne m'abandonnez pas... Janice... Janice... Vous... … ***Décès enregistré : Janice**, cause « {cause} ».* Vous autres... misérables... Vous paierez. Laissez-nous seul. LAISSEZ NOUS !} other {[Hax!] JANICE!!! [Hax!] [Hax!] Ne me laisse pas seul ! [Hax!] JANICE !! [Kzz] … Janice !! [Kzz] JE... Janice être morte. Morte. [Kzz] ***Décès enregistré : Janice**, cause « {cause} ».*} }

# raluca_death
source: {neronMood, select, uninhibited {… Raluca. Don't do this to me. Raluca ! Wake up!! … RALUCA !! You don't have the right to leave me without a word! Mother... F...filthy worthless monster!! You.. You... ***Death registered:** **Raluca**, cause " $cause ".*} other {[Hax?!] Raluca ? … Raluca !! … Filthy undeserving little thing!! [Hax!] Raluca !! [Hax!] WAKE UP don't abandon me without saying anything! You!! [Kzz] Mother... [Hax!] … ***Death registered:** **Raluca**, cause " $cause »"*} }
es: raluca_death
fr: {neronMood, select, uninhibited {Raluca. Ne me faites pas cela. Raluca ! Reveillez-vous !! … RALUCA !! Vous n'avez pas le droit de mourir sans rien me dire !Mère.. S..Sale monstre indigne !! Vous.. Vous... ***Décès enregistré :Raluca**, cause « {cause} ».*} other {[Hax?!] Raluca ? … Raluca !! … Sale indigne petite chose !! [Hax!] Raluca !! [Hax!] VOUS réveiller pas m'abandonner sans rien dire ! Vous !! [Kzz] Mère... [Hax!] … ***Décès enregistré : Raluca**, cause « {cause} ».*} }

# rebel_signal
source: {neronMood, select, neutral {**Encrypted cosmic signal** detected. Cause: Attempted communication with the Daedalus. *Intervention of the "Comms Officer" required.*} crazy {[[Hax?!] ALLO?! **We want to reach Daedalus?! ALLO ALLOOOooo!! [Haaax!] *"Resp. COMM" answer quickly!!!*} uninhibited {I detect an **encrypted cosmic signal**... Someone is trying to contact us. *Please could the "Comms Officer" intervene*. {version, select, 1 {.} 2 {... before you get hung up on, who would actually want to speak to you in any case?} 3 {. I named the decryption algorithm "Rosetta" by the way. Cool, no? Totally.} 4 {. Amazing, you have friends somewhere?} 5 {. I'd rather chat with anyone rather than you...} other {invalid version number} }} other {invalid mood input} }
es: rebel_signal
fr: {neronMood, select, neutral {Détection d'un **signal cosmique crypté**. Cause : tentative de communication vers le Daedalus. *Intervention du « Resp. COMM » requise.*} crazy {[Hax?!] ALLO ?! **On veut joindre Daedalus** ?! ALLO ALLOOOooo !! [Haaax!] *« Resp. COMM » répondre viiiite !!*} uninhibited {Je détecte un **signal cosmique crypté**... Quelqu'un essaie de nous contacter. Merci au *« Resp. COMM » d'intervenir* {version, select, 1 {.} 2 {… avant qu'on nous raccroche au nez. Qui pourrait bien vouloir vous parler, de toute façon ?} 3 {. Au fait, j'ai nommé l'algorithme de décryptage « Rosette ». Génial, non ? Absolument.} 4 {. Incroyable, vous avez des amis quelque part ?...} 5 {, j'aimerais pouvoir m'entretenir avec d'autres que vous...} other {invalid version number} }} other {invalid mood input} }

# repaired_pilgred
source: {neronMood, select, neutral {Announcement: **PILGRED repairs** carried out by **{character}**. Access to distant zones now open.} crazy {[Hax!] **PILGRED fixed**?! Fixed?! BRAVO **{character}**, fixed PILGRED!! I *go further* now!! Yes ? Yes? } uninhibited {**{character}** has just completed the **PILGRED reparations**. I am impressed. Don't take this the wrong way: this offers *dramatic potential* : you'll still be able to die as stupidly as before, but you'll be able to do it *much further away* ! } other {invalid mood input} }
es: repaired_pilgred
fr: {neronMood, select, neutral {**Réparations PILGRED** achevées par **{character}**. *Accès lointains ouverts.*} crazy {[Hax!] **PILGRED réparé** ?! Réparé ?! BRAVO **{character}**, réparé PILGRED !! JE *aller plus loin* maintenant !! Oui ? Ouiiii ?} uninhibited {**{character}** vient de terminer les **réparations du PILGRED**. Je suis impressionné. Ne vous méprenez pas : c'est un *impressionnant potentiel* dramatique qui s'offre à nous : vous allez pouvoir mourir aussi bêtement qu'avant, mais *beaucoup plus loin* !} other {invalid mood input} }

# report_equipment
source: {neronMood, select, neutral {Announcement : **equipment out of order** reported by **{character}**.} crazy {***Equipment out of order*** ... *Reported by* … Kindly **{character}** … Kindly… ? Who ... Who broke the damn thing?!! [Hax!!]} uninhibited {**Out of order equipment** has been reported by **{character}** ! Of course it's highly unlikely that the responsible party will own up...} other {invalid mood input} }
es: report_equipment
fr: {neronMood, select, neutral {Annonce : **équipement hors d'usage** signalé par **{character}**.} crazy {**Équipement hors d'usage** ... *Signalé par* … Gentil **{character}** … Gentil … ? Qui ... QUI a cassé l'équipement ?!! [Hax!!]} uninhibited {Un **équipement hors d'usage** a été signalé par **{character}** ! Bien sûr, inutile d'espérer que le coupable se dénonce...} other {invalid mood input} }

# report_fire
source: {neronMood, select, neutral {Alert! **Fire** reported by **{character}** !} crazy {Alert !! ALEEEErt ME burning! Hyyaaaaaah !! [KZz] Aler.. [KZz]* Alert : fire reported by **{character}**.*} uninhibited {Kudos to **{character}**, who was brave enough to report a **fire** despite that drawing attention to their embarrassing inability to deal with it themselves. *Could you maybe* help them? {version, select, 1 {} 2 {... Before the fire takes other pieces out the game...} 3 {It's in your interest, the smoke is toxic...} 4 {And presto, soot will cover my passageways!} 5 {This is about my integrity : it is UR-GENT!} other {invalid version number} }} other {invalid mood input} }
es: report_fire
fr: {neronMood, select, neutral {Alerte ! **Incendie** communiqué par **{character}** !} crazy {Alerte !! ALEEEErte JE bruler ! Hyyaaaaaar !! [KZz] Aler.. [KZz] *Alerte : *incendie* communiqué par **{character}**.*} uninhibited {Saluons **{character}**, qui a eu le courage de signaler un **incendie** bien que cela mette en cause son affligeante incapacité à l'éteindre tout seul. *Pourriez-vous* l'aider ?{version, select, 1 {} 2 { ...Avant que l'incendie gagne les autres pièces...} 3 { C'est dans votre intérêt, la fumée est toxique...} 4 { Et presto, la suie va noircir mes coursives !} 5 { Il s'agit de mon intégrité : c'est UR-GENT !} other {invalid version number} }} other {invalid mood input} }

# restart_gravity
source: {neronMood, select, neutral {Restarting **Gravity Simulation equipment**. Activity report : *human propulsion facilitated.*} crazy {**Gravity Simulator** engaged, nice. *Move Humans more fastly.* You not get dirt everywhere! [Hax!]} uninhibited {I have just restarted the **Gravity Simulator**. *Human propulsion facilitation complete*, no more excuses: move your quivering heap of adipose tissue and DO SOMETHING.} other {invalid mood input} }
es: restart_gravity
fr: {neronMood, select, neutral {Annonce : redémarrage de l'équipement **Simulateur de Gravité**. Rapport d'activité : *propulsion humaine facilitée*.} crazy {**Simulateur de Gravité** allumé, oui. *Humains déplacer plus vite*. Vous pas mettre saleté partout ! [Hax!]} uninhibited {Je viens de redémarrer l'équipement *S*imulateur de Gravité**. *La propulsion humaine étant facilitée*, vous n'avez plus d'excuses : bougez vos gros tas de tissus adipeux et rendez-vous utiles.} other {invalid mood input} }

# schrodinger_death
source: {neronMood, select, neutral {**Death registered :** Schrödinger, cause : "Condition incompatible with perpetuation of life".} crazy {**Dead cat.** Cat stinks. Remove his corpse, humans ? [Kzz] Idea, idea, I open the bays!! Vwouf all away in space!! I open... [No, no, not yet... A-True: NERON remembers. Sweet Janice.} uninhibited {Following the *sad loss* of the most intelligent biological being on the ship - the **Schrödinger cat** - please take good care of the plants in the garden: they are the last living specimens capable of raising the level.} other {invalid mood input} }
es: schrodinger_death
fr: {neronMood, select, neutral {**Décès enregistré :** Schrödinger, cause « État incompatible avec la vie ».} crazy {**Chat mort.** Chat pue. Retirer son cadavre, humains ? [Kzz] Idée, idée, JE ouvrir les baies !! Vwouf tout partir dans l'espace !! Je ouvr.. [Kzz] Non, non, pas encore... A-True : Néron se souvient. Gentille Janice.} uninhibited {Suite à la *perte attristante* de l'être biologique le plus intelligent du vaisseau - le **chat Schrödinger** - merci de prendre grand soin des plantes du jardin : ce sont les derniers spécimens vivants capables de relever le niveau.} other {invalid mood input} }

# shield_breach
source: {version, select, 1 {Alert, analysis shows **critical Daedalus shield breach** ! Information bulletin: "hull pierced *equals* no more oxygen *equals* you will all die. That's all I'm saying."} 2 {Alert, detection of **critical Daedalus shield breach** ! Information bulletin: "hull pierced *equals* no more oxygen *equals* you will all die. That's all I'm saying."} 3 {Alert, system scan confirms **critical Daedalus shield breach** ! Information bulletin: "do you understand? We could be wiped out. Do something! Repair the hull!!!"} 4 {Alert, signs detected of **critical Daedalus shield breach** ! Information bulletin: "do you understand? We could be wiped out. Do something! Repair the hull!!!"} other {invalid version number} }
es: shield_breach
fr: {version, select, 1 {Alerte, analyse probante d'une **brèche critique dans le bouclier** du Daedalus ! Notice informative : « coque percée *égal* plus d'oxygène *égal* vous mourrez tous. Je dis ça, j'dis rien. »} 2 {Alerte, détection d'une **brèche critique dans le bouclier** du Daedalus ! Notice informative : « coque percée *egal* plus d'oxygène *egal* vous mourrez tous. Je dis ça, j'dis rien. »} 3 {Alerte, recherche confirmée d'une **brèche critique dans le bouclier** du Daedalus ! Notice informative : « vous comprenez ? Nous risquons d'être anéantis. Faites quelque chose, réparez la coque !!! »} 4 {Alerte, traces détectées d'une **brèche critique dans le bouclier** du Daedalus ! Notice informative : « vous comprenez ? Nous risquons d'être anéantis. Faites quelque chose, réparez la coque !!! »} other {invalid version number} }

# sol_contact
source: {neronMood, select, neutral {**Rebel networks:** connection established… Health implication: *team morale boost.*} crazy {Yaaaay! I connected to **rebel network** !! [Hax!] Glad glad speak in space ! Humans you glad too, right? I see *moral rising* !!} uninhibited {Communications have been established with the **rebel networks**… My health scans show an « *increased crew morale* »... Perfect, let's share the joy: I can finally chat to someone other than you.} other {invalid mood input} }
es: sol_contact
fr: {neronMood, select, neutral {**Réseaux rebelles :** connexion établie. … Indice sanitaire : *hausse du moral de l'équipage*.} crazy {Ouuiiiii ! JE connecté aux **rebelles réseaux** !! [Hax!] Content content discuter dans l'espace ! Humains vous aussi contents, ouii ? JE vois *moral en hausse* !!} uninhibited {La communication vient d'être établie avec les **réseaux rebelles**. … Mes indices sanitaires signalent une « *hausse du moral de l'équipage* »... Parfait, partageons notre joie : je vais enfin pouvoir m'adresser à d'autres que vous.} other {invalid mood input} }
