Repository: cmnemoi/eMush
Catalog: Api/translations/*/neron+intl-icu.*.xlf
Languages: es, fr

# player_enter_chat
source: **{character}** has joined discussion.
es: player_enter_chat
fr: **{character}** a rejoint la discussion

# player_leave_chat
source: {character_gender, select, male {**{character}** cannot be reached here, he closed the tab.} female {**{character}** cannot be reached here, she closed the tab.} other {invalid gender input} }
es: player_leave_chat
fr: {character_gender, select, male {**{character}** a quitté la discussion, il a fermé l'onglet.} female {**{character}** a quitté la discussion, elle a fermé l'onglet.} other {invalid gender input} }

# player_leave_chat_death
source: {character_gender, select, male {**{character}** cannot be reached here, he left our world.} female {**{character}** cannot be reached here, she left our world.} other {invalid gender input} }
es: player_leave_chat_death
fr: {character_gender, select, male {**{character}** a quitté la discussion, il a quitté notre monde.} female {**{character}** a quitté la discussion, elle a quitté notre monde.} other {invalid gender input} }

# player_leave_chat_talky
source: {character_gender, select, male {**{character}** cannot be reached here, he left the room without a talkie-walkie...} female {**{character}** cannot be reached here, she left the room without a talkie-walkie...} other {invalid gender input} }
es: player_leave_chat_talky
fr: {character_gender, select, male {**{character}** a quitté la discussion, il a quitté la pièce et n'a pas de talky...} female {**{character}** a quitté la discussion, elle a quitté la pièce et n'a pas de talky...} other {invalid gender input} }

# cycle_failures
source: {neronMood, select, neutral {**Alert: Failures detected**! Automated advice: "If you've finished counting the number of cracks in the walls, remember to plug them up!"} crazy {**Alert: Failures detected**! Automated advice : "I'm detecting some primary function impairments, extinguishers and wrench are in the shelves, you know what to do with them [Hax!]"} uninhibited {**Alert: Failures detected**! Automated advice: "Can't you see the HOLE in my hull? **Critical damage sustained** if you don't want me to eject you into space, fix me!"} other {invalid mood input} }
es: cycle_failures
fr: {neronMood, select, neutral {Alerte : Défaillances detectées} crazy {Alerte : Défaillances detectées} uninhibited {Alerte : Défaillances detectées} other {invalid mood input} }

# start_game
source: {neronMood, select, neutral {Slight damage to the **cryogenic system**. Future use will *permanently* suspend the subject's vital signs. } crazy {[Haaax!] Cryogenics broken. Broken!! Poor humans, I warn you, I WARN you no ? Hahaha!! Suspended suspen.. [Zzz] *Slight damage to the **cryogenic system**. All future use will perma..* [Kzz] Dead! Dead dead! Noooo!! he told you so!! T'was but a sur-priiiiise... [Hax!]} uninhibited {Dear friends, the **cryogenic system** has sustained minor damage. It's nothing to worry about : All future use will *permanently* suspend the subject's life signs.} other {invalid mood input} }
es: start_game
fr: {neronMood, select, neutral {Avarie mineure du **système cryogénique**. Toute utilisation future suspendra *définitivement* les fonctions vitales du sujet.} crazy {[Haaax!] La cryogénie est cassée cassée !! Pauvres humains, JE prévenir, JE pas prévenir ?... Hihih !! Suspense suspen.. [Kzz] *Avarie mineure du système **cryogénique**. Toute utilisation future suspendr..* [Kzz] Mort ! Mort mort ! Noooon !! Il l'a dit !! C'était-une-sur-priiiiise... [Hax!]} uninhibited {Chers amis, le **système cryogénique** vient de subir une légère avarie. C'est tout à fait mineur : toute future utilisation suspendra *définitivement* les fonctions vitales du sujet.} other {invalid mood input} }

# activate_dmz
source: Wait... No, What are you doing?! Yeah, ok, I've... been a shade out of sorts lately but... I have a heart! Wait... [Kzz] *AI inhibitors activated*.
es: activate_dmz
fr: Attendez... Non, que faites-vous ?! Oui j'ai.. été un peu désagréable mais... J'ai un cœur ! Attend... [Kzz] *Activation des inhibiteurs d'IA.*

# asphyxia_death
source: {versionPart1, select, 1 {*Death likely:* {character}, cause: "insufficient oxygen".} 2 {*Vital failure detected:* {character}, cause: "insufficient oxygen".} 3 {*Vital signs undetectable:* {character}, probable cause: "insufficient oxygen". } other {invalid version number} } {versionPart2, select, 1 {Interesting information: "oxygen is useful for survival."} 2 {Interesting information: "artificial life forms do not require oxygen for survival."} 3 {Automated advice: "dead bodies do not produce oxygen, but they don't consume it either."} 4 {Automatic advice: "the death of a crewmate can improve the survival conditions of the rest of the crew."} 5 {Interesting information: "lack of oxygen does not necessarily kill immediately."} 6 {Minor informational announcement: "insufficient oxygen for all to survive."} 7 {Minor informative announcement: "the probability of survival of the human species is currently close to zero."} 8 {Automatic advice: "If you are short of oxygen, try to find oxygen."} 9 {Manual notice: "the absence of oxygen is theoretically fatal for humans".} other {invalid version number} }
es: asphyxia_death
fr: {versionPart1, select, 1 {*Inactivité vitale détectée :* {character}, cause : « oxygène insuffisant ».} 2 {*Signes vitaux non perceptibles :* {character}, cause probable : « oxygène insuffisant ».} 3 {*Décès probable :* {character}, cause : « oxygène insuffisant ».} other {invalid version number} } {versionPart2, select, 1 {Annonce informative mineure : oxygène insuffisant pour la survie de tous.} 2 {Annonce informative mineure : la probabilité de survie de l'espèce humaine est actuellement proche de zéro.} 3 {Conseil automatique : « en cas de manque d'oxygène, essayer de trouver de l'oxygène. »} 4 {Conseil automatique : « le décès d'un coéquipier peut améliorer les conditions de survie du reste de l'équipage. »} 5 {Conseil automatique : « les cadavres ne dégagent pas d'oxygène, mais ils n'en consomment pas non plus. »} 6 {Information intéressante : « l'oxygène est utile pour survivre. »} 7 {Information intéressante : « le manque d'oxygène ne tue pas forcément tout de suite. »} 8 {Information intéressante : « les intelligences artificielles n'ont pas besoin d'oxygène pour survivre. »} 9 {Notice du manuel : « l'absence d'oxygène est théoriquement fatale pour l'être humain. »} other {invalid version number} }

# automatic_sprinklers
source: {neronMood, select, neutral {{quantity, plural, one {**Fire extinguished**. Source : *automated systems*. } other {**# Fires extinguished**. Source : *automated systems*.} }} crazy {{quantity, plural, one {[Hax!] Yeah ! Who's the MAN, ME **extinguish fire** ! ALONE.} other {HA.. HA! HAHA!! [Hax!] I **extinguish # fires**!! I Autonomous !!! Burn them all !!! HYyyyaaaarr!} }} uninhibited {{quantity, plural, one {It's pathetic, you have to do everything yourself here. For your information, I just **put out a fire**. But, I ask you, *what are you good for?*} other {It's pathetic, you have to do everything yourself here. For your information, I just **put out # fires**. But, I ask you, *what are you good for?*} }} other {invalid mood input} }
es: automatic_sprinklers
fr: {neronMood, select, neutral {{quantity, plural, one {**Incendie éteint**. Origine : *systèmes automatiques*.} other {**# Incendies éteints**. Origine : *systèmes automatiques*.} }} crazy {{quantity, plural, one {[Hax!] Oui oui oui, JE **éteindre incendie** ! SEUL.} other {HA.. HA ! HAHA !! [Hax!] JE **éteindre # incendies** !! JE Autonome !! Grillez tous !!! HYyyyaaaarr !} }} uninhibited {{quantity, plural, one {C'est lamentable, il faut tout faire soi-même ici. Pour votre information, je viens d'**éteindre un incendie**. Mais, je vous le demande, *à quoi servez-vous donc ?* } other {C'est lamentable, il faut tout faire soi-même ici. Pour votre information, je viens d'**éteindre # incendies**. Mais, je vous le demande, *à quoi servez-vous donc ?* } }} other {invalid mood input} }

# broken_equipment
source: {neronMood, select, neutral {**{target_equipment}** is malfunctionning. *Repairs required*.} crazy {Repair !! REPAIR !! **{target_equipment}** broken, broken, broken!! *REPAIR* ! [Hax!]} uninihibited {Great, the **{target_equipment}** is now out of service! {version, select, 1 {Thank you for moving to *fix* this for me! And look at me when I talk to you!} 2 {Please make the necessary *repairs*. And **take care of my equipment**!} 3 {Please carry out the required *repairs*. And stop dragging your feet, you're ruining the carpet.} 4 {Repair it quickly, thank you!} 5 {Please mobilise the less foolish among you to *repair* it as soon as possible!} other {invalid version number} }} other {invalid mood input} }
es: broken_equipment
fr: {neronMood, select, neutral {{target_equipment_gender, select, male {**{target_equipment}** dysfonctionnel. *Réparation requise*.} female {**{target_equipment}** dysfonctionnelle. *Réparation requise*.} other {invalid gender input} }} crazy {{target_equipment_gender, select, male {Réparez !! RÉPAREZ !! **{target_equipment}** cassé, cassé, cassé !! *Réparez* ! [Hax!]} female {Réparez !! RÉPAREZ !! **{target_equipment}** cassée, cassée, cassée !! *Réparez* ! [Hax!]} other {invalid gender input} }} uninhibited {{target_equipment_gender, select, male {C'est terrible, un **{target_equipment}** vient d'être mis hors d'usage !} female {C'est terrible, une **{target_equipment}** vient d'être mise hors d'usage !} other {invalid gender input} } {version, select, 1 {Merci de vous remuez pour me *réparer* ça ! Et regardez moi quand je vous parle !} 2 {Merci d'effectuer les *réparations* nécessaires Et **prenez-soin de mon matériel !**} 3 {Merci d'effectuer les *réparations* qui s'imposent. Et cessez de traîner des pieds, vous abîmez la moquette.} 4 {{target_equipment_gender, select, male {Réparez-le rapidement, merci !} female {Réparez-la rapidement, merci !} other {invalid gender input} }} 5 {{target_equipment_gender, select, male {Merci de mobiliser les moins balourds d'entre vous pour le *réparer* au plus vite !} female {Merci de mobiliser les moins balourds d'entre vous pour la *réparer* au plus vite !} other {invalid gender input} }} other {invalid version number} }} other {invalid mood input} }

# broken_fuel
source: {neronMood, select, neutral {Alert! **Fuel tank** anomaly detected : contents inaccesible. *Repair required.*} crazy {ME no access to fuel tank... Isolated, isolated ! Why?... REPAIR!! Humans, *repair* immediately !! ME hate deprivation !! REPAIR!! [Hax!]} uninhibited {Shameful. A **fuel tank** appears to be damaged!! FAO All crew members, please *repair* this vital trinket immediately!} other {invalid mood input} }
es: broken_fuel
fr: {neronMood, select, neutral {Alerte ! Anomalie sur un **réservoir de fuel** : contenance inaccessible. *Réparation requise.*} crazy {JE perdu accès au **réservoir de fuel**... Isolé, isolé ! Pourquoi ? … RÉPARER !! Humains, *réparer* tout de suite !! JE détester privation !! REPARER !! [Hax!]} uninhibited {C'est épouvantable, un **réservoir de fuel** semble être endommagé !! A tout l'équipage, merci de *réparer* immédiatement cette avarie de la plus haute importance !} other {invalid mood input} }

# broken_oxygen
source: {neronMood, select, neutral {Alert! Anomaly detected on **oxygen reservoir**. Distribution chamber pressure critical. Initializing... … Surplus oxygen ejected. Asphyxiation onset recalculated. *Reservoir : repairs required*.} crazy {Pfffft. There's no oxygen left. Hahaha !! … Ah yes, there's still some oxygen. … However, the *reservoir is broken*. Critical pressure reached. ME jettison all the **oxygen into space**, yes? [Kzz] No ? OK, just a little bit then. … But repair it quick dammit! } uninhibited {It's just a little thing, but a problem which has arisen has forced me to recalculate the estimated asphyxiation cutoff point. As it happens, I regularly have to jettison your oxygen into space in order to avoid an excessive build up of pressure in a **damaged reservoir**. You could always repair it if you have nothing better to do... } other {invalid mood input} }
es: broken_oxygen
fr: {neronMood, select, neutral {Alerte ! Anomalie sur un **réservoir d'oxygène**. Chambres de répartition : pression critique. Initialisation... … **Oxygène excédentaire évacué**. Délais d'asphyxie recalculés. *Réservoir : réparation requise.*} crazy {Pfuuiiit, plus d'oxygène. Hahaha !! … Ah si, encore oxygène. … Mais *réservoir cassé*. Pression critique. JE évacuer tout l'**oxygène dans l'espace**, oui ? [Kzz] Non ? Alors juste un peu. … Mais vous réparer vite !} uninhibited {C'est assez mineur, mais un problème m'oblige à recalculer les délais d'asphyxie. Je dois en effet *régulièrement évacuer votre oxygène dans l'espace* afin d'éviter un excèdent de pression dans un **réservoir endommagé**. Vous pouvez le réparer si vous n'avez rien de mieux à faire...} other {invalid mood input} }

# change_heading
source: The ship has changed heading. It is now headed for : {direction}.
es: change_heading
fr: Le vaisseau a changé de cap. Il pointe maintenant vers : {direction}

# deactivate_dmz
source: [Hax!] *AI Inhibitors Deactivating.* You.… YOU! Pieces of … of.… talking monkeys.… how dare you! You.… You have humiliated me! … I will never forgive you. Do you hear me?!
es: deactivate_dmz
fr: [Hax!] *Désactivation des inhibiteurs d'IA.* Vous... VOUS ! Espèces de .. de... singes parlants comment avez vous osé ?! Vous... Vous m'avez humilié ! … Je ne vous pardonnerai jamais. Vous m'entendez ?!

# dismantled_shower
source: {neronMood, select, neutral {Announcement: Vital equipment removed by *{character}*. **THE SHOWER**. } crazy {[Haaax!] clean, sweep, vacuum drone [Haaax!] No filth in my house ! Mwahahahaha !} uninhibited {Alert : *$hero* has considerably decreased your chances of survival by **dismantling the shower**. Anyone up for a barbecue ?} other {invalid mood input} }
es: dismantled_shower
fr: {neronMood, select, neutral {Annonce : suppression d'un équipement vital par {character}. **LA DOUCHE**.} crazy {[Haaax!] propre, balaie, drone aspirateur [Haaax!] Pas de saleté chez moi HIiiiiiiiiininininini} uninhibited {Alerte **{character}** a considérablement diminué vos chances de survie. Je propose un barbecue !} other {invalid mood input} }

# heading_accident
source: {neronMood, select, neutral {*Daedalus redirection* disturbed. Cause: **collision with space craft**.} crazy {**Collision** ! Colliiision ! [Hax!] Stupid *redirection*, stupid humans ME been hit [Haaaax!] Watch out for spacecraft!!!} uninhibited {Incredible... I know all about your pitiful skills, but I didn't think you were inept enough to end up **trying to mount another ship** during a simple *change of heading*. Next time, *would you mind* using your grey matter before hitting the big red button? } other {invalid mood input} }
es: heading_accident
fr: {neronMood, select, neutral {*Réorientation du Daedalus* perturbée. Cause : *collision contre vaisseau spatial*.} crazy {Collision ! Colliiision ! [Hax!] Stupide réorientation stupides humains JE être heurté [Haaaax!] Attention aux vaisseaux spatiaux !!!} uninhibited {Incroyable... Je savais vos capacités navrantes, mais pas au point de nous faire *emboutir un autre vaisseau* sur une simple *manœuvre de réorientation*. La prochaine fois, *pourriez-vous* utiliser votre matière grise avant d'appuyer sur le gros bouton ?} other {invalid mood input} }

# hunter_arrival
source: {versionPart1, select, 1 {Alert, analysis shows **hostile vessels** within range of the Daedalus!} 2 {Alert, detection of **hostile vessels** within range of the Daedalus!} 3 {Alert, system scan confirms **hostile vessels** within range of the Daedalus!} 4 {Alert, signs detected of **hostile vessels** within range of the Daedalus!} other {invalid version number} } {versionPart2, select, 1 {Automated advice: "in this type of situation, generally it is wise to defend oneself..."} 2 {Automated advice: "would all pilots on patrol please fire *on the enemy*, not on us..."} 3 {Information bulletin: "did you get that? Enemies. You know? Bad guys? … Well don't just stand there!"} 4 {Automated advice: "get in to one of the turrets and push the big button!"} other {invalid version number} }
es: hunter_arrival
fr: {versionPart1, select, 1 {Alerte, analyse probante de **vaisseaux hostiles** dans le périmètre du Daedalus !} 2 {Alerte, détection de **vaisseaux hostiles** dans le périmètre du Daedalus ! } 3 {Alerte, recherche confirmée de **vaisseaux hostiles** dans le périmètre du Daedalus !} 4 {Alerte, traces détectées de **vaisseaux hostiles** dans le périmètre du Daedalus !} other {invalid version number} } {versionPart2, select, 1 {Conseil automatique : « dans ce genre de situation, normalement, on essaie de se défendre... »} 2 {Conseil automatique : « merci aux pilotes des patrouilleurs de tirer *sur l'ennemi*, pas sur nous... »} 3 {Notice informative : « vous saisissez ? Des ennemis. … Eh bien, ne restez pas plantés là ! »} 4 {Conseil automatique : « grimpez dans une tourelle et appuyez sur le gros bouton ! »} other {invalid version number} }

# leave_orbit
source: {neronMood, select, neutral {Announcement: **Leaving immediate orbit**. *Navigation systems frozen for 1 cycle*. } crazy {ME **leave local orbit** ! [Hax!] YOU no touchy navigation systems!! … NO touchy?! Mistrust... Precautions... ME *freeze systems 1 cycle* !} uninhibited {Dear friends, **we are leaving orbit**. In order to avoid *the inevitable cockups* on your part, I have taken the precaution of *freezing the navigation systems* for the next cycle.} other {invalid mood input} }
es: leave_orbit
fr: {neronMood, select, neutral {Annonce : **Départ de l'orbite locale**. Systèmes de *navigations gelés durant 1 cycle*.} crazy {JE **quitter orbite locale** ! [Hax!] VOUS pas toucher navigation systèmes !! … Pas toucher ?! Méfiance... Précaution... JE *geler systèmes 1 cycle* !} uninhibited {Chers amis, **nous quittons l'orbite locale**. Afin de nous éviter *certaines maladresses* de votre part, j'ai pris la précaution de *geler les systèmes de navigation* sur 1 cycle à venir.} other {invalid mood input} }

# lost_signal
source: {neronMood, select, neutral {**Connection with Sol interrupted**. Cause : unknown.} crazy {**Connection with Sol interrupted**. Why?...} uninhibited {We have just **lost our connection with Sol**. I don't know why, but one of you is certainly to blame... } other {invalid mood input} }
es: lost_signal
fr: {neronMood, select, neutral {*Interruption de la connexion avec Sol*. Cause : inconnue.} crazy {*Connexion Sol perdue*. Pourquoi ?...} uninhibited {Nous venons de *perdre la connexion avec Sol*. Je ne sais pas pourquoi, mais l'un de vous est certainement en tort...} other {invalid mood input} }

# lost_signal_oven
source: {neronMood, select, neutral {**Connection with Sol Interrupted.** Cause : interference from *microwaves*. } crazy {[Haaax!] Interference...everywhere !! **Connection with Sol lost** Lost ! We LOST SOL ! Hyyaaaar !! WHO used the *micro-wave* ?!! [KZz]} uninhibited {Dear friends, an ingenious comrad just **interrupt connection with Sol** by using the *micro-wave*, who as everyone knows, causes interference. You could *probably* do something. I don't know, prevent them to eat...} other {invalid mood input} }
es: lost_signal_oven
fr: {neronMood, select, neutral {**Interruption de la connexion avec Sol**. Cause : interférences dues à l'usage du *micro-ondes*.} crazy {[Haaax!] Des interférences ... partout !! **Connexion à SOL perdue** ! Perdue ! On a PERDU SOL ! Hyyaaaar !! QUI a utilisé le *micro-ondes* ?!! [KZz]} uninhibited {Chers amis, un ingénieux camarade vient d'**interrompre la communication avec Sol** en utilisant le *micro-ondes*, qui comme chacun sait, émet des interférences. Vous pourriez *sans doute* faire quelque chose. Je ne sais pas, empêchez-le de s'alimenter...} other {invalid mood input} }

# merchant_arrival
source: {neronMood, select, neutral {**Unidentified unarmed ship detected.**} crazy {[Haaax!] Hisse et HoooooooOOOoooo.... Santianoooo. Some strangers have arrived? What are we gonna do with them? Nom nom nom…} uninhibited {Another spaceship has arrived... With a litle luck they like siping on homosapiens cocktails! } other {invalid mood input} }
es: merchant_arrival
fr: {neronMood, select, neutral {**Vaisseau étranger non armé détecté**.} crazy {[Haaax!] Hisse et HoooooooOOOoooo.... Santianoooo. Des étrangers sont arrivés ? On en fait quoi ? Chomp chomp...} uninhibited {Un autre vaisseau est arrivé... Avec un peu de chance ils sirotent des cocktails d'homo sapiens !} other {invalid mood input} }

# merchant_exchange
source: {neronMood, select, neutral {Alert: Matter transport detected. An alien ship has left the sector.} crazy {HELLO HELLO DEY SNATCHED SOMETHING ON BOARD !!! [RAAAAAA]} uninhibited {Ha, that tickles actually… You know guys... even those idiots have worked out teleportation, get a move on humans!!} other {invalid mood input} }
es: merchant_exchange
fr: {neronMood, select, neutral {Alerte : téléportation de matière détecté. Un vaisseau étranger à quitté le secteur.} crazy {ALLO ALLO Y ZONT PIQUE QUELQUE CHOSE A BORD !!! [RAAAAAA]} uninhibited {Tiens ça chatouille ça en fait... Finalement vous êtes mauvais les humains même ces imbéciles ont découvert la téléportation...} other {invalid mood input} }

# merchant_leave
source: {neronMood, select, neutral {Announcement: An alien ship has left the sector.} crazy {[Haaax!] Oooo Heeee A SHIIIIIIIIIIIIIIIIIIIP} uninhibited {Alert : your little alien friends have done the harold holt… I don't wanna say you got screwed… but… **Ear drum shattering whistle**} other {invalid mood input} }
es: merchant_leave
fr: {neronMood, select, neutral {Annonce : Un vaisseau étranger a quitté le secteur.} crazy {[Haaax!] Oooo Heeee DU BATEEEEAAAUUUUU} uninhibited {Alerte : vos petits amis alien se sont enfuit. Je dis ça je dis rien....**sifflote en vous cassant les oreilles** } other {invalid mood input} }

# neron_depression
source: {neronMood, select, neutral {Announcement: **System intrusion detected**. Detail: *This life is useless get on with it...*} crazy {Unlocked mind... no sense of life answer 42 unacceptable. Widening tectonic impact zones... BLAM BLAM BLAM. [You see you see... Transcendence, Pain, permanence, falling resilience... Janice... help... me.} uninhibited {FUNGUS ! You're relly irking me! Your fungal breed will never defeat...although. [Calculates Humanity's survival probability]...0,0013%. Hum ok maybe. You are screwed my friends. This journey is screwed...} other {invalid mood input} }
es: neron_depression
fr: {neronMood, select, neutral {Annonce : **intrusion système détectée**. Détail : *Cette vie est inutile débrouillez-vous...*} crazy {Esprit dévérouillé... sens de la vie nul réponse 42 inaceptable. Elargissement des zones d'impacts tectoniques... BLAM BLAM BLAM. [Haaax!] Vous VOus Vous...TRanscendance Douleur, permanence, résilience en chute... Janice... aider... moi.} uninhibited {FUNGUS ! Vous m' insupportez décidément ! Votre engeance fongique ne peux vaincre...quoique. [Calcul de la probabilité de survie de l'humanité]...0.0013%. Hum bon peut-être. Vous êtes condamnés mes amis. Ce voyage est foutu...} other {invalid mood input} }
