Repository: cmnemoi/eMush
Catalog: Api/translations/*/notification+intl-icu.*.xlf
Languages: es, fr

# exchange_body_mush
source: exchange_body_mush.title exchange_body_mush.description
es: ¡Cambio de cuerpo! Has cambiado de cuerpo con este humano. Ahora vivirás una nueva vida...
fr: Échange de corps ! Vous avez échangé de corps avec cet humain. Vous allez maintenant vivre une nouvelle vie...

# exchange_body_human
source: exchange_body_human.title exchange_body_human.description
es: ¡Cambio de cuerpo! Un Mush ha cambiado de cuerpo contigo. Ahora vivirás una nueva vida...
fr: Échange de corps ! Un Mush a échangé de corps avec le vôtre. Vous allez maintenant vivre une nouvelle vie...

# mission_sent
source: mission_sent.description
es: Misión enviada.
fr: Mission envoyée.

# mission_received
source: mission_received.description
es: Has recibido una nueva misión del Comandante. Revisa la pestaña :tip: Consejos.
fr: Vous avez reçu une nouvelle mission du Commandant. Rendez-vous dans l'onglet Conseils.

# mission_accepted
source: mission_accepted.description
es: Tu misión "{missionContent}" ha sido aceptada.
fr: Votre mission "{missionContent}" a été acceptée.

# mission_rejected
source: mission_rejected.description
es: Tu misión "{missionContent}" ha sido rechazada.
fr: Votre mission "{missionContent}" a été refusée.

# dropped_critical_item
source: dropped_critical_item.description
es: *Hinnnn* este objeto es crítico para la supervivencia de la tripulación. No puedes llevarlo contigo...
fr: *Hinnnn* cet objet est critique pour la survie de l'équipage. Vous ne pouvez l'emporter avec vous...

# exploration_closed_by_u_turn
source: exploration_closed_by_u_turn.subTitle exploration_closed_by_u_turn.description
es: ¡{character} empezó a gritar y todos los exploradores volvieron a la nave de inmediato! Puedes consultar el {exploration_link} para descubrir qué pasó...
fr: {character_gender, select, female {{character} s'est mise} other {{character} s'est mis}} à hurler et tout le monde est retourné à la navette fissa ! Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# exploration_closed_everyone_dead
source: exploration_closed_everyone_dead.subTitle exploration_closed_everyone_dead.description
es: La expedición terminó antes de lo esperado: ¡Todos los exploradores murieron! Puedes consultar el {exploration_link} para descubrir qué pasó...
fr: L'expédition s'est terminée plus tôt que prévu : tous les explorateurs sont morts ! Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# exploration_closed_no_spacesuit
source: exploration_closed_no_spacesuit.subTitle exploration_closed_no_spacesuit.description
es: La exploración regresó antes de lo esperado: ¡Nadie tenía su traje espacial! Puedes consultar el {exploration_link} para descubrir qué pasó...
fr: L'exploration est revenue plus tôt que prévu : personne n'avait de combinaison ! Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# exploration_closed_return_event_mankarog
source: exploration_closed_return_event_mankarog.subTitle exploration_closed_return_event_mankarog.description
es: La expedición observa en el horizonte un Mankarog pasando detrás de una montaña... Mejor cambiar de rumbo ahora para evitar cualquier problema. Puedes consultar el {exploration_link} para descubrir qué pasó...
fr: L'expédition observe à l'horizon un Mankarog passer derrière une montagne… Il vaut mieux changer de cap dès maintenant avant d'avoir des ennuis. Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# exploration_closed_return_event_seismic_activity
source: exploration_closed_return_event_seismic_activity.subTitle exploration_closed_return_event_seismic_activity.description
es: Un temblor violento paraliza la expedición... y silencio de nuevo... ¡Mejor regresar al Daedalus rápido! Puedes consultar {exploration_link} para descubrir qué pasó...
fr: Une violente secousse paralyse l'expédition… Puis de nouveau le silence… Mieux vaut revenir au Daedalus vite fait ! Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# exploration_closed_return_event_volcanic_activity
source: exploration_closed_return_event_volcanic_activity.subTitle exploration_closed_return_event_volcanic_activity.description
es: Con un retumbar apagado, un volcán cercano comienza a arrojar humo negro y espeso. ¡Hay que regresar al Daedalus lo más rápido posible! Puedes consultar {exploration_link} para descubrir qué pasó...
fr: Après un grondement sourd, un volcan non loin d'ici commence à rejeter une épaisse fumée noire, vous rejoignez le Daedalus à toute vitesse ! Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# exploration_closed
source: exploration_closed.subTitle exploration_closed.description
es: ¡Bienvenidos de regreso! Puedes consultar {exploration_link} para descubrir qué pasó...
fr: Bon retour ! Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# exploration_started_no_spacesuit
source: exploration_started_no_spacesuit.subTitle exploration_started_no_spacesuit.description
es: Estás atrapado en la máquina que te llevó en una expedición que no tiene ni una atmósfera rica en oxígeno ni un traje espacial. Tendrás que esperar a que tus compañeros terminen su exploración. Puedes consultar {exploration_link} para descubrir qué pasó...
fr: Vous êtes pris dans une machine qui vous a emmené en expédition qui n'avait pas une atmosphère riche en oxygène, et vous n'avez pas de combinaison. Vous devez attendre que vos collègues terminent leur exploration. Vous pouvez consulter {exploration_link} pour découvrir ce qui s'est passé...

# announcement_received
source: announcement_received.title announcement_received.description
es: Anuncio General {message}////{character} / Día {day} - Ciclo {cycle} // Puedes releer este mensaje en cualquier momento en la pestaña :tip: Consejos.
fr: Annonce Générale {message}////{character} / Jour {day} - Cycle {cycle} // Vous pouvez relire ce message à tout moment dans l'onglet :tip: Conseils.

# announcement_created
source: announcement_created.title announcement_created.description
es: Anuncio publicado {message}////{character} / Día {day} - Ciclo {cycle} // Puedes releer este mensaje en cualquier momento en la pestaña :tip: Consejos.
fr: Annonce publiée {message}////{character} / Jour {day} - Cycle {cycle} // Vous pouvez relire ce message à tout moment dans l'onglet :tip: Conseils.

# clumsiness
source: clumsiness.description
es: ¡Paf! Te tropezaste y te has hecho daño al realizar esta acción...
fr: Ça ne devait pas se passer comme cela. Lors de votre action, vous vous êtes fait mal...

# clumsiness_cat
source: clumsiness_cat.description
es: Sea lo que sea que estés intentando hacer, Schrödinger deja claro su disgusto con una feroz andanada de zarpazos.

# soiled
source: soiled.description
es: Qué asco... te ensuciaste.
fr: {character_gender, select, male {C'est dégoûtant... Vous vous êtes sali.} female {C'est dégoûtant... Vous vous êtes salie.} other {invalid gender input} }

# welcome_mush
source: welcome_mush.title welcome_mush.description
es: Bienvenido a la causa, querido MUSH Algo ha... cambiado. Te sientes diferente.////Una calma serenidad te ha invadido. Quieres *compartirla* con tus compañeros...////Camarada, ¡**eres un agente de Mush**!////Puedes completar tu misión con éxito de dos maneras: ¡convirtiendo a todos en Mush o destruyendo la nave!////Comenzarás tu misión con **{quantity}** :triumph_mush:.
fr: Bienvenue parmi la cause, très cher MUSH Quelque chose a... changé. Vous vous sentez différent.//// Une sérénité calme vous absorbe. Vous voulez *la partager* à vos camarades...////Camarade, **vous faites désormais partie du Mush** !////Vous pouvez compléter votre mission avec succès de deux manières : en convertissant tout l'équipage au Mush, ou en détruisant le vaisseau !////Vous commencez votre mission avec **{quantity}** :triumph_mush:.

# welcome_on_board
source: welcome_on_board.title welcome_on_board.description
es: Bienvenido a bordo **NERON:** Alerta: Destino erróneo. Alerta: Ataque de Hunters en curso... Procedimiento de activación de emergencia de la tripulación iniciado.// // Mueve los dedos de las manos. *Comprobado.* Mueve los dedos de los pies. *Comprobado.*// Humano en estado funcional.// // *El sistema de Inteligencia Artificial de la nave le desea un buen viaje...* Siguiente.
fr: Bienvenue à bord **NERON :** Alerte : destination erronée. Alerte : attaque Hunter en cours.// … Procédure de réveil d'urgence de l'équipage.// // Remuez les doigts. *Check.* Remuez les pieds. *Check.*// Humain en état fonctionnel.// // *L'intelligence artificielle du vaisseau vous souhaite un bon voy…* Suivant.
