Repository: cmnemoi/eMush
Catalog: Api/translations/*/planet_sector_event+intl-icu.*.xlf
Languages: es, fr

# nothing_to_report
source: nothing_to_report.name nothing_to_report.description nothing_to_report.landing_description nothing_to_report.fruit_trees_description nothing_to_report.strong_wind_description nothing_to_report.cold_description nothing_to_report.swamp_description nothing_to_report.predator_description nothing_to_report.hot_description nothing_to_report.volcanic_activity_description nothing_to_report.desert_description nothing_to_report.ocean_description nothing_to_report.oxygen_description nothing_to_report.seismic_activity_description nothing_to_report.ruins_description nothing_to_report.wreck_description nothing_to_report.forest_description nothing_to_report.cave_description nothing_to_report.ruminant_description nothing_to_report.intelligent_description nothing_to_report.insect_description nothing_to_report.mankarog_description nothing_to_report.cristal_field_description nothing_to_report.mountain_description
es: Nada que señalar No hay novedad en la zona. {always_successful_thanks_to_skill}{fight_prevented_by_item}{fight_prevented_by_skill} ¡El aterrizaje se realiza sin inconvenientes! Los arbustos de la zona no contienen ningún fruto, ¡no llegasteis en la mejor temporada! Solo hay viento sacudiendo el polvo. Aparte del frío que os congela las manos y los pies, no hay nada en esta zona... Brrrr.... Este pantano es increíblemente tranquilo... Nada notable en este paraje. Notaste la presencia de un Desollador. La criatura ronda alrededor de vosotros, pero renuncia a atacaros... ¡Ufff! Nada que señalar en esta zona, salvo esos tres &*#@µ% soles que están matando a nuestro equipo. Un gran volcán se yergue imponente en medio de la zona; a tu altitud actual, nubes de vapor salpican el paisaje. El olor a azufre te quema la nariz... {version, select, 1 {No hay absolutamente nadie en este desierto...} other {Os sorprende que en medio de este desierto, no haya nada que os ayude a mejorar la situación.} } {version, select, 1 {Vientos salvajes agitan el océano. Es un clima ideal para hacer surf, pero debéis salvar a la humanidad...} other {El mar está tranquilo. Nada interesante por aquí...} } ¡La bomba de oxígeno del {equipment} está atascada, no hay nada que hacer! El suelo de este planeta está lleno de grietas... Eso no es una buena señal... Recorréis varias veces la ciudadela en ruinas sin encontrar nada interesante. Los restos de la nave están totalmente vacíos... ¡Que decepción! Un grito resuena. Un momento de pánico. Y después, nada... Un grito resuena. Un momento de pánico. Y después, nada... Un grito resuena. Un momento de pánico. Y después, nada... Un grito resuena. Un momento de pánico. Y después, nada... Un grito resuena. Un momento de pánico. Y después, nada... Un grito resuena. Un momento de pánico. Y después, nada... Un grito resuena. Un momento de pánico. Y después, nada... Un grito resuena. Un momento de pánico. Y después, nada...
fr: Rien à signaler La zone est explorée, rien à signaler.{always_successful_thanks_to_skill} L'atterrissage se passe parfaitement bien, rien à signaler ! Les arbustes de la zone ne contiennent aucun fruit, vous n'êtes pas tombé à la bonne saison, il faudra revenir plus tard ! À part le vent qui balaie la plaine, il n'y a strictement rien à signaler dans cette zone. A part le froid mordant qui gèle vos doigts de pieds, il n'y a pas grand chose d'intéressant dans cette zone… Brrrr… Ce marais est incroyablement calme… Rien de notable dans les parages. Vous avez remarqué la présence d'un Écorcheur. La créature rôde un moment aux alentours de votre route, mais renonce à vous attaquer… Ouf ! Rien à signaler dans cette zone, mis à part ces trois *#@µ% de soleils qui massacrent l'expédition depuis… heu… C'était quand le matin, déjà ? Un grand volcan trône au milieu de cette zone, à votre niveau de grands jets de vapeurs hantent le paysage. Une odeur de souffre brûle vos narines… Avec surprise, vous découvrez que cette étendue désertique ne contient absolument aucun élément permettant d'améliorer votre situation. De violents vents agitent l'océan. C'est un temps idéal pour faire du surf, mais vous devez sauver l'humanité... {equipment_first_letter, select, vowel {La pompe d'oxygène de {equipment} est enrayée, il n'y a rien à en tirer !} consonant {La pompe d'oxygène du {equipment} est enrayée, il n'y a rien à en tirer !} other {La pompe d'oxygène du {equipment} est enrayée, il n'y a rien à en tirer !} } Le sol de cette planète est balafré de profondes crevasses... Ce n'est pas bon signe... Vous déambulez pendant plusieurs heures dans la cité en ruine sans trouver quoi que ce soit d'intéressant. L'épave est totalement vide... Quelle déception ! Un grand cri résonne. Un moment de panique. Puis plus rien… Un grand cri résonne. Un moment de panique. Puis plus rien… Un grand cri résonne. Un moment de panique. Puis plus rien… Un grand cri résonne. Un moment de panique. Puis plus rien… Un grand cri résonne. Un moment de panique. Puis plus rien… Un grand cri résonne. Un moment de panique. Puis plus rien… Un grand cri résonne. Un moment de panique. Puis plus rien… Un grand cri résonne. Un moment de panique. Puis plus rien…

# tired
source: tired.name tired.description tired.landing_description tired.cold_description tired.hot_description tired.swamp_description tired.mountain_description tired.strong_wind_description tired.desert_description
es: Cansancio {quantity, plural, one {Todos los miembros del equipo sufren # punto de daño.} other {Todos los miembros del equipo sufren # puntos de daño.} }{fight_prevented_by_item}{skill_reduced_damage_for_player}{fight_prevented_by_skill} El aterrizaje es difícil, el {equipment} gira y se desvía en todas direcciones, la tripulación se marea. El frío impide cada vez más vuestro avance. ¡El equipo ya no soporta el frío! ¡El calor se impone, los miembros del equipo sudan la gota gorda! Después de dos horas de marcha en el fango, ya no aguantáis más. Ni hablemos de los parásitos. Y del calor. Y de la humedad. Y de los gritos... La expedición se transformó en una sesión de escalada, el equipo está exhausto. El equipo camina contra vientos huracanados que impiden su avance. Caminar en este desierto es pesado y doloroso.
fr: Fatigue {quantity, plural, one {Tous les équipiers subissent # point de dégâts.} other {Tous les équipiers subissent # points de dégâts.} } L'atterrissage est difficile, le vaisseau tourne et vire dans tous les sens, l'équipage est malade. Le froid ralentit de plus en plus votre progression. L'équipe a les membres gelés ! Il règne ici une chaleur accablante, les membres de l'équipe suent à grosses gouttes ! Après deux heures de marche dans la vase, vous n'en pouvez plus de cette mélasse. Et des parasites. Et de la chaleur. Et de l'humidité. Et des hurlements… L'exploration se transforme en séance d'escalade, l'équipe est épuisée. L'équipe doit progresser en marchant contre un vent violent qui ralentit sa progression. La marche dans cette étendue désertique est pénible et très douloureuse.

# accident
source: accident.name accident.description accident.predator_description accident.mountain_description accident.ruminant_description accident.insect_description accident.cave_description accident.seismic_activity_description accident.ruins_description accident.cold_description accident.hot_description accident.landing_description
es: Accidente Un miembro del equipo sufre de {min_quantity} a {max_quantity} Puntos de Daño.{rope_worked, select, true {////Esquivado porque {character} posee el objeto: Cuerda} other {}} {fight_prevented_by_item}{skill_reduced_damage_for_player}{fight_prevented_by_skill} Un Desollador ataca a {character}... Lográis espantar a la criatura y la hacéis huir. ¡Pero {character} sufrió graves heridas! {character} cae de un pequeño barranco y se estrella 4 metros más abajo... ¡Auch! Intentando capturar un Chab Chab, la criatura se lanza sobre vosotros y hiere a {character} antes de huir... Un scolopendro gigante se lanza desde un árbol sobre {character}. {character} logra repelerlo, pero la criatura no se quedó con las ganas... Al saltar esquivando un escorpión alien, {character} se abre el cuero cabelludo con una estalactita. {character} cae en una grieta... ¡Ouch! ¡Un arco en ruinas cae sobre {character}! El brazo de {character} está congelado, ¡se ve muy mal y teméis que sea necesario amputarlo! {character} colapsa, victima de insolación. El {equipment} aterriza catastróficamente en {planet}, y durante la maniobra {character} se lastimó.
fr: Accident Un équipier subit entre {min_quantity} et {max_quantity} points de dégâts. Un Écorcheur attaque {character}… Vous parvenez à l'effrayer et la créature s'enfuit. {character} subit de graves blessures ! {character} chute d'une petite falaise et s'écrase 4 mètres plus bas… Ouch ! Alors que vous mettez en joue un Chab Chab, la créature se précipite vers vous et heurte violemment {character} avant de s'enfuir… Un scolopendre géant se laisse tomber d'un arbre sur {character}. {character} parvient à le repousser mais la créature a entamé son repas… En sautant pour éviter un scorpion alien qui passait par là, {character} s'ouvre le cuir chevelu sur une stalactite. {character} chute dans une crevasse… Aïe ! Une arche en ruine s'écroule sur {character} ! Le bras de {character} est gelé, ça a l'air de lui faire terriblement mal et en plus il y a de bonnes chances qu'il faille le couper ! {character} s'écroule victime d'une insolation majeure. {character_gender, select, male {{equipment} atterit en catastrophe sur {planet}, durant la manoeuvre, {character} est blessé !} female {{equipment} atterit en catastrophe sur {planet}, durant la manoeuvre, {character} est blessée !} other {{equipment} atterit en catastrophe sur {planet}, durant la manoeuvre, {character} est blessé !} }

# disaster
source: disaster.name disaster.description disaster.landing_description
es: Catástrofe Todos los miembros del equipo sufren de {min_quantity} a {max_quantity} Puntos de daño.{fight_prevented_by_item}{fight_prevented_by_skill} El {equipment} se estrella contra la superficie de {planet}. La tripulación no responde...
fr: Catastrophe Tous les équipiers subissent entre {min_quantity} et {max_quantity} points de dégâts. {equipment} s'écrase sur le sol de {planet}. L'équipage est K.O.

# oxygen
source: oxygen.name oxygen.description oxygen.oxygen_description
es: Bombeo Ganas {quantity} unidades de O².{fight_prevented_by_item}{fight_prevented_by_skill} {quantity, select, 8 {La bomba de oxígeno del {equipment} está pidiendo remplazo, a duras penas logra extraer {quantity} unidades de oxígeno.} 16 {Iniciáis la extracción de oxígeno para llenar las reservas del Daedalus. Parece que la bomba del {equipment} está algo vieja... ¡Pero al menos tenéis {quantity} m³ de oxígeno!} 24 {Iniciáis la extracción de oxígeno para llenar las reservas del Daedalus. ¡Todo marcha bien y ya tenéis {quantity} m³ de este precioso gas!} other {Iniciáis la extracción de oxígeno para llenar las reservas del Daedalus. Tenéis {quantity} m³ de oxígeno.} }
fr: Pompage Vous gagnez {quantity} unités d'O². {quantity, select, 8 {La pompe d'oxygène de {equipment} est prête à rendre l'âme, elle aspire péniblement {quantity} m³ d'oxygène.} 16 {Vous lancez une opération de pompage d'oxygène afin de remplir les réserves du Daedalus. Apparemment la pompe de {equipment} n'est plus toute jeune… Hop, {quantity} m³ d'oxygène !} 24 {Vous lancez une opération de pompage d'oxygène afin de remplir les réserves du Daedalus. Tout se passe à merveille, vous avez récupéré {quantity} m³ d'oxygène !} other {Vous lancez une opération de pompage d'oxygène afin de remplir les réserves du Daedalus. Vous récupérez {quantity} m³ d'oxygène !} }

# fuel
source: fuel.name fuel.description fuel.hydrocarbon_description fuel.cave_description fuel.mountain_description fuel.wreck_description
es: Hidrocarburo Ganas {quantity} unidades de Combustible. {has_drill, select, true {////Duplicado porque la expedición posee el objeto: Taladro.} other {}}{fight_prevented_by_item}{fight_prevented_by_skill} {has_drill, select, true {{quantity, select, 6 {En el fondo de una grieta, encontráis una vena de carbonita…} 8 {Los inmensos charcos de barro parecen contener rastros de alquitrán supercarbonizado, habrá que recoger un poco para el Daedalus.} 10 {¡Increíble! La expedición ha descubierto un monolito gigantesco de carbonita! Nunca entrará en el reactor...} 12 {¡El equipo de expedición encontró un pequeño lago de heptanol violeta! Con todo eso, al Daedalus no le faltará combustible por mucho tiempo.} other {Has ganado {quantity} unidades de Combustible.}}} other {{quantity, select, 3 {En el fondo de una grieta, encontráis una vena de carbonita……} 4 {Los inmensos charcos de barro parecen contener rastros de alquitrán supercarbonizado, habrá que recoger un poco para el Daedalus.} 5 {¡Increíble! La expedición ha descubierto un monolito gigantesco de carbonita! Nunca entrará en el reactor...} 6 {¡El equipo de expedición encontró un pequeño lago de heptanol violeta! Con todo eso, al Daedalus no le faltará combustible por mucho tiempo.} other {Has ganado {quantity} unidades de Combustible.}}} } Encontráis carbonita gelatinosa... ¡El tanque del reactor lo digeriría sin problema! {character} tropieza con carbonitas del tamaño de un puño, ¡qué suerte! Hurgando en un viejo motor, encuentras {quantity} unidades de combustible.
fr: Hydrocarbures Vous gagnez {quantity} unités de Fuel. {quantity, select, 3 {Au fond d'une crevasse, vous tombez sur une jolie veine de charbonite…} 4 {Les grosses flaques de boues semblent contenir des traces de goudron supercarboné, il faut en récupérer un peu pour le Daedalus.} 5 {Incroyable ! L'expédition vient de découvrir un gigantesque monolithe de charbonite ! Il ne rentrera jamais dans le réacteur…} 6 {L'expédition trouve un petit lac d'heptanol violacé ! Avec tout ça le Daedalus n'est pas prêt de tomber en panne !} other {Vous récupérez {quantity} unités de fuel.} } Vous trouvez une veine de charbonite gélatineuse... Le réservoir du réacteur devrait pouvoir digérer ça ! {character} trébuche sur des morceaux de charbonites gros comme le poing, chouette ! En siphonant les réservoirs de l'appareil, vous récupérez {quantity} tonnes de fuel

# artefact
source: artefact.name artefact.description artefact.intelligent_description artefact.cave_description artefact.mankarog_description artefact.ruins_description artefact.wreck_description
es: Artefacto Encuentras un artefacto. {used_babel_module, select, true {////+100% porque la expedición posee el objeto: Módulo Babel.} other {}}{fight_prevented_by_item}{fight_prevented_by_skill} Detrás de un peñasco, encontráis una extraña criatura debilitada. Le dais un poco de agua para que se recupere. La criatura os entrega {target_equipment_gender, select, female {una} other {un}} {target_equipment} antes de seguir su camino. En el fondo de la cueva, encontráis una pequeña caja con un objeto bastante extraño... Has descubierto la guarida de un Mankarog. Mientras buscas en su despensa, la cual es del tamaño de un edificio de ocho plantas, ¡encuentras un artefacto alienígena! En medio de las ruinas del edificio más alto de la ciudad, ¡encuentras un artefacto alienígena! Un montículo de chatarra contiene un extraño Artefacto Alien... ¡Qué buena suerte!
fr: Artefact Vous trouvez un artefact. {target_equipment_gender, select, male {Derrière un rocher, vous trouvez une créature étrange très affaiblie. Vous lui donnez un peu d'eau afin qu'elle reprenne connaissance. La créature vous offre un {target_equipment} avant de reprendre sa route.} female {Derrière un rocher, vous trouvez une créature étrange très affaiblie. Vous lui donnez un peu d'eau afin qu'elle reprenne connaissance. La créature vous offre une {target_equipment} avant de reprendre sa route.} other {Derrière un rocher, vous trouvez une créature étrange très affaiblie. Vous lui donnez un peu d'eau afin qu'elle reprenne connaissance. La créature vous offre un {target_equipment} avant de reprendre sa route.} } Au fond de la grotte, vous trouvez dans un petit coffret un objet bien étrange... Vous avez découvert la tanière d'un Mankarog. En fouillant dans son garde-manger aussi grand qu'un immeuble de 8 étages, vous mettez la main sur un artefact alien ! Au sein de la ruine du plus grand bâtiment de la cité vous trouvez un artefact alien intact ! L'épave contient un artefact alien étrange... Bonne pioche !

source: always_successful_thanks_to_skill
es: Siempre es un éxito porque la expedición posee la habilidad: {skill}.
fr: Toujours réussi car l'expédition possède la compétence : {skill}.

source: fight_prevented_by_item
es: Probabilidad de combate anulada por {equipment}.

source: skill_reduced_damage_for_player
es: {character} sufre {quantity, plural, one {# punto} other {# puntos}} menos de daño gracias a su habilidad: {skill}.

source: bonus_loot_thanks_to_skill
es: + {quantity} porque la expedición posee la habilidad: {skill}.

source: fight_prevented_by_skill
es: Probabilidad de combate anulada por {skill}.

# kill_random
source: kill_random.name kill_random.description kill_random.seismic_activity_description kill_random.mankarog_description
es: Muerte Un miembro del equipo ha muerto.{fight_prevented_by_item}{fight_prevented_by_skill} ¡¡¡Se abre una grieta bajo los pies de la expedición!!! ¡{character} se desliza y desaparece con un grito de terror! Mientras subes una pequeña colina, te das cuenta de que en realidad es la nalga izquierda de un Mankarog... Cuando este gira su enorme mano para rascarse, aplasta a {character} en un instante.
fr: Mort Un équipier meurt. Une faille s'ouvre sous les pieds de l'expédition !!! {character} glisse et disparaît dans un cri d'effroi ! Alors que vous escaladez une petite colline vous découvrez trop tard qu'il s'agit d'une fesse de Mankarog... Celui-ci approche lentement son énorme main pour se gratter, et écrase {character} par mégarde.

# kill_all
source: kill_all.name kill_all.description kill_all.volcanic_activity_description
es: Muerte del grupo Todos los miembros del equipo han muerto.{fight_prevented_by_item}{fight_prevented_by_skill} Mientras la montaña más cercana de la expedición arroja un chorro de lava de 500 metros de altura, la tierra cede bajo los pies de la tripulación y los traga en un pozo de llamas.
fr: Mort du groupe Tous les équipiers meurent. Alors que la montagne la plus proche de l'expédition se met à cracher un jet de lave à plus de 500m de hauteur, le sol s'effondre sous leurs pieds et les engloutit dans un déluge de flammes.

# fight
source: fight.name fight.description fight.intelligent_description fight.ruminant_description fight.predator_description fight.insect_description fight.mankarog_description fight.ruins_description fight.wreck_description fight.cristal_field_description
es: Combate Te enfrentas a una criatura////Fuerza de la Criatura: {creature_strenght}//Fuerza del Equipo: {expedition_strenght}//{damage, select, 0 {El equipo mata a la Criatura.} 1 {El equipo recibe {damage} punto de daño.} other {El equipo recibe {damage} puntos de daño.}} Una ser extraño se acerca a vosotros y pega un fuerte grito agudo que os está rompiendo los tímpanos. Habrá que hacer algo... Mientras intentas sorprender a un Chab Chab desprevenido, rápidamente te encuentras rodeado por sus congéneres... ¡Vas a tener que luchar para salir de esta! Te sientes espiado. Un Desollador hostil y hambriento te observa... ¡Tus compañeros comienzan a escapar, pero la criatura se lanza sobre ti! Caminando en el fondo de una grieta, ves a un scolopendro emerger... ¡Tendrás que defenderte! Una gran sombra cubre repentinamente el sendero de la expedición... Y no es una nube... Mientras buscáis por la ciudad en ruinas, no lográis percibir la horda de zombies alien que os rodea... ¡Es una emboscada! ¡Parecería que el piloto de la nave sigue vivo! Y queda claro que no os considera su salvador... Los campos están desiertos... Un aullido siniestro te ensordece... ¡Un Controla-mentes! No hay palabras para describir a esta criatura de un mundo sin luz ni calor. ¡A las armas!
fr: Combat Vous affrontez une créature.////Force Créature : {creature_strength}////Force Équipe : {expedition_strength}////{damage, select, 0 {Créature décède.} other {L'équipe subit {damage} points de dégâts.}} Un être étrange s'approche de vous et lance de grands cris aigus qui vous cassent les oreilles. Il va falloir le faire taire. Alors que vous tentiez d'approcher discrètement d'un Chab Chab, vous êtes rapidement encerclés par ses congénères… Il va falloir lutter pour votre survie ! Vous vous sentez épiés. Un Écorcheur hostile et affamé vous guette... Votre équipe commence à fuir mais la créature se jette sur vous ! Alors que vous marchez au pied d'une crevasse vous observez avec horreur un Carapanse en émerger... Il va falloir vous défendre ! Une ombre gigantesque se dresse tout à coup au-dessus de l'expédition... Et ce n'est pas un nuage... Alors que vous fouillez la cité en ruine, vous ne prenez pas garde à la horde de Zombies aliens qui entoure votre position... C'est une attaque surprise ! Apparemment le conducteur de l'appareil est toujours en vie ! Et manifestement, il n'a pas l'air de vous considérer comme son sauveur... Les champs sont déserts... Un hululement sinistre vous assourdit... Un Torceur ! Nul mot pour décrire cette créature venue d'un monde sans lumière ni chaleur. Aux armes !

# provision
source: provision.name provision.description provision.ruminant_description provision.ocean_description provision.predator_description provision.intelligent_description provision.insect_description
es: Provisión Ganas {quantity, plural, one {# {equipment}} other {# {equipment_plural_name}}}.{fight_prevented_by_item}{bonus_loot_thanks_to_skill}{fight_prevented_by_skill} {quantity, select, 2 {Encontráis un grupo de roedores. En el pánico conseguís atrapar uno} 4 {Lográis cazar un Chab Chab y os lleváis su carne} other {Lográis cazar un Chab Chab y os lleváis su carne} }. Usando una caña rudimentaria, ¡llegáis a cazar un Empilodón! Se encuentran con un desollador. La criatura está inmóvil, aparentemente dormida. Aprovechas para ajustar cuentas rápidamente con él: ¡las raciones de carne son tuyas! Os topáis cara a cara con un extraño ser. Es imposible comunicarse con él, pero antes de irse os da una bolsa con carne alien. {character} observa grandes mariposas nocturnas con el abdomen hinchado y jugoso.. ¡Mmmmh!
fr: Provision Vous gagnez {quantity, plural, one {# {equipment}} other {# {equipment_plural_name}}}. {quantity, select, 2 {Vous rencontrez une myriade de petits rongeurs. Dans la panique générale vous parvenez à attraper l'un d'entre eux.} 4 {Vous chassez avec succès un Chab Chab... Vous récupérez de la viande alien.} other {Vous chassez avec succès un Chab Chab... Vous récupérez de la viande alien.} } En utilisant une ligne rudimentaire, vous arrivez à prendre un Empilodon. Belle pêche. Vous tombez sur un Écorcheur. La créature est immobile, elle semble endormie. Vous en profitez pour lui régler rapidement son compte, à vous les rations de viande ! Alors que l'expédition progresse tranquillement vous tombez nez à nez avec un être étrange. Impossible de communiquer avec lui mais avant de partir, il vous donne un sac qui contient du gibier alien. {character} remarque de gros papillons de nuit à l'abdomen bien gonflé et juteux... Mmmmh !
