Repository: cmnemoi/eMush
Catalog: Api/translations/*/planet_sector_event+intl-icu.*.xlf
Languages: es, fr

# harvest
source: harvest.name harvest.description harvest.forest_description harvest.swamp_description harvest.mountain_description harvest.fruit_trees_description harvest.hot_description
es: Cosecha Ganas {quantity, plural, one {# Fruto Alien} other {# Frutos Alien}}.{fight_prevented_by_item}{bonus_loot_thanks_to_skill}{fight_prevented_by_skill} {quantity, plural, one {Encontráis # fruto que parece delicioso. Más vale llevarlo a la nave para analizarlo antes de comerlo...} other {Encontráis # frutos que parecen deliciosos. Más vale llevarlos a la nave para analizarlos antes de comerlos...} } Los pantanos están llenos de grandes raíces en las que crecen frutos extraños. Decidís llevarte algunos. En lo alto de una cima rocosa, ves un pequeño árbol con bayas inusuales. Decides llevarte algunas. {quantity, select, 1 {Varios arbustos frondosos atraen vuestra atención. Uno de ellos tiene curiosos frutos...} 3 {Encontráis un árbol gigante que parecido a un Baobab. En su cima crece una gran cantidad de frutos extraños que decidís llevar al Daedalus.} other {Varios arbustos frondosos atraen vuestra atención. Uno de ellos tiene curiosos frutos...} } Descubres una zona increíblemente fértil donde abundan plantas tropicales muy singulares. Después de neutralizar aquellas que intentaron comerte, puedes ocuparte de la otras.
fr: Récolte Vous gagnez {quantity, plural, one {# Fruit alien} other {# Fruits aliens}}. Vous trouvez {quantity, plural, one {# fruit} other {# fruits}} qui ont l'air délicieux. Mieux vaut les ramener au vaisseau et les analyser avant de les manger… Le marais est rempli de grosses racines sur lesquelles poussent des fruits bizarres. Vous décidez d'en ramener quelques-uns. Au sommet du pic rocheux, vous remarquez un petit arbuste avec des baies un peu bizarres. Vous décidez d'en ramener quelques-unes. {quantity, select, 1 {Plusieurs arbustes touffus attirent votre attention, dans l'un d'entre eux se trouve de curieux fruits…} 3 {Vous trouvez un arbre géant similaire à un baobab. À son sommet pousse une multitude de fruits étranges que vous décidez de ramener au Daedalus.} other {Plusieurs arbustes touffus attirent votre attention, dans l'un d'entre eux se trouve de curieux fruits…} } Vous découvrez une zone incroyablement fertile où poussent des plantes tropicales tout à fait singulières. Après avoir neutralisé celles qui tentent de vous ingérer, vous pouvez vous occuper des autres !

# disease
source: disease.name disease.description disease.forest_description disease.swamp_description disease.insect_description
es: Enfermedad Un miembro del equipo se enferma. {fight_prevented_by_item}{fight_prevented_by_skill} Una liana pegajosa roza la mejilla de {character}. Después de una hora de caminar, estáis llenos de raras sanguijuelas enganchadas en tus pantorrillas. Ya deben haberos chupado medio litro de sangre. De repente, {character} empieza a gritar, y una enorme araña fluorescente se escapa de su traje. ¡Nadie quiere arañas correteando por su traje!
fr: Maladie Un équipier tombe malade. Une liane gluante frôle la joue de {character}. Après une heure de marche dans la vase, vous ne comptez plus les sangsues bizarres accrochées à vos mollets, elles ont bien dû vous pomper un demi-litre de sang. Soudain {character} se met à hurler, une grosse araignée fluorescente s'enfuit de sa combinaison, apparemment elle lui a mordu le téton !

# starmap
source: starmap.name starmap.description starmap.cristal_field_description
es: Fragmento de mapa Encuentras 1 Fragmento de mapa estelar de Cristalita.{fight_prevented_by_item}{fight_prevented_by_skill} Este campo de cristalitas está activo. En el centro del atrio principal, un fragmento flotando en un líquido metálico un rayo metálico converge en rayos de colores que cubren todo el perímetro. Bueno, creéis que es hora de llevarlo.
fr: Éclat de Carte Vous trouvez 1 éclat de carte stellaire en cristalite. Ce champ de cristalite est en activité. Au centre de l'atrium principal, un éclat baignant dans des eaux métalliques fait converger des faisceaux de lumières aux couleurs inconnues. Allez hop, on l'embarque.

# mush_trap
source: mush_trap.name mush_trap.description mush_trap.cristal_field_description
es: Trampa Mush Todos los miembros del equipo corren el riesgo de contraer una infección Mush.{fight_prevented_by_item}{fight_prevented_by_skill} Estos terrenos han sido visitados recientemente. Avanzáis pero... un olor a moho os irrita la garganta, gases rosados os asfixian. ¡Es una trampa! ¡Huid, el Mush ya está aquí!
fr: Piège Mush Tous les équipiers risquent une infection Mush. Ces champs ont été visités récemment. Vous avancez mais… une odeur de moisi vous saisit à la gorge, des volutes roses vous asphyxient, c'est un piège ! Fuyez, le Mush est déjà là !

# again
source: again.name again.description again.desert_description again.forest_description again.cave_description again.lost_description
es: Errático La exploración de la zona fue infructuosa. Pero aún quedan cosas por descubrir...{fight_prevented_by_item}{fight_prevented_by_skill} Esta exploración parece no llevaros a nada, no tenéis idea de vuestra posición y decidís dar media vuelta. El equipo se pierde deambulando por la jungla. Encontráis la salida de esta red de cavernas enmarañadas, pero tenéis la impresión de que algo queda dentro... A pesar de las largas búsquedas, no encontrasteis ni rastro de {character}. ¡Pero debe andar en alguna parte!
fr: Érrance Échec de l'exploration de la zone. Il reste quand même des choses à découvrir… Cette marche dans le désert ne rime à rien, vous n'avez aucune idée de votre position et décidez de revenir sur vos pas. Vous vous perdez dans les méandres de la forêt. Ce réseau de cavernes est inextricable, vous arrivez néanmoins à trouver la sortie, mais vous avez la sensation qu'il reste quelque chose là-dedans…

# item_lost
source: item_lost.name item_lost.description item_lost.intelligent_description item_lost.strong_wind_description
es: Objeto perdido Un objeto de un miembro del equipo se pierde.{fight_prevented_by_item}{fight_prevented_by_skill} Un ser extraño intenta comunicarse con vosotros, revisa a cada uno y se lleva {equipment_gender, select, female {una} other {un}} {equipment} perteneciente a {character} antes de huir a pasos agigantados. ¡El viente sopla tan fuerte que {character} deja caer {equipment_gender, select, female {una} other {un}} {equipment}! ¡Oh no!
fr: Objet perdu Un objet possédé par un des équipiers est perdu. {equipment_gender, select, male {Un être étrange tente de rentrer en contact avec vous, il inspecte chacun d'entre vous puis s'empare d'un {equipment} appartenant à {character} et s'enfuit à grandes enjambées.} female {Un être étrange tente de rentrer en contact avec vous, il inspecte chacun d'entre vous puis s'empare d'une {equipment} appartenant à {character} et s'enfuit à grandes enjambées.} other {Un être étrange tente de rentrer en contact avec vous, il inspecte chacun d'entre vous puis s'empare d'un {equipment} appartenant à {character} et s'enfuit à grandes enjambées.}} {equipment_gender, select, male {Le vent souffle si fort que {character} laisse échapper un {equipment} ! On est pas près de le retrouver…} female {Le vent souffle si fort que {character} laisse échapper une {equipment} ! On est pas près de la retrouver…} other {Le vent souffle si fort que {character} laisse échapper un {equipment} ! On est pas près de le retrouver…}}

# back
source: back.name back.description back.seismic_activity_description back.volcanic_activity_description back.mankarog_description
es: Retorno Abandonas la expedición en curso.{fight_prevented_by_item}{fight_prevented_by_skill} Un fuerte temblor paraliza la expedición... ¡Será mejor volver al Daedalus rápidamente! Con un rugido sordo, un volcán no muy lejano comienza a escupir un espeso humo negro. ¡El equipo regresa al Daedalus corriendo! El equipo observa en el horizonte a un Makarog pasando detrás de una montaña... Deberían cambiar rumbo para evitar cualquier problema.
fr: Retour Vous abandonnez l'expédition en cours. Une violente secousse paralyse l'expédition… Puis de nouveau le silence… Mieux vaut revenir au Daedalus vite fait ! Après un grondement sourd, un volcan non loin d'ici commence à rejeter une épaisse fumée noire, vous rejoignez le Daedalus à toute vitesse ! L'expédition observe à l'horizon un Mankarog passer derrière une montagne… Il vaut mieux changer de cap dès maintenant avant d'avoir des ennuis.

# player_lost
source: player_lost.name player_lost.description player_lost.cristal_field_description player_lost.forest_description player_lost.ocean_description player_lost.cold_description
es: Extraviados Un miembro del equipo se pierde.{fight_prevented_by_item}{fight_prevented_by_skill} Este lugar es un verdadero laberinto... No hay nada que hacer aquí. ¿Alguien ha visto a {character}? La jungla es tan densa, que es difícil permanecer juntos. Al cabo de una hora caminando... no hay rastro de {character}. Pesadilla... {character} cayó en el agua. Esto complica las cosas... De pronto la nieve comienza a caer. Todo se cubre de una gruesa capa blanca y pierdes de vista a {character}.
fr: Perdu Un équipier se perd. Ces champs sont un vrai labyrinthe… Bon y a rien à secouer ici, on bouge. Est-ce que quelqu'un a vu {character} ? La forêt est si dense, qu'il est difficile de rester groupé. Au bout d'une heure de marche... {character} manque à l'appel. {character_gender, select, male {Grosse galère... {character} est tombé à l'eau. Ça va complexifier la suite des opérations...} female {Grosse galère... {character} est tombée à l'eau. Ça va complexifier la suite des opérations...} other {Grosse galère... {character} est tombé à l'eau. Ça va complexifier la suite des opérations...} } Alors que le vent se lève, la neige se met à tomber. Le ciel disparaît immédiatement sous un épais voile blanc et vous perdez rapidement la trace de {character}. Quelle poisse !

# find_lost
source: find_lost.name find_lost.description find_lost.lost_description
es: Reencuentro ¡Un compañero perdido es encontrado!{fight_prevented_by_item}{fight_prevented_by_skill} {version, select, 1 {¡Has encontrado huellas de pasos humanos! Al seguirlos encontráis a {character}. Pudisteis tener más suerte...} other {Mientras os aprestabas a salir de la zona, oís unos gritos detrás de ti. Es {character} que corre hacia ti. ¡Su traje está desgarrado!} }

# kill_lost
source: kill_lost.name kill_lost.description kill_lost.lost_description
es: Muerto Un miembro perdido del equipo muere.{fight_prevented_by_item}{fight_prevented_by_skill} {character_gender, select, male {{character} es encontrado debajo de una roca, y no tiene buena pinta. No se mueve en absoluto. Yyyy sin signos vitales. Parece que el diagnóstico del laboratorio será "Fallecido".} female {{character} es encontrada debajo de una roca, y no tiene buena pinta. No se mueve en absoluto. Yyyy sin signos vitales. Parece que el diagnóstico del laboratorio será "Fallecida".} other {{character} es encontrade debajo de una roca, y no tiene buena pinta. No se mueve en absoluto. Yyyy sin signos vitales. Parece que el diagnóstico del laboratorio será "Falleció".} }
