Repository: cmnemoi/eMush
Catalog: Api/translations/*/planet+intl-icu.*.xlf
Languages: es, fr

# landing
source: landing.name landing.description
es: Aterrizaje NA
fr: Atterrissage NA

# forest
source: forest.name forest.description
es: Jungla Este planeta está en parte cubierto de jungla.
fr: Forêt Cette planète est en partie couverte de forêt.

# mountain
source: mountain.name mountain.description
es: Montaña Este planeta presenta extensas elevaciones rocosas.
fr: Montagnes Des étendues rocheuses couvrent cette planète.

# swamp
source: swamp.name swamp.description
es: Pantano Este planeta tiene terrenos pantanosos y malolientes.
fr: Marais Cette planète comporte des terrains marécageux, boueux et malodorants.

# desert
source: desert.name desert.description
es: Desierto Este planeta tiene terrenos desérticos y hostiles.
fr: Désert Cette planète comporte des terrains désertiques, arides, secs et hostiles.

# ocean
source: ocean.name ocean.description
es: Océano En el mar, la vida es más sabrosa...
fr: Océan L'espace quasi-infini mais en mouillé.

# cave
source: cave.name cave.description
es: Gruta Este planeta está lleno de cuevas oscuras.
fr: Grottes Cette planète est truffée de cavernes sombres et humides.

# ruminant
source: ruminant.name ruminant.description
es: Rumiante Manada de rumiantes u otra forma animal.
fr: Ruminants Troupeau de ruminants ou autre forme de nourriture animale.

# predator
source: predator.name predator.description
es: Predador Formas de vida animal carnívora.
fr: Prédateurs Forme de vies animales carnivores.

# intelligent
source: intelligent.name intelligent.description
es: Vida inteligente Forma avanzada de seres tal vez más inteligentes que tú.
fr: Vie intelligente Forme avancée d'êtres intelligents.

# insect
source: insect.name insect.description
es: Insectos Presencia de insectos diversos.
fr: Insectes Présence d'insectes divers.

# mankarog
source: mankarog.name mankarog.description
es: Mankarog Cosa enorme que se come a los jugadores uno a uno.
fr: Mankarog Truc énorme qui bouffe les joueurs un par un.

# hydrocarbon
source: hydrocarbon.name hydrocarbon.description
es: Hidrocarburo Presencia de hidrocarburo en el subsuelo.
fr: Hydrocarbures Présence d'hydrocarbures en sous-sol.

# oxygen
source: oxygen.name oxygen.description
es: Oxígeno Presencia de oxígeno en la atmósfera.
fr: Oxygène Présence d'oxygène dans l'atmosphère.

# cold
source: cold.name cold.description
es: Temperatura baja Frío intenso que puede dificultar la expedición.
fr: Température basse La température est relativement basse et peut gêner l'expédition.

# hot
source: hot.name hot.description
es: Temperatura alta Calor intenso que puede dificultar la expedición.
fr: Température élevée La température est relativement élevée, ce qui peut gêner l'expédition.

# strong_wind
source: strong_wind.name strong_wind.description
es: Viento fuerte Poderosos vientos azotan el planeta.
fr: Vents forts Des vents puissants balayent la planète.

# seismic_activity
source: seismic_activity.name seismic_activity.description
es: Sísmico Fuerte actividad sísmica.
fr: Sismique Forte activité sismique.

# volcanic_activity
source: volcanic_activity.name volcanic_activity.description
es: Volcán Actividad volcánica.
fr: Volcan Activité volcanique.

# ruins
source: ruins.name ruins.description
es: Ruina Presencia de ruinas de una antigua civilización.
fr: Ruines Présence de ruines d'une ancienne civilisation.

# wreck
source: wreck.name wreck.description
es: Restos de nave Presencia de restos de una nave desconocida.
fr: Épave Présence d'une épave inconnue.

# fruit_trees
source: fruit_trees.name fruit_trees.description
es: Huerta Presencia de árboles frutales.
fr: Vergers Présence d'arbres fruitiers.

# lost
source: lost.name lost.description
es: Extraviados Presencia de miembros de la tripulación del Daedalus.
fr: Perdu Présence de membres de l'équipage du Daedalus.

# cristal_field
source: cristal_field.name cristal_field.description
es: Cristalitas Zona de alta concentración de cristalitas.
fr: Cristalite Zone à concentration élevée de cristalites.

# unknown
source: unknown.name unknown.description
es: ¿¿?? Característica desconocida.
fr: ??? Caractéristique inconnue.

# orientation
source: north south east west
es: Norte Sur Este Oeste
fr: Nord Sud Est Ouest

source: planet_name
fr: {prefix, select, 1 {Primus } 2 {Secondus } 3 {Tertius } 4 {Quartus } 5 {First } 6 {Second } 7 {II } 8 {III } 9 {IV } 10 {V } 11 {VI } 12 {VII } 13 {VIII } 14 {IX } 15 {X } 16 {Lumis } 17 {Alpha } 18 {Beta } 19 {Ceta } 20 {Delta } 21 {Epsilon } 22 {Gamma } 23 {Zeta } 24 {Eta } 25 {Sigma } 26 {Omicron } 27 {Upsilon } 28 {Lambda } 29 {Omega } 30 {Kappa } 31 {Iota } 32 {Theta } 33 {Tau } 34 {Psi } other {}}{first_syllable, select, 1 {Fugu} 2 {Pilu} 3 {Mage} 4 {Frome} 5 {Grune} 6 {Brate} 7 {Milo} 8 {Komo} 9 {Date} 10 {Sigu} 11 {Crame} 12 {Fari} 13 {Mushe} 14 {Dago} 15 {Cari} 16 {Sopi} 17 {Nato} 18 {Sube} 19 {Ludi} 20 {Miche} 21 {Pample} 22 {Noce} 23 {Gouli} 24 {Kafto} 25 {Suppo} 26 {Bani} 27 {Grumo} 28 {Cele} 29 {Mura} 30 {Fanto} 31 {Epso} 32 {Uri} 33 {Yoga} 34 {Yami} 35 {Doro} 36 {Pila} 37 {Manche} 38 {Atlan} 39 {Biro} 40 {Popo} 41 {Papu} 42 {Pogo} 43 {Pyro} 44 {Pouli} 45 {Pale} 46 {Manti} 47 {Fulme} other {}}{second_syllable, select, 1 {ba} 2 {si} 3 {sho} 4 {go} 5 {ga} 6 {be} 7 {re} 8 {ra} 9 {mou} 10 {nou} 11 {bu} 12 {cha} 13 {bi} 14 {do} 15 {pu} 16 {pa} 17 {pe} 18 {lo} 19 {la} 20 {li} 21 {ja} 22 {je} 23 {va} 24 {vo} 25 {v} other {}}{third_syllable, select, 1 {ba} 2 {si} 3 {sho} 4 {go} 5 {ga} 6 {be} 7 {re} 8 {ra} 9 {mou} 10 {nou} 11 {bu} 12 {cha} 13 {bi} 14 {do} 15 {pu} 16 {pa} 17 {pe} 18 {lo} 19 {la} 20 {li} 21 {ja} 22 {je} 23 {va} 24 {vo} 25 {v} other {}}{fourth_syllable, select, 1 {nys} 2 {nède} 3 {lune} 4 {gone} 5 {gon} 6 {bon} 7 {don} 8 {rys} 9 {ride} 10 {ïde} 11 {oïne} 12 {gonde} 13 {laise} 14 {ter} 15 {tune} 16 {cure} 17 {nous} 18 {node} 19 {lode} 20 {ide} 21 {leïde} 22 {ta} 23 {na} 24 {pia} 25 {nia} 26 {tia} 27 {bia} 28 {ba} 29 {ma} 30 {meha} 31 {los} 32 {bos} 33 {ros} other {}}{fifth_syllable, select, 1 { Primus} 2 { Secondus} 3 { Tertius} 4 { Quartus} 5 { First} 6 { Second} 7 { II} 8 { III} 9 { IV} 10 { V} 11 { VI} 12 { VII} 13 { VIII} 14 { IX} 15 { X} 16 { Lumis} 17 { Alpha} 18 { Beta} 19 { Ceta} 20 { Delta} 21 { Epsilon} 22 { Gamma} 23 { Zeta} 24 { Eta} 25 { Sigma} 26 { Omicron} 27 { Upsilon} 28 { Lambda} 29 { Omega} 30 { Kappa} 31 { Iota} 32 { Theta} 33 { Tau} 34 { Psi} other {}}
