Repository: cmnemoi/eMush
Catalog: Api/translations/*/player+intl-icu.*.xlf
Languages: es, fr

# healthPoint
source: healthPoint.name healthPoint.description
es: {quantity} Puntos de Vida Esta es tu *Barra de Vida* (:hp:). Si queda vacía, morirás.
fr: {quantityHealth} points de Vie Les *Points de Vie* (:hp:) représentent votre forme actuelle. Quand la barre est vide, c'est la mort.

# moralPoint
source: moralPoint.name moralPoint.description
es: {quantity} Puntos de Moral {quantity} Puntos de Moral
fr: {quantityMoral} points de Moral Les *Points de Moral* (:pmo:) représentent votre espoir et votre résistance aux pires épreuves. // C'est un capital précieux : pour le remonter rapidement, vous pouvez manger des fruits ou consulter vos équipiers.

# actionPoint
source: actionPoint.name actionPoint.description
es: {quantity} Puntos de Acción y de Movimiento Ganas *Puntos de Acción* (:pa:) y *Puntos de Movimiento* (:pm:) en **cada nuevo ciclo** y comiendo **raciones cocinadas**. // Actualmente tienes {quantityaction} :pa: y {quantitymovement} :pm:
fr: Points d'Action et de Mouvement Vous gagnez des *Points d'Action* (:pa:) et des *Points de Mouvement* (:pm:) à chaque **nouveau cycle** et en **mangeant**. // Actuellement vous avez {quantityAction} :pa: et {quantityMovement} :pm:.

# triumph
source: triumph.name triumph.description
es: Gloria personal Gloria acumulada durante el viaje. Esta puntuación será calculada al final de la aventura y determina tu posición en la clasificación de la nave. (trabajo en progreso)
fr: Triomphe personnel Triomphe accumulé pendant ce voyage.//La valeur sera finalisée après la fin du voyage.//Elle déterminera votre classement dans le palmarès du vaisseau.

# titles
source: commander.name commander.desc neron_manager.name neron_manager.desc com_manager.name com_manager.desc
es: Comandante Puede acceder a la **Terminal de Comando** para mover el Daedalus a través de las estrellas. // Una vez al día, puede **enviar una misión** a un miembro de la tripulación, quien recibirá 3 :pa: al aceptarla. Admin. de NERON El Administrador de NERON puede acceder al BIOS de NERON. También tiene acceso privilegiado a las herramientas de gestión diarias. Oficial de Comunicaciones El Oficial de Comunicaciones puede iniciar la toma de contacto cuando la comunicación con Sol esté restablecida.
fr: Commandant Peut accéder au **terminal de commandement** pour déplacer le Daedalus. // Peut **envoyer une mission** par jour à un membre de l'équipage, qui recevra 3 :pa: s'il l'accepte. Admin. NERON L'Administrateur NERON peut accéder au **BIOS de NERON** pour changer certains paramètres du Daedalus. // Il peut également **parler en tant que NERON** sur le canal public en écrivant */neron* au début de leur message. Resp. Communications Le Responsable des Communications peut accéder au **Centre de Communication** pour rétablir le contact avec le réseau rebelle de Sol. // Il peut créer des **Annonces Générales**, qui sont envoyées à tous les membres de l'équipage. // Il peut également **accéder aux canaux de communication sans porter un talkie**.

# shoot
source: shoot.name shoot.description
es: Puntos de Tiro Los Puntos de Tiro te dan **acciones gratuitas** para todas las *acciones de tiro* en vuelo o a bordo.
fr: Points de Tir Les Points de Tir vous donnent des **actions gratuites** pour toutes les *actions de tir* en vol ou à bord.

# cook
source: cook.name cook.description
es: Puntos de Cocina Los Puntos de Cocina te dan **acciones gratuitas** para todas las *acciones de la cocina*.
fr: Points de Cuisine Les Points de Cuisine vous donnent des **actions gratuites** pour toutes les *actions de la cuisine*.

# core
source: core.name core.description
es: Puntos de Artífice Los Puntos de Artífice te dan **acciones gratuitas** para participar en *proyectos de NERON*.
fr: Points de Conception Les points de Conception vous donnent des **actions gratuites** pour participer aux *projets NERON*.

# engineer
source: engineer.name engineer.description
es: Puntos de Mecánica Los puntos de Mecánica te dan **acciones gratuitas** en las *reparaciones técnicas, desmantelamiento de objetos* y *desmontar cámaras*.
fr: Points de Mécanique Les points de Mécanique vous donnent des **actions gratuites** pour toutes les *réparations techniques*.

# garden
source: garden.name garden.description
es: Puntos de Jardinería Los Puntos de Jardinería te dan **acciones gratuitas** para la *jardinería*.
fr: Points de Jardinage Les points de Jardinage vous donnent des **actions gratuites** pour *jardiner*.

# pilgred
source: pilgred.name pilgred.description
es: Puntos de PILGRED Los Puntos de PILGRED te dan **acciones gratuitas** para *reparar el PILGRED*.
fr: Points de PILGRED Les Points de PILGRED vous donnent des **actions gratuites** pour *réparer PILGRED*.

# computer
source: computer.name computer.description
es: Puntos de Informática Los Puntos de Informática te dan **acciones gratuitas** para *avanzar proyectos e investigaciones, análisis planetarios* y *manipular terminales*.
fr: Points d'Informatique Les points d'Informatique vous donnent des **actions gratuites** pour *manipuler les terminaux*.

# heal
source: heal.name heal.description
es: Puntos de Cura Los Puntos de Cura te dan **acciones gratuitas** para todas tus *acciones de cura* y *cirugías*
fr: Points de Soin Les Points de Soin vous donnent des **actions gratuites** pour toutes les *actions de soins*.
