Repository: cmnemoi/eMush
Catalog: Api/translations/*/project+intl-icu.*.xlf
Languages: es, fr

source: efficiency
es: Eficacia: {min_efficiency}% - {max_efficiency}%
fr: Efficacité : {min_efficiency}-{max_efficiency}%

source: efficiency.tooltip.header
es: Eficacia
fr: Efficacité

source: efficiency.tooltip.text
es: Para mantener una eficacia óptima, se recomienda alternar el trabajo con otro colega.
fr: Pour garder une efficacité optimale, alternez le travail avec un collègue.

# auto_watering
source: auto_watering.type auto_watering.name auto_watering.description auto_watering.lore
es: Proyecto Regaderas automáticas Cada incendio tiene 25% de probabilidades de ser apagado automáticamente en cada ciclo. ¿Podrás convencer al terco de NERON de utilizar un sistema antiincendios?
fr: Projet Arroseurs automatiques Chaque incendie a 25% de chance de s'éteindre automatiquement à chaque cycle. Après quelques heures de négociations avec NERON, vous pourriez le convaincre d'utiliser le dispositif anti-cigarette pour les incendies également.

# dismantling
source: dismantling.type dismantling.name dismantling.description dismantling.lore
es: Proyecto Desmantelamiento Genera 5 piezas metálicas en la Sala de Motores. Desarmando todos los experimentos inútiles de Raluca en el PILGRED hay manera de recuperar una serie de piezas usadas que nos servirán para reforzar el casco de la nave o reparar los patrulleros.
fr: Projet Démantèlement Génère 5 Débris métalliques dans la Salle des Moteurs. En démontant toutes les expériences ratées de Raluca sur le PILGRED il y a moyen de récupérer un paquet de pièces usagées qui nous serviront à renforcer la coque ou réparer les patrouilleurs !

# door_sensor
source: door_sensor.type door_sensor.name door_sensor.description door_sensor.lore
es: Proyecto Detectores de pistones defectuosos Las puertas bloqueadas son reportadas en los módulos personales. Analizando el humo proveniente de los pistones defectuosos de las puertas automáticas, NERON ahora puede determinar con exactitud su posición en los módulos personales.
fr: Projet Détecteurs de pistons défectueux Les portes bloquées sont reportées sur vos modules persos. En analysant les fumées provenant des pistons défectueux des portes automatiques, NERON peut désormais déterminer avec exactitude leurs positions sur les modules persos.

# equipment_sensor
source: equipment_sensor.type equipment_sensor.name equipment_sensor.description equipment_sensor.lore
es: Proyecto Detector de fallos Los equipos afectados son reportados en los módulos personales. Una pequeña sesión de desfragmentación basta para que NERON se alegre y conceda un mayor ancho de banda a los módulos personales.
fr: Projet Détecteur d'anomalies Les équipements touchés sont reportés sur vos modules persos. Rien de tel qu'une petite cure de défragmentation de NERON. Comble du bonheur il en profite pour allouer plus de bande passante aux modules persos.

# fire_sensor
source: fire_sensor.type fire_sensor.name fire_sensor.description fire_sensor.lore
es: Proyecto Detectores de incendios Los incendios son reportados en los módulos personales. Nos costó mucho convencer a NERON que el fuego era dañino para él, pero insiste en darte más CPU... Aunque al final se quedó bastante contrariado.
fr: Projet Détecteur d'incendies Les incendies sont reportés sur vos modules persos. Après avoir passé quelques heures à convaincre NERON que le feu peut être préjudiciable pour lui-même, il cède et vous accorde plus de CPU... Il est quand même très contrarié.

# heat_lamp
source: heat_lamp.type heat_lamp.name heat_lamp.description heat_lamp.lore
es: Proyecto Lámparas de calor Las plantas adultas tienen un 50% de probabilidades de producir un fruto adicional en el jardín. Con nuestras bombillas "luz de primavera" estas lámparas harán maravillas en las plantas. Su brillo imita muy bien a nuestro sol.
fr: Projet Lampes à chaleur Dans le jardin, chaque plante a 50% de chance de produire un fruit supplémentaire. Équipée avec nos ampoules "douceurs de printemps" ces lampes font des merveilles sur les plantes extraterrestres. Elles imitent à la perfection le rayonnement de notre bon vieux soleil.

# parasite_elim
source: parasite_elim.type parasite_elim.name parasite_elim.description parasite_elim.lore
es: Proyecto Nano-Escarabajos Las Jóvenes plantas en el jardín alcanzan la adultez en 4 ciclos menos. ¡Nano-escarabajos! ¿Por qué no se nos ocurrió antes?
fr: Projet Nano-Coccinelles Les jeunes plantes dans le Jardin voient leur durée de croissance diminuée de 4 cycles. Des nano-coccinelles à vapeur. Pourquoi n'y avoir pas pensé plus tôt !

# pilgred
source: pilgred.type pilgred.name pilgred.description pilgred.lore
es: PILGRED PILGRED Reparar PILGRED te permitirá abrir nuevas rutas especiales, una de ellas hacia la Tierra. Además, la cafetera se regenerará el cuádruple de rápido. <target/>
fr: PILGRED PILGRED Réparer PILGRED vous permettra d'ouvrir de nouvelles routes spatiales, dont celle vers la Terre. De plus, la machine à café se régénèrera quatre fois plus vite.

# plasma_shield
source: plasma_shield.type plasma_shield.name plasma_shield.description plasma_shield.lore
es: Proyecto Escudo plasma El casco del Daedalus estará protegido por un escudo regenerado automáticamente. Ese maldito escudo de plasma sería muy útil si descargas de nuevo el programa y reiniciando el tabulador de partículas.
fr: Projet Bouclier plasma La coque du Daedalus est désormais protégé par un bouclier auto-régénérant. Vous n'aviez jamais eu le temps de le finir, mais ce maudit bouclier à plasma vous aurait bien servi. En téléchargeant un nouveau noyau et en redémarrant le pilote de la tabulatrice à particule, ça devrait le faire.

# trail_reducer
source: trail_reducer.type trail_reducer.name trail_reducer.description trail_reducer.lore
es: Proyecto Reductor de estela La cantidad de atacantes que te persigue después de un viaje se reduce en 25%(Baja de un 50%). ¡Para evitar que el Daedalus sea detectado podríamos colocar un silenciador en los motores!
fr: Projet Réducteur de trainée Le nombre d'assaillants qui vous rejoignent après un voyage est réduit à 25% (au lieu de 50%). On ne peut pas rendre le Daedalus furtif mais en ajoutant un cache-flamme sur les fusées latérales, on le rend moins facile à suivre.

# chipset_acceleration
source: chipset_acceleration.type chipset_acceleration.name chipset_acceleration.description chipset_acceleration.lore
es: Proyecto Aceleración del procesador La acción de buscar un planeta vale 1 :pa: menos. NERON es un poco maniático con sus sistemas, pero a veces le da por echar chispas solo por diversión.
fr: Projet Accélération du processeur Scanner pour trouver une nouvelle planète coûte 1 :pa: de moins. NERON est un peu maniaque de l'optimisation de scalabilité, mais du coup il en a fait une foireuse, vous découplez sa BDD d'array de bool en bit Arrays. Quel gros naze ce NERON...

# extra_hydroponpots
source: extra_hydroponpots.type extra_hydroponpots.name extra_hydroponpots.description extra_hydroponpots.lore
es: Proyecto Hidromacetas adicionales Añade 3 macetas para hacer crecer nuevas plantas. NERON ha encontrado los planos de las macetas hidropónicas del jardín. Con algunos materiales de la incubadora podría crear 3 macetas más.
fr: Projet Hydropots supplémentaires Ajoute 3 pots au jardin pour faire pousser de nouvelles plantes. NERON a retrouvé les plans des pots hydroponiques du jardin, en récupérant les matériaux de la couveuse il devrait être possible de créer 3 pots supplémentaires.

# auxiliary_terminal
source: auxiliary_terminal.type auxiliary_terminal.name auxiliary_terminal.description auxiliary_terminal.lore
es: Proyecto Terminales auxiliares El núcleo de NERON está ahora accesible en la enfermería y en la sala de motores. Modificando los enchufes de 100V usados para las afeitadoras se pueden abrir accesos SCCS hacia NERON.
fr: Projet Terminaux auxiliaires Le cœur de NERON est désormais accessible depuis l'infirmerie ainsi que la salle des moteurs. Ça serait pratique si on faisait moins de marche pour arriver jusqu'ici... En détournant la prise 100V pour les rasoirs, vous montez un bridge SCCS vers NERON.

# thalasso
source: thalasso.type thalasso.name thalasso.description thalasso.lore
es: Proyecto Baño turco Si no eres un Mush, cada ducha tiene 25% de probabilidades de darte +1 :hp: O +1 :pmo: O +2 :pm:. ¿Tu artrosis te hace sufrir? SNC puede ayudarte.
fr: Projet Thalasso Si vous n'êtes pas Mush, chaque douche a 25% de chance de vous rapporter +1 :hp: OU + 1 :pmo: OU + 2:pm:. Votre arthrose vous fait souffrir ? Les lombagos vous torturent ? SNC peut vous aider.

# bric_broc
source: bric_broc.type bric_broc.name bric_broc.description bric_broc.lore
es: Proyecto Arreglos generales En cada ciclo, el Daedalus tiene 15% de probabilidades de no partirse en pedazos... lo que previene daños inesperados. ¿Alguien ha pensado en AJUSTAR los tornillos del casco de la nave?
fr: Projet Rafistolage Général À chaque cycle, le Daedalus a 15% de chances de ne pas partir en miette... ce qui évite les pépins spontanés. Quelqu'un a pensé à REVISSER les plaques de tôles ?

# magnetic_net
source: magnetic_net.type magnetic_net.name magnetic_net.description magnetic_net.lore
es: Proyecto Red magnética Cuando el Daedalus se desplaza, los patrulleros que le rodean son aterrizados automáticamente en sus bahías. Una de las principales aportaciones del Magallanes es su sistema que le permitía arrastrar a su flota. Logras depurar los últimos paquetes de código del programa de pilotaje magnético. Con eso bastará.
fr: Projet Filet magnétique Lorsque le Daedalus se déplace, les Patrouilleurs sont automatiquement ramenés à bord. Un des grands apports de Magellan était que l'arche stellaire pouvait traîner sa flotte. Vous débuguez les derniers écueils du programme Magnet de pilotage magnétique. Ça va le faire.

# icarus_antigrav_propeller
source: icarus_antigrav_propeller.type icarus_antigrav_propeller.name icarus_antigrav_propeller.description icarus_antigrav_propeller.lore
es: Proyecto Propulsores antigravedad Aumenta tus probabilidades de éxito al aterrizar en planetas sin un Piloto. Gracias a sus propulsores antigravedad, las maniobras de despegue y aterrizaje del Icarus son pan comido. El ingreso en la atmósfera se vuelven facilísimas. ¡Vuele cómodo, vuele en el Icarus!
fr: Projet Propulseurs antigrav Augmente vos chances de réussite pour atterrir sur des planètes. Grâce à ces propulseurs anti-gravité, les manœuvres de décollage et d'atterrissage de l'Icarus deviennent un jeu d'enfant. L'entrée dans l'atmosphère devient d'une simplicité incroyable. Bref l'Icarus, un vaisseau qu'il est bien à faire voler !

# fission_coffee_roaster
source: fission_coffee_roaster.type fission_coffee_roaster.name fission_coffee_roaster.description fission_coffee_roaster.lore
es: Proyecto Torrefactora a fisión La Cafetera se regenera el doble de rápido. ¡Yeehaa! Conectando un simple acelerador de partículas portátil al conducto de salida de la torrefactora, es posible obtener un café en menos de 12 horas.
fr: Projet Torréfacteur à fission La machine à café se régénère deux fois plus vite. Yeehaw !! En branchant un bête accélérateur de particules portatif sur l'évacuation de la pompe du torréfacteur, il est désormais possible d'obtenir un café goûtu en moins de 12h !!

# armour_corridor
source: armour_corridor.type armour_corridor.name armour_corridor.description armour_corridor.lore
es: Proyecto Paredes blindadas Cada impacto sufrido por el casco del Daedalus se reduce en 1 punto. ¡Eureka! En el Magallanes, las fibras ópticas que recorrían los muros eran compactadas a tal punto que se descubrió que también podrían servir como blindaje. ¡Poniendo todavía más cables, puedes crear una pseudo-armadura!
fr: Projet Coursives blindées Les dégâts de chaque attaque subie par la coque du Daedalus sont diminués d'un point. Eurêka ! Dans Magellan, les fibres optiques qui longent les coursives peuvent se compresser automatiquement pour pouvoir rajouter facilement des câbles. En injectant des câbles en trop, vous pouvez créer une pseudo-armure !

# call_of_dirty
source: call_of_dirty.type call_of_dirty.name call_of_dirty.description call_of_dirty.lore
es: Proyecto Dynarcade Pone un Dynarcade en la Plataforma Alpha 2. Muy bueno para desahogarse un rato. Ganar te restaura ánimo. Dynarcade es una vieja máquina de entrenamiento militar que puede convertirse en una máquina de videojuegos.
fr: Projet Dynarcade Rend disponible la Dynarcade en Baie Alpha 2. Permet de se défouler au détriment de quelques contusions. La Dynarcade permet de regagner du moral. La Dynarcade, cette vieille machine de guerre bricolée pour l'entraînement des bleusailles peut facilement être recyclée en jeu vidéo.

# extra_drone
source: extra_drone.type extra_drone.name extra_drone.description extra_drone.lore
es: Proyecto Dron adicional Añade un Dron para proteger al Daedalus desde el Nexus. Recuperando los datos de los drones de Terrence, es posible pedirle a NERON que te haga una copia.
fr: Projet Drone supplémentaire Ajoute un Drone pour prendre soin du Daedalus dans le Nexus. En récupérant les données des drones de Terrence dans une vieille archive, il devrait être possible de demander à NERON de nous en construire une nouvelle copie.

# patrolship_blaster_gun
source: patrolship_blaster_gun.type patrolship_blaster_gun.name patrolship_blaster_gun.description patrolship_blaster_gun.lore
es: Proyecto Cañón Blaster Aumenta en 1 punto la potencia de fuego de los patrulleros. Un cañón de 40mm está bien. Un Blaster de 80, ¡es mejor!
fr: Projet Canon blaster Augmente la puissance de feu des Patrouilleurs d'un point. Un canon de 40mm c'est bien. Un Blaster de 80, c'est mieux.

# bay_door_xxl
source: bay_door_xxl.type bay_door_xxl.name bay_door_xxl.description bay_door_xxl.lore
es: Proyecto Portal de despegue extra largo Las maniobras de despegue y aterrizaje son más simples para no-pilotos. Tras cálculos exhaustivos, los ingenieros de la Federación publicaron un informe de la relación que existe entre el tamaño de las puertas de las plataformas y la facilidad para despegar. Increíble.
fr: Projet Portail de décollage extra-large Les manœuvres de décollage et d’atterrissage sont beaucoup plus simples. Après de savants calculs, les ingénieurs de la Fédération avaient publié un superbe rapport sur la corrélation entre la taille des portes des baies et la facilité de décollage. Étonnant.

# trash_load
source: trash_load.type trash_load.name trash_load.description trash_load.lore
es: Proyecto Montón de chatarra Genera 4 piezas metálicas y 4 piezas plásticas en la Sala de motores. ¡Reciclar cosas está de moda!
fr: Projet Tas de débris Génère 4 débris métalliques et 4 débris plastiques en Salle des moteurs. L'ennemi est trop coriace ? Mettez donc un peu de fer dans les épinards !

# food_retailer
source: food_retailer.type food_retailer.name food_retailer.description food_retailer.lore
es: Proyecto Tubo distribuidor Los alimentos del jardín son enviados directamente al comedor a través de un tubo aspirante. Un tubo puede ser tan inspirador (o aspirador)...//Si sirve para enviar mensajes,//¡también servirá para enviar comida!
fr: Projet Distributeur pneumatique La nourriture du Jardin est envoyée directement au Réfectoire via le Pneumatique. Oh pinaise... Vous n'y aviez jamais songé mais cette canalisation vous inspire. Dans certaines sociétés préhistoriques, ils se servaient de tubes aéro induits pour faire passer des messages... Mais on peut aussi s'en servir pour la nourriture ! Vous transformez la gouttière en tube pneumatique. (Quel intérêt peut avoir une gouttière dans l'espace...)

# auto_return_icarus
source: auto_return_icarus.type auto_return_icarus.name auto_return_icarus.description auto_return_icarus.lore
es: Proyecto Retorno automático El Icarus vuelve automáticamente al Daedalus en caso de perder a todo el grupo de expedición. Al explorar el código fuente de NERON, descubres que podrías dotar al Icarus de una pseudo-conciencia. Decides quitar el motor de emociones para conservar el de supervivencia. Con eso, el Icarus volverá si la expedición fracasa.
fr: Projet Rapatriement magnétique L'Icarus retourne automatiquement dans le Daedalus en cas de perte totale de l'équipe d'expédition. En exploitant le code source de NERON, vous vous apercevez que vous pourriez doter l'Icarus d'une pseudo-conscience. Vous décidez de virer le code pseudo cognitif et le moteur d'émotion et de garder le noyau de survie. Maintenant l'Icarus reviendra si l'expédition est décimée.

# radar_trans_void
source: radar_trans_void.type radar_trans_void.name radar_trans_void.description radar_trans_void.lore
es: Proyecto Radar de ondas espaciales La antena estelar duplica desde ahora tus avances al intentar contactar con Sol. Qué no harías por una mirada de la experta en comunicaciones...//Aumentando la prioridad del CPU le harás la vida más fácil.
fr: Projet Radar à ondes spatiales L’antenne stellaire double désormais les progrès des tentatives de connexion avec Sol. Que ne feriez-vous pas pour les beaux yeux de la Comm... En augmentant la priorité CPU du thread Fourier, vous leur rendrez la vie plus facile...

# neron_targeting_assist
source: neron_targeting_assist.type neron_targeting_assist.name neron_targeting_assist.description neron_targeting_assist.lore
es: Proyecto Puntería heurística Aumenta en 25% la puntería en vuelo y en cañón. A NERON a veces le falla el ojo. ¡Un parche de su algoritmo y listo!
fr: Projet Visée heuristique Augmente la visée en vol et en tourelle de 25%. NERON peut aussi vous faciliter la vie. Un petit patch de son algorithme de remplissage des tableaux de bords et hop !

# whos_who
source: whos_who.type whos_who.name whos_who.description whos_who.lore
es: Proyecto Protocolo ACTOPI Muestra la identidad de los compañeros en el minimapa. Muestra un punto de color único que indica quién es quién en el Tracker. Ideal para seguir los movimientos de todos.
fr: Projet Protocole ACTOPI Affiche l'identité des équipiers sur le Traqueur. Affiche un pixel de couleur unique qui indique qui est qui à bord sur le traqueur. Pratique pour traquer les moindres faits et gestes de chacun.

# hydroponic_incubator
source: hydroponic_incubator.type hydroponic_incubator.name hydroponic_incubator.description hydroponic_incubator.lore
es: Proyecto Incubadora hidropónica En el jardín, los pequeños brotes crecen 2 veces más rápido. Con esto se puede crear una atmósfera de nitrógeno que acelerará el crecimiento de los pequeños brotes sin afectar a las plantas adultas.
fr: Projet Couveuse hydroponique Dans le jardin, les jeunes pousses croissent 2 fois plus vite. Grâce à cet aménagement spécialement destiné aux jeunes pousses, on peut saturer leur environnement d'azote afin d'accélérer leur développement sans risquer d'endommager les plants adultes.

# icarus_lavatory
source: icarus_lavatory.type icarus_lavatory.name icarus_lavatory.description icarus_lavatory.lore
es: Proyecto Lavabo oportuno Impide ensuciarse al regresar de una expedición. ¡Qué magnífico lavabo inoxidable! Ya no tienes excusa para no lavarte las manos entre cada misión.
fr: Projet Lavabo opportun Permet de ne pas se salir en revenant d'expédition. Quel magnifique lavabo inoxydable, vous n'avez plus d'excuses pour ne pas vous laver les mains entre chaque mission.

# icarus_larger_bay
source: icarus_larger_bay.type icarus_larger_bay.name icarus_larger_bay.description icarus_larger_bay.lore
es: Proyecto Aumento de espacio El Icarus puede transportar 2 personas suplementarias. Quitando un motor auxiliar que nadie sabe para qué sirve, podemos instalar 2 asientos adicionales.
fr: Projet Agrandissement de la cale L'Icarus peut transporter 2 personnes supplémentaires. En nous débarrassant d'un moteur auxiliaire dont personne n'a réussi à prouver l'utilité à ce jour, nous pouvons installer deux sièges supplémentaires.

# patrol_ship_launcher
source: patrol_ship_launcher.type patrol_ship_launcher.name patrol_ship_launcher.description patrol_ship_launcher.lore
es: Proyecto Propulsor de despegue Las maniobras de despegue en Patrulleros y Pasiphae te cuestan 1 :pa: menos. ¡NERON descubrió un sistema de neuro-motores que aceleran muchísimo las maniobras de despegue!
fr: Projet Propulseur de décollage Les manœuvres de décollage en Patrouilleur et Pasiphae vous coûtent 1 :pa: de moins. En finissant d'implémenter le noyau des servo-moteurs de la porte, NERON s'est aperçu qu'il y en avait sous la piste ! Et ça accélère sacrément les manœuvres...

# neron_project_thread
source: neron_project_thread.type neron_project_thread.name neron_project_thread.description neron_project_thread.lore
es: Proyecto Participación de NERON Si un proyecto está avanzado más de 0%, es avanzado automáticamente en 5% en cada ciclo. A veces es necesario pegarle un buen grito a NERON para que sea más productivo, sobre todo para trabajar en él mismo.//Instalas un despertador que insulta a su memoria viva automáticamente cada hora.
fr: Projet Participation de NERON Si un projet NERON est au-dessus de 0%, il est automatiquement amélioré de 5% à chaque cycle. Après une engueulade NERON devient souvent plus productif, surtout pour bosser sur lui-même. Vous installez un réveil qui insulte sa mémoire vive automatiquement toutes les heures.

# turret_extra_fire_rate
source: turret_extra_fire_rate.type turret_extra_fire_rate.name turret_extra_fire_rate.description turret_extra_fire_rate.lore
es: Proyecto Interruptor invertido Los cañones se recargan el doble de rápido. Invirtiendo la polaridad de los Tesla de los cañones, ¡es posible duplicar su ritmo!
fr: Projet Pulsateur inversé Les tourelles se rechargent deux fois plus vite. En inversant les priorités du modulateur Tesla des tourelles, il est possible de doubler leur cadence !

# quantum_sensors
source: quantum_sensors.type quantum_sensors.name quantum_sensors.description quantum_sensors.lore
es: Proyecto Detector de ondas de probabilidad El escáner de planetas revela una sección más por Análisis. Los InfraSensores también cuentan con un sensor de presencia de materia oscura que mejoraría mucho su rendimiento.
fr: Projet Détecteur à ondes de probabilité Le scanner de planète révèle une section de plus par Analyse. Les InfraSenseurs disposent aussi d'un capteur de probabilité de présence de matière noire ce qui devrait notablement améliorer leur rendement.

# patrolship_extra_ammo
source: patrolship_extra_ammo.type patrolship_extra_ammo.name patrolship_extra_ammo.description patrolship_extra_ammo.lore
es: Proyecto Tanque de Teslatron Los patrulleros cuentan con 6 cargas adicionales. Agregando un pistón de compresión, se puede duplicar la capacidad de almacenamiento en los tanques de Teslatron de los patrulleros.
fr: Projet Réservoir de Teslatron Les patrouilleurs disposent de 6 charges supplémentaires. En ajoutant un piston de compression, on peut doubler la capacité de stockage des cuves à Teslatron des patrouilleurs.

# noise_reducer
source: noise_reducer.type noise_reducer.name noise_reducer.description noise_reducer.lore
es: Proyecto Aislamiento sonoro Aumenta en 2 la cantidad de :pa: máximos de cada tripulante. ¿El ruido infernal de los motores te impide ser feliz? Hay una solución para eso.
fr: Projet Isolateur phonique Augmente de 2 le nombre de :pa: maximal de chaque équipier. Le bruit infernal des moteurs vous empêche de profiter de votre potentiel ? Il y a une solution pour ça.

# apero_kitchen
source: apero_kitchen.type apero_kitchen.name apero_kitchen.description apero_kitchen.lore
es: Proyecto Aperco-cocina SNC Mejora la cocina del **Comedor**. El fabricante SNC creó este aparato para hacer tu viaje más ameno.
fr: Projet Cuisine SNC Améliore la cuisine du Réfectoire. La division R&D de SNC a mis au point l'outil ultime pour ruiner la productivité. Et on a retrouvé les cartons ! Attention aux projections. APÉRO !
