Repository: cmnemoi/eMush
Catalog: Api/translations/*/project+intl-icu.*.xlf
Languages: es, fr

# floor_heating
source: floor_heating.type floor_heating.name floor_heating.description floor_heating.lore
es: Proyecto Calefacción en el suelo Reduce en 50% los accidentes al realizar ciertas acciones. Elimina la humedad en el suelo provocada por la condensación, así te tropezarás menos.
fr: Projet Chauffage au sol Diminue de 50% les blessures dues aux actions. Fini le froid stellaire du parquet du Daedalus. Désormais, vous êtes toujours au chaud !

# oxy_more
source: oxy_more.type oxy_more.name oxy_more.description oxy_more.lore
es: Proyecto Conductos oxigenados En cada ciclo, el Daedalus tiene 20% de probabilidades de ahorrar el oxígeno consumido por la tripulación. Ya que las algas que crecen en los conductos de ventilación nos dan más aire. ¿También podríamos plantar tabaco, no?
fr: Projet Conduites oxygénées À chaque cycle, le Daedalus a 20% de chance d'économiser l'oxygène de l'équipage. Des algues qui poussent dans les conduites de climatisation. On pourrait peut-être faire pousser des bananiers rampants aussi, non ?

# beat_box
source: beat_box.type beat_box.name beat_box.description beat_box.lore
es: Proyecto Rockola Genera un plano de Rockola disponible en el Nexus. La Rockola te permite relajarte un poco escuchando música. En cada ciclo, la Rockola reproduce una canción diferente. Cada personaje puede ganar 2 :pmo: cuando suena su canción favorita.
fr: Projet Jukebox Rend disponible un Plan du Jukebox au Nexus. Le Jukebox permet de se relaxer en écoutant de la musique. À chaque cycle, le Jukebox diffuse une chanson différente. Chaque personnage peut gagner 2 :pmo: quand sa chanson préférée passe.

# anabolics
source: anabolics.type anabolics.name anabolics.description anabolics.lore
es: Invest. Anabólicos Genera 4 **Anabólicos**, que pueden consumirse para obtener 8 :pm:. La molécula de Grempf estimula la producción de hormonas andrógenas como la testosterona. Funciona en los seres humanos, los animales ¡y hasta en las plantas!
fr: Rech. Anabolisant Génère 4 Anabolisants, qui peuvent être consommés pour donner 8 :pm: . La molécule de Grempf stimule la création d'hormones androgènes telles que la testostérone. Cela fonctionne sur les êtres humains quel que soit leur sexe, les animaux et même les plantes. Vous avez déjà entendu parler de la mystérieuse transhumance des séquoias du parc de Yosemite ? Bah voilà.

# antispore_gas
source: antispore_gas.type antispore_gas.name antispore_gas.description antispore_gas.lore
es: Invest. Gas antiespora El máximo de esporas diarias de los Mush se reduce en 2. Mientras hacíamos una sopa, vimos como el gas de las cebollas desatoraba los conductos de ventilación de la nave, matando a los hongos alojados ahí. ¿Por qué no utilizar la misma técnica para luchar contra el mal? Además todo el Daedalus huele a vainilla.
fr: Rech. Gaz antispore Le maximum de spores journalier des Mush est réduit de deux points. En injectant des composants vanillés à haute pression dans le compresseur à oxygène, on s'aperçoit que ça tue les champignons des conduites de ventilation. Pourquoi ne pas en diffuser partout ça nuira peut-être à notre parasite détesté et puis en plus le vaisseau sentira la vanille.

# constipaspore_serum
source: constipaspore_serum.type constipaspore_serum.name constipaspore_serum.description constipaspore_serum.lore
es: Invest. Emulsión de Nomaspora Aumenta en 2 :pa: el costo de creación de esporas. Mientras se estudiaba las células de algunos infectados, se logró detectar un fallo que al ser explotado retardaba la reproducción de sus virulentas esporas.
fr: Rech. Sérum de constipaspore Augmente le coût de la création de spores de 2 :pa:. En isolant les agrégateurs du Mush, on peut s'apercevoir que l'ADN de Brugien qui a été incorporé pour la production de spores rapides, a une faiblesse majeure qui permet de ralentir cette partie du métabolisme des Infectés. Avec un peu d'astuce, le célèbre Atch Wum avait déjà appliqué ce procédé lors de l'invasion de [...].

# create_mycoscan
source: create_mycoscan.type create_mycoscan.name create_mycoscan.description create_mycoscan.lore
es: Invest. Creación del Mycoscan Permite la detección de esporas en un tripulante sano. El artículo de Finola Keegan "La espora de la vida" marcó un hito en la Mushología. Los diversos estudios basados en sus descubrimientos favorecieron la invención de esta maravilla.
fr: Rech. Création du Mycoscan Permet de détecter la présence de spores sur un membre d'équipage sain. L'article de Finola Keegan "De la spore à la non-vie" est fondateur dans le domaine de la Mushologie. Il a créé une branche de la science s'intéressant aux organismes agrégateurs. En effet, les agrégateurs sont des souches de virus capables de lyser partiellement les brins d'ADN ou d'ARN de leur hôte et d'en extraire des caractéristiques génétiques pour se modifier ou modifier leur patrimoine [...]. Cet article mène tout droit à la création d'un module peu onéreux : le Mycoscan.

# meridon_scrambler
source: meridon_scrambler.type meridon_scrambler.name meridon_scrambler.description meridon_scrambler.lore
es: Invest. Lopezitina Los Hunters tienen 20% de probabilidades de apuntar a uno de los suyos en cada tiro. En su Cartagena natal, los doctores Carlos y Pedro López completaron la fórmula de esta sustancia que al entrar en contacto con los lóbulos parietales de los Hunters, provocan una especie de aturdimiento bastante gracioso.
fr: Rech. Brouilleur Meridon Les Hunters ont 20% de chance, à chaque tir, de cibler un des leurs. Le théorème de Gauss-Fréon. Voilà une arme intéressante contre la fabuleuse synchronisation Mush, en vous penchant sur les fréquence de résonance des harmoniques de Fourrier, vous vous rendez compte que cette gigantesque carcasse peut servir de haut-parleur et instiller les trauma patulique dans la cervelle fragile des Hunter. Traumatisés par les coups répétés de son son ignoble, ils semblent désarçonnés [...].

# mush_hunter_zc16h
source: mush_hunter_zc16h.type mush_hunter_zc16h.name mush_hunter_zc16h.lore
es: Invest. El Mush-Hunter : ZC16H Parte de la melanina secretada por Chun parece ser utilizada por su hígado para secretar una bacteria completamente única, nombrada ZC16H. Al parecer, esta bacteria reacciona violentamente al entrar en contacto con una muestra de Mush. Literalmente digiere el hongo y luego se reproduce a un ritmo alarmante. Debemos descubrir qué afecta el tratamiento de la melanina, ¡y esto podría ser la clave para crear un antídoto contra Mush! Los hallazgos de este estudio podrían ser cruciales y dar fama a todo el equipo.
fr: Rech. Le Mush-Hunter : ZC16H Une partie de la mélanine secrétée par Chun semble être utilisée par son foie pour la sécrétion d'une bactérie tout a fait singulière. Nous l'avons nommé ZC16H. Il semblerait que cette bactérie réagisse violemment au contact d'une souche Mush. Elle digère littéralement le champignon et se reproduit à une vitesse astronomique. Il faut comprendre ce qui conditionne le traitement de la mélanine, ça pourrait créer un antidote contre l'infection Mush ! Le résultat de cette étude exceptionnelle peut être capital. Il rendra tout l'équipage célèbre.

# mushicide_soap
source: mushicide_soap.type mushicide_soap.name mushicide_soap.description mushicide_soap.lore
es: Invest. Jabón Mushicida Cada vez que te duches con el jabón, destruirás una espora que lleves encima. Observando la poca actividad de las esporas en el cuerpo de Chun, notamos que el proceso de desintegración era mayor en las zonas adiposas del sujeto. Con una liposucción, elaboramos un jabón antifúngico eficaz. Chun estará feliz con su nueva silueta.
fr: Rech. Savon mushicide À chaque douche vous détruisez une spore présente sur vous. En observant un peu l'activité des spores insérés dans le corps de Chun, il nous a semblé que le processus de désintégration s'accélérait au contact des tissus adipeux du sujet. Grâce à une opération de liposuccion classique, il doit être possible de créer un savon antifongique puissant. Reste juste à convaincre Chun.

# mush_language
source: mush_language.type mush_language.name mush_language.lore
es: Invest. Lenguaje Mush Una excelente tesis sobre la estructura cristalina de las feromonas de comunicación de Mush. Lectura ligera, pero esencial para la comprensión del parásito, aborda concisamente el problema de los armónicos del ADN y su expresión lingüística.
fr: Rech. Langage Mush Une formidable thèse sur la structure cristalline des phéromones de communication Mush. Léger mais capital dans la compréhension du parasite. Il aborde avec concision la problématique des harmoniques ADN et leur expressivité linguistique.

# mushovore_bacteria
source: mushovore_bacteria.type mushovore_bacteria.name mushovore_bacteria.description mushovore_bacteria.lore
es: Invest. Bacteria Mushívora Los humanos pueden soportar hasta 3 esporas antes de convertirse en Mush. Encontramos la bacteria causante de una disfunción pancreática en Chun. Parece que esa bacteria es capaz de devorar al Mush. Por desgracia, su acción es muy lenta para detener la epidemia, pero retrasaría su propagación.
fr: Rech. Bactérie mushovore Les humains peuvent supporter jusqu'à 3 spores avant de se transformer en Mush. Nous avons trouvé une anomalie dans les activités pancréatiques de Chun. Il semblerait qu'elles produisent une sorte de bactérie capable de dévorer les spores mush. Malheureusement l'activité de la bactérie est trop lente pour endiguer le fléau. Elle peut néanmoins retarder considérablement sa vitesse de propagation.

# mush_races
source: mush_races.type mush_races.name mush_races.lore
es: Invest. Razas Mush Tras la autopsia de una especie de axolote conocida como "El Oráculo de Wupperthal", se encontraron ciertas similitudes entre una especie de este vertebrado y la secreción del bacilo 764. Se demostró que Mush y sus componentes no saprofitos los llevaron a crear una cadena de hongos procariotas que mutaron con mayor rapidez. Esto nos permitió observar que la cepa de Mush que conocemos posee varias subcadenas que se detallan en este interesante artículo.
fr: Rech. Races Mush Après l'autopsie de la variété d'axolot dite de "l'Oracle de Wupperthal", on a pu retrouver certaines convergences entre une des branches de cet invertébré et la sécrétion de la variété 764 de bacillus. On a ainsi pu démontrer que le Mush et leurs composants non-saprophytes avaient mené à une branche de champignons Procaryotes qui mutait plus vite. Si vite que la souche Mush que nous connaissons possède plusieurs sous-branches qui sont détaillées dans cet article passionnant.

# mush_reproductive_system
source: mush_reproductive_system.type mush_reproductive_system.name mush_reproductive_system.lore
es: Invest. Sistema de reproducción Mush Un estudio fascinante que vincula la partenogénesis del rebozuelo en un entorno anaeróbico con la posibilidad de reproducir el parásito Mush. Los hallazgos de este informe catapultarán asus autores al estrellato científico.
fr: Rech. Système de reproduction Mush Une étude fascinante mettant en relation la parthénogenèse des girolles en milieu anaérobie et les possibilités induites sur la reproduction du parasite Mush. Les résultats de cette étude rendront tout l'équipage célèbre.

# mycoalarm
source: mycoalarm.type mycoalarm.name mycoalarm.description mycoalarm.lore
es: Invest. MycoAlarma Genera 5 **MycoAlarmas**. Las toxinas, las esporas, el olor, entre otras cosas, ayudan a detectar a un Mush. Basándose en el coeficiente de oscilación de la feromona Alpha y su tasa de expansión, fue posible crear una alarma en miniatura que indica la presencia de una espora en una sala controlada.
fr: Rech. MycoAlarme Génère 5 **Myco-Alarmes**. Les toxines, les spores, l'odeur, bref, il y a tellement de composés qui trahissent le Mush, que vous vous lancez dans un article rageur qui cumule toutes les spécificités connues du Mush pour élaborer l'alarme ultime. En se basant sur le coefficient d'oscillation de la phéromone Alpha et sur le taux d'émission de toxine, il serait possible de créer une alarme miniature qui se déclenchera automatiquement lors de l'insertion d'une spore dans la salle contrôlée.

# narcotics_distiller
source: narcotics_distiller.type narcotics_distiller.name narcotics_distiller.description narcotics_distiller.lore
es: Invest. Destilador de fármacos Crea un Destilador en la enfermería que puede ser usado una vez al día para crear un medicamento. Las sobrecargas de energía del reactor PILGRED (también llamado « El Cacharro ») son inyectadas a un sintetizador capaz de crear moléculas medicinales como la Yanoteduelina. Con eso, ¡adiós a los malestares galácticos!
fr: Rech. Distillateur de stupéfiant Le Distillateur peut être utilisé une fois par jour pour créer un médicament. Les surcharges d'énergie molle du réacteur PILGRED (également appelées RoToTo) peuvent être capturées en batteries MZ16 et injectées vers un synthétiseur haute consommation afin de créer des molécules complexes comme le paracetamule ou l'ibouprophète. Avec tout ça, plus de problèmes de grippes galactiques !

# natamy_rifle
source: natamy_rifle.type natamy_rifle.name natamy_rifle.description natamy_rifle.lore
es: Invest. Fusil Natamy Transforma un **Blaster** en un **Fusil Natamy**. El resultado de un accidente, puede ser un gran descubrimiento.
fr: Rech. Fusil Natamy Transforme le **Blaster** échantillon en **Fusil Natamy**. En disséquant l'anatomie de certains crocodiles atteints de dysplasie des sphincters droit, le professeur DipNui avait mis en exergue les qualités de la réduction du système narratif de l'estomac des faucons. Vous ne savez plus vraiment pourquoi, mais ça vous a mené à tenter une petite expérience avec votre blaster. Il semblerait que la réduction induite par les toxines de Bacillus Anthracitus ait un effet dévastateur qui transformerait les ADN Mush en ADN "Zombi", ce qui causerait des dégradations effroyables dans les […]

# ncc_contact_lenses
source: ncc_contact_lenses.type ncc_contact_lenses.name ncc_contact_lenses.description ncc_contact_lenses.lore
es: Invest. Lentillas NCC Genera 2 **pares de lentillas NCC**. Los gatos en el espacio desarrollaron una visión perfecta en toda la gama de condiciones de luz. Esto agradará mucho a la tripulación.
fr: Rech. Lentille NCC Génère 2 paires de **Lentilles NCC**. Qui eût cru que les chats recelassent de tels secrets... En vous penchant sur les problèmes d'ionisation de la cornée lors des voyages extra-planétaires, vous pensez pouvoir injecter un rehausseur auto-gamma pour améliorer la vision de vos équipiers.

# patuline_scrambler
source: patuline_scrambler.type patuline_scrambler.name patuline_scrambler.description patuline_scrambler.lore
es: Invest. Emisor de interferencias Los mensajes en el canal Mush ahora son ilegibles. Los experimentos del Dr. Dolopine en el año 2070 fueron claves en el desarrollo de esta rara sustancia para la cual se necesitó nada menos que una tonelada de patas de grillos bordelianos.
fr: Rech. Brouilleur à patuline Les messages sur le canal Mush sont brouillés. Quelques fois les expériences sous Acide LDS des années 2070 ont mené à de superbes articles concernant les expérimentations para-psychologiques. En inspectant avec attention le dernier rapport du Professeur Delopine de 2069 sur les rapports privilégiés entre certaines variantes de moutons et des herbes produisant naturellement ce stupéfiant, vous vous apercevez que vous pouvez synthétiser des bourgeons de patulos réputés pour leurs propriétés antifongiques.

# perpetual_hydration
source: perpetual_hydration.type perpetual_hydration.name perpetual_hydration.lore
es: Invest. Hidratación perpetua Gracias a una serie de rigurosas pruebas, ¡por fin hemos descubierto cómo usar el palo de lluvia! Simplemente hay que insertarlo en una fosa nasal. La circulación regular del aire permite una reacción de oxidación pasiva, lo que produce una filtración débil pero regular. Esto garantiza el abastecimiento de agua para el cuerpo humano durante más de 3200 años.
fr: Rech. Hydratation perpétuelle Grâce à une série de tests rigoureux, nous avons enfin pu trouver comment utiliser le bâton aqueux ! Il suffit simplement de le glisser dans une narine. La circulation régulière de l'air permet alors une réaction d'oxydation passive engendrant un suintement faible mais régulier. Celui-ci assure à lui seul l'intégralité des besoins d'un corps humain en eau pendant plus de 3200 ans.

# pheromodem
source: pheromodem.type pheromodem.name pheromodem.description pheromodem.lore
es: Invest. Feromódem Hace que el iTrackie pueda ingresar al canal Mush. Este es uno de los experimentos más destacados del laboratorio de Finola. Comparando las frecuencias usadas por los hongos, logró determinar con exactitud las que son utilizadas por los Mush. Agregando un Feromódem a los trackers, ¡los walkie-talkies serán cosa del pasado!
fr: Rech. Pheromodem L'Itrackie permet désormais de communiquer sur le canal Mush. De tous les articles produits dans le Laboratoire de Finola, celui-ci reste encore à concrétiser. En rassemblant toutes les données de génomes et certaines anciennes recherches, vous découvrez le secret de la communication Mush. C'est un outil puissant : en ajoutant un pheromodem aux trackers, tous pourront bientôt jeter leurs vieux talky-walky !

# retro_fungal_serum
source: retro_fungal_serum.type retro_fungal_serum.name retro_fungal_serum.description retro_fungal_serum.lore
es: Invest. Antídoto Retrofúngico Genera un **Antídoto Anti-Mush**. Los estudios demostraron que las emanaciones de los quásares podrían ser "la solución final" para detener la invasión de los Mush. Estos resultados pueden convertir al equipo en una leyenda universal. Los resultados de este estudio son críticos y harán famosa a toda la tripulación.
fr: Rech. Serum Rétro-Fongique Génère un **Sérum anti-Mush**. Une formidable étude sur la corrélation de Gershwin entre les infections fongiques et les mécaniques de propagation liées aux influences des quasars. Quand cette corrélation a été établie, l'idée d'utiliser un accélérateur de particules pour synthétiser un substrat rétro-fongique puissant s'est très rapidement imposée comme LA solution ultime à l'invasion Mush. Le résultat de cette étude peut être crucial et il rendra tout l'équipage célèbre.

# spore_sucker
source: spore_sucker.type spore_sucker.name spore_sucker.description spore_sucker.lore
es: Invest. Extractor de Esporas Genera un **Extractor de esporas**. No te fíes de su aspecto intimidante, el extractor de esporas, con un mínimo de dolor, te quitará esas malignas glándulas fúngicas.
fr: Rech. Suceur de Spore Génère un **Extracteur de spore**. Ne vous fiez pas à son allure inquiétante, l'extracteur de spore pourra au prix de lésions corporelles minimes, vous débarrasser de ces saletés de glandes fongiques purulentes.

# super_calculator
source: super_calculator.type super_calculator.name super_calculator.description super_calculator.lore
es: Invest. Super calculadora Genera un equipo en el Nexus para extraer datos de las cristalitas. Aunque suene raro, NERON no es muy bueno con los cálculos... Analizando la estructura molecular de las cristalitas, crees que podrás crear una maquinilla capaz de procesar los datos que contienen.
fr: Rech. Super Calculateur Génère un équipement au Nexus qui permet d'extraire des données des cristalites. Neron est certes un être sensible, mais niveau calcul c'est pas trop ça... En analysant la structure moléculaire du cristalite, vous pensez pouvoir bricoler de quoi lui permettre d'interpoler les données stockées à l'intérieur.

# tesla_sup2x
source: tesla_sup2x.type tesla_sup2x.name tesla_sup2x.description tesla_sup2x.lore
es: Invest. Tesla SUP2X Duplica la cantidad máxima de las cargas en los cañones del Daedalus. Simplemente introduciendo un palo de escoba en el motor de fusión, hemos podido duplicar la concentración de energía. ¡Eso nos da un 100% de energía adicional en los cañones!
fr: Rech. Tesla SUP2X Double le nombre maximum des charges des tourelles du Daedalus. En plongeant le bâtonnet dans une cuve de tesla en fusion, nous avons pu multiplier par deux son seuil de fusion tertiaire. Il nous est maintenant possible de stocker 100% d’énergie supplémentaire dans nos tourelles.

# ultra_healing_pomade
source: ultra_healing_pomade.type ultra_healing_pomade.name ultra_healing_pomade.description ultra_healing_pomade.lore
es: Invest. Pomada ultra-cicatrizante Las acciones de curación regeneran 1 :hp: adicional. Algunos trucos básicos de química orgánica te permiten crear un medikit muy superior a los de la FDS.
fr: Rech. Pommade ultra-cicatrisante Les actions de soins régénèrent un PV supplémentaire. Grâce à quelques astuces basiques de chimie organique, vous pensez pouvoir mettre au point un médikit de base bien supérieur à ces vieux machins de la FDS.

# guarana_cappuccino
source: guarana_cappuccino.type guarana_cappuccino.name guarana_cappuccino.description guarana_cappuccino.lore
es: Invest. Capuchino de guaraná Cada **Café** otorga 1 :pa: adicional al beberse. La dosis de cafeína incluida en el café de nuestra cafetera es demasiado alta para considerar aumentarla... Sin embargo, añadiendo extractos de guaraná en forma de emulsión cremosa sobre cada expreso, debería ser posible potenciar un poco las propiedades energizantes de nuestra bebida favorita.
fr: Rech. Cappuccino au guarana Les **Cafés** accordent 1 :pa: supplémentaire à leur buveur. La dose de caféine incluse dans le café de notre cher distributeur est bien trop élevée pour que nous puissions envisager un nouveau surdosage. Cependant, en ajoutant des extraits de guarana sous forme d'une émulsion crémeuse sur la partie supérieure de chaque expresso, il devrait être possible d'augmenter encore un peu le caractère énergisant de la boisson.

# zeta_waves
source: zeta_waves.type zeta_waves.name zeta_waves.description zeta_waves.lore
es: Invest. Transmisor de ondas Zeta Aumenta en 2 el número máximo de canales privados. Basándonos en el trabajo de los físicos de Eridiani, podemos inventar nuevos transmisores de ondas zeta para aumentar la cantidad de frecuencias disponibles para la comunicación. Ahora solo necesitamos una forma de seguir cinco conversaciones al mismo tiempo.
fr: Rech. Émetteur d'ondes zêta Augmente de 2 le nombre maximum de **canaux privés**. À partir des travaux des physiciens d'Eridiani, nous pouvons inventer de nouveaux émetteurs d'ondes zêta pour augmenter le nombre de fréquences disponibles sur lesquelles communiquer. Il ne nous manque plus qu'une solution pour arriver à suivre cinq conversations simultanément.
