Repository: cmnemoi/eMush
Catalog: Api/translations/*/rebel_base+intl-icu.*.xlf
Languages: es, fr

# wolf
source: wolf.name wolf.hoverName wolf.description
es: Wolf Mensaje de los Niños Perdidos de Wolf Los Niños Perdidos de Wolf instalaron muchas antenas en la Tierra, además de una estación de radiodifusión en Mumbai. Podremos transmitir las noticias de su odisea por la radio terrestre. ¡Sois héroes! **Toda la tripulación gana 8:triumph:**
fr: Wolf Message des Enfants Perdus de Wolf Les enfants perdus de Wolf ont installé plusieurs antennes sur Terre ainsi qu'un centre d’émission à Mumbaï. Nous allons pouvoir émettre sur les ondes radios terriennes les nouvelles de votre odyssée. Vous êtes des héros.//**Tout l'équipage gagne 8:triumph:.**

# sirius
source: sirius.name sirius.hoverName sirius.description
es: Sirius Mensaje de los Magos Negros de Sirius Gracias por todas las informaciones que nos habéis brindado sobre el Mush. Para recompensaros, os transferimos los planos de la molécula de Shkunz. Aplicándola en dosis pequeñas en vuestras raciones de alimentos, mejoraréis el rendimiento de los tripulantes.//**Las Raciones dan 1 :pa: adicional.**
fr: Sirius Message de Mages noirs de Sirius Nous vous remercions pour tous les renseignements sur le Mush que vous nous avez apportés. En échange, nous vous avons transféré les plans de la molécule de Shkunz. En l'appliquant à doses homéopathiques dans vos rations, vous devriez améliorer le rendement de votre équipage.//**Les Rations rapportent 1:pa: supplémentaire.**

# centauri
source: centauri.name centauri.hoverName centauri.description
es: Centauri Mensaje de los Amantes de Centauri Saludos, aliados en la guerra anti-mush. Estamos acorralados por los invasores. Para facilitar vuestras exploraciones os transferimos los planos del PL80-Blaster, un poderoso cañón de plasma que debe ser usado con mucha cautela. ¡Hasta la victoria, siempre!//**Cada Blaster aporta un punto de poder adicional en una expedición.**
fr: Centauri Message des Amants de Centauri Nous sommes heureux de pouvoir rencontrer les héros de la guerre anti-Mush. Dans notre secteur, la guerre pour le contrôle des colonies fait rage. Pour faciliter vos opérations d'exploration de surface nous venons de vous transférer les plans du PL80-Blaster, un puissant canon à plasma qui doit être manipulé avec précaution. Battez-vous jusqu'au bout !//**Chaque Blaster apporte un point de puissance supplémentaire lors d'une expédition.**

# kaladaan
source: kaladaan.name kaladaan.hoverName kaladaan.description
es: Kaladaan Mensaje de los Fundadores de Kaladaan ¡Saludos de Kaladaan! Agradecemos a todos los tripulantes del Daedalus por haber devuelto la esperanza a los pueblos de Sol. Nosotros hemos seguido unidos y organizados, hasta lograr infiltrarnos en las cúpulas políticas de Mush. ¡Ánimos muchachos, la Federación será derrocada!//**+ 6 :pmo: a toda la tripulación.**
fr: Kaladaan Message des Fondateurs de Kaladaan Ici Kaladaan ! Nous remercions tout l'équipage du Daedalus pour avoir donné au peuple de Sol l'espoir d'un avenir meilleur. Depuis votre départ la résistance s'organise et nous avons déjà infiltré plusieurs administrations Mush. La Fédération sera bientôt renversée et nous reprendrons le contrôle de Sol !//**L'équipage gagne 6:pmo:.**

# luyten_ceti
source: luyten_ceti.name luyten_ceti.hoverName luyten_ceti.description
es: Luyten-Ceti Mensaje de las Sombras de Luyten-Ceti Nuestro sistema está aún bajo el control de Mush. Debemos trabajar con la mayor discreción y para ello hemos desarrollado sondas microscópicas que colocamos en nuestros cerebros. Os transferimos sus planos de fabricación. Las sombras de Luyten-Ceti os desea larga vida y éxito en esta misión.//**Los tripulantes reciben el estado Pensalink que les permite comunicarse a distancia sin usar el Walkie-Talkie ni el iTrackie.**
fr: Luyten-Ceti Message des Ombres de Luyten-Ceti Notre système est encore sous le contrôle du Mush. Nous devons travailler dans la plus grande discrétion et pour cela nous avons développé de minuscules sondes com placées directement à l'interieur de nos cerveaux. Leur modèles viennent de vous d'être transférés. Les ombres de Luyten-Ceti veillent sur vous.//**Les équipiers n'ont plus besoin de Talkie-Walkie pour les communications distantes.**

# cygni
source: cygni.name cygni.hoverName cygni.description
es: Cygni Mensaje de las Auroras de Cygni Saludamos a la tripulación del Daedalus. Cygni fue explorado durante vuestro viaje. La Federación no sabe que la mayoría de nuestra información viene de la humanidad. Hemos logrado engañar a los Mush enviando señales falsas gracias a un Pheromódem mejorado. Gracias a esto, ahora nos preparamos para un contraataque. Los planos de nuestro misil SP2SP-230 han sido transferidos a NERON.//**Los daños provocados por los Patrulleros aumentan en 1 punto.**//**+ 3 :pmo: a toda la tripulación.**
fr: Cygni Message des Aurores de Cygni Nous saluons l'équipage du Daedalus. 61 Cygni a été exploré durant votre voyage. La fédération ne sait pas que l'intégralité de notre formation est humaine. Nous simulons des envois d'information réguliers a l'aide d'un Pheromodem évolué. En trompant la vigilance du Mush nous préparons la contre-attaque armée de la rébellion depuis ce système. Les plans de notre missile SP2SP-230 ont été transférés vers NERON.//**L'équipage gagne 3:pmo:.**//**Les dégâts des Patrouilleurs sont augmentés d'un point.**

# eridiani
source: eridiani.name eridiani.hoverName eridiani.description
es: Eridiani Mensaje del Consejo de Eridiani Consejo de Eridiani al Daedalus. Este mensaje será breve, ya que la Federación ha interceptado nuestras comunicaciones públicas. Nuestros físicos han comenzado a trabajar en un nuevo tipo de longitud de onda como alternativa. Les enviamos sus avances.// **Desbloquea la investigación: Transmisor de ondas Zeta**.
fr: Eridiani Message du Conseil d'Eridiani Ici le Conseil d'Eridiani à l'intention du Daedalus. Ce message sera bref car la Fédération a piraté nos communications publiques. Nos physiciens ont commencé à travailler sur un nouveau type d'onde pour contourner le problème. Nous vous envoyons nos travaux.//**Débloque la recherche : Émetteur d'ondes zêta**.

# lost
source: lost.description
es: Esta base rebelde ha lanzado una señal pero nadie pudo descifrarla. Las informaciones y ayudas que traía se perdieron para siempre.
fr: Cette base rebelle a lancé un signal mais personne n'a pu le décoder. Les apports de cette base sont perdus à jamais.

# not_contacting
source: not_contacting.description
es: Esta base rebelde parece inactiva ahora. En un momento del viaje, enviará una señal cifrada. Trata de captarla y descifrarla a tiempo para recibir sus beneficios.
fr: Cette base rebelle semble inactive pour le moment. À un moment du voyage, elle enverra un signal à décoder. Assurez-vous qu'il soit intercepté pour bénéficier de ses avantages.

# contacting
source: contacting.description
es: Esta base rebelde ha lanzado una señal. Descifrándola, obtendrás informaciones valiosas y hasta ventajas para toda la tripulación. Si no la atiendes a tiempo, la señal se perderá para siempre.
fr: Cette base rebelle a lancé un signal. En le décodant, vous obtiendrez des informations précieuses, voire des avantages pour l'équipage. Si vous tardez à le traiter, ce signal sera perdu à jamais.
