Repository: cmnemoi/eMush
Catalog: Api/translations/*/rooms+intl-icu.*.xlf
Languages: es, fr

# bridge
source: bridge.name bridge.loc_prep bridge.enter_loc_prep bridge.exit_loc_prep
es: Puente de mando on el desde el hacia el
fr: Pont sur le

# alpha_bay
source: alpha_bay.name alpha_bay.loc_prep alpha_bay.enter_loc_prep alpha_bay.exit_loc_prep
es: Plataforma Alpha en la desde la hacia la
fr: Baie Alpha dans la

# bravo_bay
source: bravo_bay.name bravo_bay.loc_prep bravo_bay.enter_loc_prep bravo_bay.exit_loc_prep
es: Plataforma Beta en la desde la hacia la
fr: Baie Beta dans la

# alpha_bay_2
source: alpha_bay_2.name alpha_bay_2.loc_prep alpha_bay_2.enter_loc_prep alpha_bay_2.exit_loc_prep
es: Plataforma Alpha 2 en la desde la hacia la
fr: Baie Alpha 2 dans la

# nexus
source: nexus.name nexus.loc_prep nexus.enter_loc_prep nexus.exit_loc_prep
es: Nexus en el desde el hacia el
fr: Nexus dans le

# medlab
source: medlab.name medlab.loc_prep medlab.enter_loc_prep medlab.exit_loc_prep
es: Enfermería en la desde la hacia la
fr: Infirmerie dans l'

# laboratory
source: laboratory.name laboratory.loc_prep laboratory.enter_loc_prep laboratory.exit_loc_prep
es: Laboratorio en el desde el hacia el
fr: Laboratoire dans le

# refectory
source: refectory.name refectory.loc_prep refectory.enter_loc_prep refectory.exit_loc_prep
es: Comedor en el desde el hacia el
fr: Réfectoire dans le

# hydroponic_garden
source: hydroponic_garden.name hydroponic_garden.loc_prep hydroponic_garden.enter_loc_prep hydroponic_garden.exit_loc_prep
es: Jardín Hidropónico en el desde el hacia el
fr: Jardin Hydroponique dans le

# engine_room
source: engine_room.name engine_room.loc_prep engine_room.enter_loc_prep engine_room.exit_loc_prep
es: Sala de Motores en la desde la hacia la
fr: Salle des moteurs dans la

# front_alpha_turret
source: front_alpha_turret.name front_alpha_turret.loc_prep front_alpha_turret.enter_loc_prep front_alpha_turret.exit_loc_prep
es: Cañón Alpha Delantero en el desde el hacia el
fr: Tourelle Alpha Avant dans la

# centre_alpha_turret
source: centre_alpha_turret.name centre_alpha_turret.loc_prep centre_alpha_turret.enter_loc_prep centre_alpha_turret.exit_loc_prep
es: Cañón Alpha Central en el desde el hacia el
fr: Tourelle Alpha Centre dans la

# rear_alpha_turret
source: rear_alpha_turret.name rear_alpha_turret.loc_prep rear_alpha_turret.enter_loc_prep rear_alpha_turret.exit_loc_prep
es: Cañón Alpha Trasero en el desde el hacia el
fr: Tourelle Alpha Arrière dans la

# front_bravo_turret
source: front_bravo_turret.name front_bravo_turret.loc_prep front_bravo_turret.enter_loc_prep front_bravo_turret.exit_loc_prep
es: Cañón Beta Delantero en el desde el hacia el
fr: Tourelle Beta Avant dans la

# centre_bravo_turret
source: centre_bravo_turret.name centre_bravo_turret.loc_prep centre_bravo_turret.enter_loc_prep centre_bravo_turret.exit_loc_prep
es: Cañón Beta Central en el desde el hacia el
fr: Tourelle Beta Centre dans la

# rear_bravo_turret
source: rear_bravo_turret.name rear_bravo_turret.loc_prep rear_bravo_turret.enter_loc_prep rear_bravo_turret.exit_loc_prep
es: Cañón Beta Trasero en el desde el hacia el
fr: Tourelle Beta Arrière dans la

# front_corridor
source: front_corridor.name front_corridor.loc_prep front_corridor.enter_loc_prep front_corridor.exit_loc_prep
es: Pasillo Delantero en el desde el hacia el
fr: Couloir Avant dans le

# central_corridor
source: central_corridor.name central_corridor.loc_prep central_corridor.enter_loc_prep central_corridor.exit_loc_prep
es: Pasillo Central en el desde el hacia el
fr: Couloir Central dans le

# rear_corridor
source: rear_corridor.name rear_corridor.loc_prep rear_corridor.enter_loc_prep rear_corridor.exit_loc_prep
es: Pasillo Trasero en el desde el hacia el
fr: Couloir Arrière dans le

# icarus_bay
source: icarus_bay.name icarus_bay.loc_prep icarus_bay.enter_loc_prep icarus_bay.exit_loc_prep
es: Plataforma Icarus en la desde la hacia la
fr: Baie Icarus dans la

# alpha_dorm
source: alpha_dorm.name alpha_dorm.loc_prep alpha_dorm.enter_loc_prep alpha_dorm.exit_loc_prep
es: Dormitorio Alpha en el desde el hacia el
fr: Dortoir Alpha dans le

# bravo_dorm
source: bravo_dorm.name bravo_dorm.loc_prep bravo_dorm.enter_loc_prep bravo_dorm.exit_loc_prep
es: Dormitorio Beta en el desde el hacia el
fr: Dortoir Beta dans le

# front_storage
source: front_storage.name front_storage.loc_prep front_storage.enter_loc_prep front_storage.exit_loc_prep
es: Almacén Delantero en el desde el hacia el
fr: Stockage Avant dans le

# center_alpha_storage
source: center_alpha_storage.name center_alpha_storage.loc_prep center_alpha_storage.enter_loc_prep center_alpha_storage.exit_loc_prep
es: Almacén Alpha Central en el desde el hacia el
fr: Stockage Alpha Centre dans le

# center_bravo_storage
source: center_bravo_storage.name center_bravo_storage.loc_prep center_bravo_storage.enter_loc_prep center_bravo_storage.exit_loc_prep
es: Almacén Beta Central en el desde el hacia el
fr: Stockage Beta Centre dans le

# rear_alpha_storage
source: rear_alpha_storage.name rear_alpha_storage.loc_prep rear_alpha_storage.enter_loc_prep rear_alpha_storage.exit_loc_prep
es: Almacén Alpha Trasero en el desde el hacia el
fr: Stockage Alpha Arrière dans le

# rear_bravo_storage
source: rear_bravo_storage.name rear_bravo_storage.loc_prep rear_bravo_storage.enter_loc_prep rear_bravo_storage.exit_loc_prep
es: Almacén Beta Trasero en el desde el hacia el
fr: Stockage Beta Arrière dans le

# patrol_ship_bravo_epicure
source: patrol_ship_bravo_epicure.name patrol_ship_bravo_epicure.loc_prep patrol_ship_bravo_epicure.enter_loc_prep patrol_ship_bravo_epicure.exit_loc_prep
es: Patrullero Epicuro en el desde el hacia el
fr: Patrouilleur Epicure dans le

# patrol_ship_bravo_socrate
source: patrol_ship_bravo_socrate.name patrol_ship_bravo_socrate.loc_prep patrol_ship_bravo_socrate.enter_loc_prep patrol_ship_bravo_socrate.exit_loc_prep
es: Patrullero Sócrates en el desde el hacia el
fr: Patrouilleur Socrate dans le

# patrol_ship_bravo_planton
source: patrol_ship_bravo_planton.name patrol_ship_bravo_planton.loc_prep patrol_ship_bravo_planton.enter_loc_prep patrol_ship_bravo_planton.exit_loc_prep
es: Patrullero Platón en el desde el hacia el
fr: Patrouilleur Planton dans le

# patrol_ship_alpha_tamarin
source: patrol_ship_alpha_tamarin.name patrol_ship_alpha_tamarin.loc_prep patrol_ship_alpha_tamarin.enter_loc_prep patrol_ship_alpha_tamarin.exit_loc_prep
es: Patrullero Tamarindo en el desde el hacia el
fr: Patrouilleur Tamarin dans le

# patrol_ship_alpha_jujube
source: patrol_ship_alpha_jujube.name patrol_ship_alpha_jujube.loc_prep patrol_ship_alpha_jujube.enter_loc_prep patrol_ship_alpha_jujube.exit_loc_prep
es: Patrullero Jujube en el desde el hacia el
fr: Patrouilleur Jujube dans le

# patrol_ship_alpha_longane
source: patrol_ship_alpha_longane.name patrol_ship_alpha_longane.loc_prep patrol_ship_alpha_longane.enter_loc_prep patrol_ship_alpha_longane.exit_loc_prep
es: Patrullero Longane en el desde el hacia el
fr: Patrouilleur Longane dans le

# patrol_ship_alpha_2_wallis
source: patrol_ship_alpha_2_wallis.name patrol_ship_alpha_2_wallis.loc_prep patrol_ship_alpha_2_wallis.enter_loc_prep patrol_ship_alpha_2_wallis.exit_loc_prep
es: Patrullero Wallis en el desde el hacia el
fr: Patrouilleur Wallis dans le

# pasiphae
source: pasiphae.name pasiphae.loc_prep pasiphae.enter_loc_prep pasiphae.exit_loc_prep
es: Pasiphae en el desde el hacia el
fr: Pasiphae dans le

# space
source: space.name space.loc_prep space.enter_loc_prep space.exit_loc_prep
es: Espacio infinito en el desde el hacia el
fr: Espace infini dans l'
