Repository: cmnemoi/eMush
Catalog: Api/translations/*/skill+intl-icu.*.xlf
Languages: es, fr

# botanist
source: botanist.name botanist.description
es: {character_gender, select, female {Botánica} other {Botánico}} {character_gender, select, female {La botánica sabe distinguir las propiedades de los vegetales. Es la más eficiente en el mantenimiento del jardín.} other {El botánico sabe distinguir las propiedades de los vegetales. Es el más eficiente en el mantenimiento del jardín.}}//:point: Puedes leer las **propiedades de los frutos**.// :point: Puedes leer las **propiedades de las plantas**.// :point: Puedes realizar **injertos**.// :point: +2 :pa_garden: por día (puntos de acción **Jardinería**).// :point: Expedición: El evento **Cosecha** da un fruto adicional.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Botaniste Le Botaniste peut distinguer les caractéristiques des fruits et des plantes. Il est également redoutablement efficace dans la maintenance du Jardin.//:point: Peut lire les **propriétés des fruits**.// :point: Peut lire les **propriétés des plantes**.// :point: Peut effectuer des **greffes**.// :point: +2 :pa_garden: par jour (points d'action **Jardinage**).// :point: Expédition : L'évènement **Récolte** donne un fruit de plus.// :point: Bonus pour développer certains **Projets NERON**.

# firefighter
source: firefighter.name firefighter.description
es: {character_gender, select, female {Bombera} other {Bombero}} {character_gender, select, female {La bombera} other {El bombero}} sabe bien cómo usar un extintor, aunque a veces puede arreglárselas sin él.//:point: Para ti, la acción **Apagar el fuego** es siempre exitosa.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.//:point: Permite **apagar el fuego con las manos**.
fr: Pompier Le Pompier a une grande carrière qui lui permet de toujours réussir les actions avec l'extincteur... et il peut aussi s'en sortir sans extincteur !//:point: L'action **Éteindre le feu** est toujours réussie.//:point: Donne l'action **Éteindre manuellement**.//:point: Bonus pour développer certains **Projets NERON**.

# pilot
source: pilot.name pilot.description
es: Piloto {character_gender, select, female {La piloto es una experta en maniobrar las naves Icarus, Pasiphae y Patrullero.} other {El piloto es un experto en maniobrar las naves Icarus, Pasiphae y Patrullero.}} Su dominio del espacio es impresionante.//:point: **Probabilidad duplicada** al disparar desde patrulleros.// :point: **No falla nunca** los aterrizajes ni los despegues.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Pilote Le pilote est un expert en manœuvre dans les vaisseaux Icarus, Pasiphae et Patrouilleur. Sa maîtrise aérienne est impressionnante. // :point: **Chances doublées** de toucher en Patrouilleur. // :point: **Ne rate jamais** les atterrissages et décollages. // :point: Bonus pour développer certains **Projets NERON**.

# radio_expert
source: radio_expert.name radio_expert.description
es: {character_gender, select, female {Experta en comunicaciones} other {Experto en comunicaciones}} {character_gender, select, female {La experta} other {El experto}} en radio sabe decodificar las ondas espaciales para enviar mensajes hacia el otro lado del universo.//:point: **Doble eficacia** para establecer **contacto** con Sol.// :point: Mejora en 50% los intentos de **restablecer contacto** de otros tripulantes en la misma sala. // :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Expert radio L'Expert radio peut décoder les enchevêtrements les plus complexes d'ondes spatiales afin de reconstituer ou envoyer des messages à l'autre bout de l'Univers.//:point: **Double efficacité** pour établir le **contact** vers Sol.//:point: Améliore les tentatives de **contact** de Sol des équipiers dans la même pièce de 50%.//:point: Bonus pour développer certains **Projets NERON**.

# robotics_expert
source: robotics_expert.name robotics_expert.description
es: {character_gender, select, female {Ing. Robótica} other {Ing. Robótico}} {character_gender, select, female {La experta} other {El experto}} en robótica puede crear y controlar los drones como mejor le parezca.//:point: Comienza la partida con el **plano de un dron**.// :point: Puede **mejorar los drones**.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Robotique L'expert en robotique peut créer et manipuler les drones comme bon lui semble.//:point: Commence avec le **plan d'un drone**.//:point: Peut **améliorer les drones**.//:point: Bonus pour développer certains **Projets NERON**.

# physicist
source: physicist.name physicist.description
es: {character_gender, select, female {Física} other {Físico}} Conoce la mecánica que mueven al universo. Tiene notables ventajas en la reparación de PILGRED.//:point: Da 1 :pa_pilgred: (punto de acción para la **reparación de PILGRED**) cada día.// :point: Bonus para desarrollar ciertos **Proyectos NERON** y **Reparar PILGRED**.
fr: Physicien Le physicien est un chercheur en physique de haut vol, sa compréhension des mécaniques quantiques et de l'essence même des cordes qui composent notre Univers est son atout. Il possède des avantages pour réparer PILGRED.//:point: Accorde 1 :pa_pilgred: (point d'action de **réparation de PILGRED**) par jour.//:point: Bonus pour développer certains **Projets NERON**.

# technician
source: technician.name technician.description
es: {character_gender, select, female {Técnica} other {Técnico}} {character_gender, select, female {La técnica está habilitada para reparar materiales, equipos y el casco del Daedalus.} other {El técnico está habilitado para reparar materiales, equipos y el casco del Daedalus.}}// :point: +1 :pa_eng: (punto de **Mecánica**) por día.// :point: Puede **Desarmar** objetos.// :point: Puede **Blindar** objetos.// :point: Probabilidades de éxito duplicadas para las **Reparaciones** y las **Renovaciones**.// :point: Bonus para desarrollar ciertos **Proyectos NERON** y **Reparar PILGRED**.
fr: Technicien Le Technicien est qualifié pour réparer le matériel, les équipements et la coque du Daedalus.// :point: +1 :pa_eng: (point d'action **Réparation**) par jour.// :point: Peut **Démonter** des objets.// :point: Peut **Renforcer** des objets.// :point: Chances de réussites doublées pour les **Réparations**.// :point: Chances de réussites doublées pour les **Rénovations**.// :point: Bonus pour développer certains **Projets NERON**.

# astrophysicist
source: astrophysicist.name astrophysicist.description
es: {character_gender, select, female {Astrofísica} other {Astrofísico}} {character_gender, select, female {La astrofísica está habilitada para usar el escáner para detectar planetas o conocer su composición.} other {El astrofísico está habilitado para usar el escáner para detectar planetas o conocer su composición.}}//:point: La acción **Escanear** un planeta vale 1 :pa: menos. // :point: +1 sector descubierto en los **análisis** de superficie.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Astrophysicien L'Astrophysicien est habilité à lancer des scans pour trouver des planètes à portée ou déterminer leur composition.//:point: L'action **Scanner** coûte 1 :pa: de moins.//:point: L'action **Analyse** révèle une section de planète supplémentaire.//:point: Bonus pour développer certains **Projets NERON**.

# computer
source: it_expert.name it_expert.description
es: {character_gender, select, female {Informática} other {Informático}} {character_gender, select, female {La informática} other {El informático}} encuentra su felicidad frente a una pantalla. Domina a la perfección los terminales del Nexus, de navegación y de comunicación.//:point: +2 :pa_comp: por día (puntos de acción **Informática**).//:point: Probabilidades de éxito duplicadas al usar el **Kit de Hackeo**.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Informaticien L'Informaticien est à l'aise dès qu'il passe derrière un écran. Il manie à la perfection les interfaces des terminaux de NERON, d'astrophysique, et de communication.//:point: +2 :pa_comp: (points d'action **Informatique**) par jour.//:point: Chances de réussites doublées avec le **Bidouilleur**.//:point: Bonus pour développer certains **Projets NERON**.

# conceptor
source: conceptor.name conceptor.description
es: Artífice {character_gender, select, female {La artífice} other {El artífice}} cuenta con 2 acciones gratuitas para usar el núcleo de NERON.//:point: +2 :pa_core: al día (puntos de acción en **Proyectos NERON**) .// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Concepteur Le Concepteur dispose de deux actions gratuites chaque jour pour utiliser le Cœur de NERON.//:point: +2 :pa_core: (points d'action **Conception**) par jour.//:point: Bonus pour développer certains **Projets NERON**.

# creative
source: creative.name creative.description
es: {character_gender, select, female {Creativa} other {Creativo}} Hay que saber darle la vuelta a los problemas.//:point: Cada uno de tus fracasos tiene 50% de probabilidades de reembolsarte **1** :pa:.//:point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Créatif Parfois il faut savoir renverser le problème.//:point: Chacun de vos échecs sur une action payante a 50% de chances de vous rendre **1** :pa:.//:point: Bonus pour développer certains **Projets NERON**.

# shrink
source: shrink.name shrink.description
es: {character_gender, select, female {Psicóloga} other {Psicólogo}} Se encarga del bienestar psicológico del equipo. Mantiene la moral alta y cuida los trastornos mentales.//:point: En cada ciclo, **1 Punto de Ánimo (:pmo:) es regenerado** para cada personaje recostado en su sala.// :point: **Trata los trastornos psicológicos** de esos compañeros en cada ciclo.// :point: Da la acción **Reconfortar**, que mejora el ánimo.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Psy Le Psy occupe un poste de soutien psychologique. Il permet de garder le moral et soigne les maladies psychologiques.//:point: A chaque cycle, **1 Point de Moral (:pmo:) est régénéré** à chaque personnage allongé dans sa pièce.//:point: **Soigne les maladies Psy**.//:point: Accorde l'action **Réconforter**, laquelle améliore le moral.//:point: Bonus pour développer certains **Projets NERON**.

# caffeine_junkie
source: caffeine_junkie.name caffeine_junkie.description
es: {character_gender, select, female {Cafeinómana} other {Cafeinómano}} {character_gender, select, female {La cafeinómana} other {El cafeinómano}} trabaja 2 veces mejor que sus compañeros mientras tenga acceso a la cafetera.//:point: +2 :pa: cuando consume un **Café**.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Caféinomane Le Caféinomane travaille deux fois mieux que ses collègues tant qu'il a accès à la machine à café.//:point: +2:pa: lorsqu'il consomme un **Café**.//:point: Bonus pour développer certains **Projets NERON**.

# shooter
source: shooter.name shooter.description
es: {character_gender, select, female {Pistolera} other {Pistolero}} {character_gender, select, female {La pistolera} other {El pistolero}} domina el uso de las armas de fuego.//:point: +2 :pa_shoot: **Disparos gratis** al día.//:point: Expedición: +1 a la fuerza de tu equipo en caso de combate, si portas un arma de fuego.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.// :point: Aumenta la probabilidad de impacto crítico y reduce la probabilidad de falla crítica con armas de fuego.
fr: Tireur Le Tireur manipule les armes de tout type avec beaucoup d'aisance.//:point: +2 **Tirs gratuits** :pa_shoot: par jour.//:point: Expédition : +1 à la force de votre équipe en cas de combat, si vous avez une arme à feu.//:point: Bonus pour développer certains **Projets NERON**.

# chef
source: chef.name chef.description
es: Chef {character_gender, select, female {La chef es una experta en la preparación de deliciosos platillos.} other {El chef es un experto en la preparación de deliciosos platillos.}} También sabe muy bien (o casi) lo que se puede comer y lo que no.//:point: Puede leer las **propiedades de los alimentos**.// :point: Puede leer las **propiedades de los frutos**.// :point: +4 :pa_cook: por día (puntos de acción **Cocinar**).// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Cuistot Le cuisinier est un expert redoutable pour préparer des bons petits plats. Il a également un avis éclairé sur tout ce qui se mange ou presque.//:point: Peut lire les **propriétés des aliments**.//:point: Peut lire les **propriétés des fruits**.//:point: +4 :pa_cook: par jour (points d'action **Cuisine**).//:point: Bonus pour développer certains **Projets NERON**.

# nurse
source: nurse.name nurse.description
es: {character_gender, select, female {Enfermera} other {Enfermero}} {character_gender, select, female {La enfermera siempre está lista para servir.} other {El enfermero siempre está listo para servir.}}//":point: +2 :pa_heal: cada día (punto de acción **Curar**).// :point: Puede leer las **propiedades de los medicamentos.**//:point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Infirmier L'Infirmier est toujours prêt à rendre service.//:point: +1 :pa_heal: chaque jour (point d'action **Soin**).//:point: Peut lire les **propriétés des médicaments.**//:point: Bonus pour participer à certains **Projets NERON**.

# paranoid
source: paranoid.name paranoid.description
es: {character_gender, select, female {Paranoica} other {Paranoico}} {character_gender, select, female {La paranoica} other {El paranoico}} piensa que todos sus compañeros son potencialmente peligrosos, anda siempre vigilando sus espaldas con su cámara extra.//:point: Comienza la partida con 1 **Cámara** adicional.//:point: **Instalar** y **Sacar** cámaras es **gratis** para ti.//:point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Paranoïaque Le Paranoïaque pense que tous ses collègues sont potentiellement dangereux, il surveille toujours ses arrières grâce à ses caméras supplémentaires.//:point: Commence avec 2 **Caméras** supplémentaires.//:point: Bonus pour développer certains **Projets NERON**.

# biologist
source: biologist.name biologist.description
es: {character_gender, select, female {Bióloga} other {Biólogo}} {character_gender, select, female {La bióloga} other {El biólogo}} es muy eficaz en las investigaciones de laboratorio.//:point: Puede leer las **propiedades de los medicamentos**.// :point: **+4% de bonus** en cada **Investigación** del Laboratorio.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Biologiste Le Biologiste est plus efficace dans les recherches du laboratoire.// :point: Peut lire les **propriétés des médicaments**.// :point: **+4% de bonus** sur chacune des **Recherches** du Laboratoire.// :point: Bonus pour développer certains **Projets NERON**.

# mankind_only_hope
source: mankind_only_hope.name mankind_only_hope.description
es: Nuestra última esperanza Su excepcional sistema inmunitario le convierte en la última esperanza para la especie humana. Mientras esté con vida, tendremos la oportunidad de vencer al Mush.//:point: La pérdida de ánimo diaria se reduce en 1 punto.
fr: Seul espoir de l'Humanité Son système immunitaire hors-norme fait d'elle le seul espoir de l'humanité. Tant qu'elle restera en vie, nous aurons une petite chance de combattre l'invasion Mush.//:point: La perte de moral journalière est réduite de 1 point.

# leader
source: leader.name leader.description
es: Líder {character_gender, select, female {Una líder carismática sabe dirigir al equipo y subirle el ánimo con sus discursos.} other {Un líder carismático sabe dirigir al equipo y subirle el ánimo con sus discursos.}}//:point: Por **2** :pa:, puedes dar un **Discurso apasionado** que permite aumentar el ánimo (:pmo:) de los tripulantes en el lugar.//
fr: Leader Un leader charismatique sait diriger efficacement l'équipage et monter le moral grâce à de furieux discours enflammés.//:point: Accorde l'action **Discours enflammé** qui permet d'augmenter le Moral (:pmo:) des équipiers.

# motivator
source: motivator.name motivator.description
es: {character_gender, select, female {Motivadora} other {Motivador}} Nadie se resiste a tus palabras.//:point: Diario: Por **2** :pa: puedes dar un **emotivo discurso** que dará 3 :pm: a cada persona en la sala.
fr: Motivateur Bla bla bla... Pitiéééééé!// :point: Pour **2** :pa:, vous pouvez faire un **Discours Barbant** qui donne 3 :pm: à chaque personne dans la pièce (une fois par jour).

# confident
source: confident.name confident.description
es: Confidente Tanta es la confianza que inspiras, que la gente no deja de contarte sus secretos.//:point: Los demás tripulantes pueden confiarse a ti una vez al día por **1** :pa: para recuperar **2** :pmo:. Al hacerlo, te revelan sus últimas X acciones, donde X es la cantidad de :pmo: que tengas.//
fr: Confident Discret et fidèle, vous attirez la sympathie et portez un peu la misère du monde quand même...//:point: Une fois par jour, les autres joueurs peuvent se confier à vous, en faisant cela, ils vous révèlent leurs X dernières actions où X est votre quantité de :pmo: et gagnent ainsi 2 :pmo:.

# survivalist
source: survivalist.name survivalist.description
es: Superviviente {character_gender, select, female {La experta} other {El experto}} en supervivencia es perfecto para las misiones de exploración. Se defiende bien ante los ataques extraterrestres y tendrá más probabilidades de éxito.//:point: Expedición: Cada daño **personal** se **reduce en 1 punto**.// :point: Expedición: El evento **Provisión** da 1 bistec adicional.// :point: Expedición: Es el último en morir en caso de evento fatal.
fr: Survie L'expert en survie est un bon atout dans les missions d'exploration. Il peut se défendre plus efficacement contre les formes de vies extraterrestres et s'en sortira mieux que les autres.//:point: Expédition : Chaque dégât est **réduit d'un point**.//:point: Expédition : L'évènement **Provision** donne un steak de plus.//:point: Expédition : Dernier à mourir en cas d'évènement fatal.

# diplomat
source: diplomat.name diplomat.description
es: {character_gender, select, female {Diplomática} other {Diplomático}} {character_gender, select, female {Una buena diplomática sabre cómo establecer buenas relaciones con los extraterrestres.} other {Un buen diplomático sabe cómo establecer buenas relaciones con los extraterrestres.}}//:point: Expedición: Elimina las probabilidades de eventos de **Combate** en los encuentros extraterrestres.// :point: **Único**: Puedes declarar un Cese al fuego. El cese al fuego dura **3** ciclos, contando el ciclo en que se declare.//:point: Mientras estés en el **Puente de mando**, abres nuevas oportunidades de intercambio con los mercaderes.
fr: Diplomatie Un bon diplomate sait comment entrer en contact avec les races extra-terrestres.//:point: Empêche l'évènement **Combat** lors des rencontres extra-terrestres.//:point: Peut déclarer un cessez-le-feu une fois par partie. Le cessez-le-feu dure **3** cycles.//:point: Ouvre de nouvelles possibilités d'échanges commerciaux.

# anonymush
source: anonymush.name anonymush.description
es: Incógnito Tus micotoxinas son indetectables en la atmósfera. ¡Eres discreto como todo buen predador!//:point: Apareces como humano en la barra de tripulantes... hasta que mueras.
fr: Anonyme Vos mycotoxines sont indétectables dans l'atmosphère. Vous êtes le prédateur après tout !//:point: Vous apparaissez comme un Humain dans la barre d'équipage sauf à votre mort.

# determined
source: determined.name determined.description
es: Perseverante Cuando ha comenzado una tarea, nada perturba a este personaje perseverante.//:point: Si **fallas** una acción, la probabilidad de éxito **aumenta en x1.5** *(en vez de x1.25)*.
fr: Persévérant Une fois qu'il a commencé sa tâche rien ne peut perturber le joueur persévérant.//:point: En cas d'**échec** sur une action, les chances de réussite **augmentent plus vite**.

# optimist
source: optimist.name optimist.description
es: Optimista El fin de la humanidad... ¡Hay cosas peores!//:point: {character_gender, select, female {La} other {El}} optimista pierde **1 :pmo: menos cada día**.
fr: Optimiste La fin de l'Humanité... Il y a pire non ?//:point: L'Optimiste perd **un :pmo: de moins par jour**.

# gunner
source: gunner.name gunner.description
es: {character_gender, select, female {Artillera} other {Artillero}} Al menos alguien les enseñará cómo se hace.//:point: **Duplica el daño** de tus disparos desde los cañones.//:point: **Duplica la probabilidad de éxito** al disparar desde los cañones.
fr: Canonnier Quelqu'un va enfin leur montrer à quoi ça sert.//:point: **Double les dégâts** de vos tirs aux tourelles.//:point: **Double vos chances de toucher** aux tourelles.

# apprentice
source: apprentice.name apprentice.description
es: Entrenamiento Observando atentamente a sus maestros, el aprendiz puede reproducir sus técnicas y gestos.//:point: **Único**: Desbloquea la acción Entrenamiento, que te permite copiar la competencia de un jugador presente en la sala por 1 :pa:.
fr: Apprentissage En observant attentivement les activités de ses professeurs, l'apprenti peut à terme reproduire leurs moindres faits et gestes.//:point: Vous accorde l'action Apprentissage qui permet de copier la compétence d'un joueur présent dans la pièce, une fois par partie.

# solid
source: solid.name solid.description
es: {character_gender, select, female {Robusta} other {Robusto}} No sufres al transportar objetos pesados. Muy bueno también para los combates cuerpo a cuerpo.//:point: Tus ataques cuerpo a cuerpo causan **1 punto de daño adicional**.// :point: **No eres penalizado** al llevar objetos pesados.//:point: Puedes **expulsar** de la sala a un tripulante por 2 :pa:.//:point: No se acumula con **Luchador**.
fr: Robuste Vous n'avez aucune pénalité lorsque vous transportez un objet lourd. Pratique aussi pour les combats au corps-à-corps.//:point: Vos attaques de corps-à-corps infligent **un point de dégât supplémentaire**.//:point: **Pas de pénalités** pour les objets lourds.//:point: Dispose de la possibilité de **Mettre à la porte**.

# genius
source: genius.name genius.description
es: Genio {character_gender, select, female {Cuando está iluminada por el hada de la sabiduría, la genio puede encontrar la solución a cualquier problema en el Daedalus.} other {Cuando está iluminado por el hada de la sabiduría, el genio puede encontrar la solución a cualquier problema en el Daedalus.}}//:point: **Único**: Puedes tener un **Golpe de Suerte**, que le otorgará **100% en su próxima Investigación, Proyecto, o Reparación**.
fr: Génie Lorsqu'il est divinement éclairé par la flamme de la connaissance le Génie peut trouver la solution à n'importe quel problème du Daedalus.//:point: Peut **achever une fois par partie une recherche, un projet ou une réparation**.

# presentiment
source: presentiment.name presentiment.description
es: Presentimiento Tu intuición no se equivoca nunca, puedes ver la última acción de un compañero como flashback luminoso. Es práctico pero hace doler la cabeza.//:point: Puedes **ver la última acción** de otro tripulante. Esta acción te hace perder 1 :pmo:.
fr: Pressentiment Votre intuition ne vous trompe jamais, vous pouvez revoir les dernières activités d'un équipier sous forme de flashback lumineux. C'est pratique mais ça fait mal à la tête.//:point: Vous pouvez **voir la dernière action** d'un équipier. Cette action vous fait perdre un :pmo:.
