Repository: cmnemoi/eMush
Catalog: Api/translations/*/skill+intl-icu.*.xlf
Languages: es, fr

# medic
source: medic.name medic.description
es: {character_gender, select, female {Médica} other {Médico}} {character_gender, select, female {Lá médica} other {El médico}} tiene los conocimientos necesarios para realizar curaciones rápidas y precisas. También puede realizar cirugías.//:point: Tus **Curas** otorgan 2 :hp: adicionales.// :point: Puedes realizar **Operaciones**.// :point: Puedes leer las **propiedades de los medicamentos**.// :point: **+4% de bonus** en cada **Investigación** del Laboratorio.

# rebel
source: rebel.name rebel.description
es: Rebelde Tus vínculos con la resistencia anti-mush te permiten comprender y decodificar las señales rebeldes más rápido que cualquier otro experto en comunicaciones.//:point: **Duplica** tu progreso al **descifrar** las bases rebeldes.

# torturer
source: torturer.name torturer.description
es: Verdugo {character_gender, select, female {La} other {El}} verdugo conoce todos los circuitos nerviosos sensibles para hacer oír su mensaje: ***CONFIESA.***//:point: Otorga la acción **Torturar**. Por 1 :pa:, la víctima pierde 1 :hp: y revela x acciones recientes que haya realizado. Donde x es el número de :hp: que le faltan a la víctima.

# ocd
source: ocd.name ocd.description
es: {character_gender, select, female {Meticulosa} other {Meticuloso}} Tienes una manía con la limpieza y eso tiene su lado positivo.//:point: **Nunca te ensuciarás accidentalmente** al realizar acciones en la nave.

# lethargy
source: lethargy.name lethargy.description
es: {character_gender, select, female {Aletargada} other {Aletargado}} {character_gender, select, female {Estás despierta solo 4 horas al día, pero en ese poco tiempo, ¡puedes hacer milagros!//:point: Si permaneces recostada durante al menos **4 ciclos**, ganas **1** :pa: adicional cada ciclo.} other {Estás despierto solo 4 horas al día, pero en ese poco tiempo, ¡puedes hacer milagros!//:point: Si permaneces recostado durante al menos **4 ciclos**, ganas **1** :pa: adicional cada ciclo.}}//:point: La capacidad máxima de tu barra de :pa: se **duplica**.

# panic
source: panic.name panic.description
es: Pánico Es cuando todo va mal que puedes sacar tu verdadero potencial: Gritar a todo pulmón y correr en todos los sentidos. // :point: Ganas **1** :pa: y **1** :pm: adicional cada ciclo donde **Mush controla más del 50%** de la tripulación.

# hygienist
source: hygienist.name hygienist.description
es: Impecable Puedes ser un bruto, pero sobre todo eres un purista de la limpieza. ¡No me toques, me vas a ensuciar! //:point: Tienes un **50%** de probabilidad de resistir los intentos de infección Mush. //:point: Tienes un **50%** de resistencia a las enfermedades físicas.

# antique_perfume
source: antique_perfume.name antique_perfume.description
es: Perfume fino ¡Pero qué bien hueles hoy!//:point: Cada vez que te **duches**, ganarás una inmunidad de **2** ciclos contra las **infecciones Mush**.

# self_sacrifice
source: self_sacrifice.name self_sacrifice.description
es: Abnegación Algunas personas particularmente resilientes pueden soportar lo impensable. Pero esto tiene un costo.//:point: Si llegas a **0** :pmo:, no morirás, pero perderás **1** :hp: por cada ciclo.

# intimidating
source: intimidating.name intimidating.description
es: Intimidante A veces la presa solo escapa porque tiene la oportunidad.//:point: **Diario**: Por **1** :pa:, puedes intimidar a un tripulante. El tripulante perderá **2** :pa: y **4** :pm:.

# metalworker
source: metalworker.name metalworker.description
es: Materialista ¡Está bastante claro que eres una persona muy productiva!//:point: **Diario**: Si estás en un **almacén**, por **0** :pa:, tienes la oportunidad de encontrar piezas o algo mejor.

# doorman
source: doorman.name doorman.description
es: Portero Una puerta saboteada puede ser tan, pero tan desesperante...//:point: **Diario**: Puedes **Sabotear 1 Puerta** aleatoria gratuitamente.

# nimble_fingers
source: nimble_fingers.name nimble_fingers.description
es: Dedos de hada Con un poco de ayuda de tus rizomas puedes hacer cosas maravillosas, como manipular las cámaras...//:point: Tus acciones **Instalar** y **Sacar** son **discretas** con las cámaras.

# polymath
source: polymath.name polymath.description
es: Erudito El conocimiento es poder.//:point: **+2** canales privados disponibles.//:point: **+1** :pa_comp: al día.//:point: **-10%** a todas tus acciones de azar.

# nightmarish
source: nightmarish.name nightmarish.description
es: Pesadillero Las escamas del Mush pueden alterar las ondas cerebrales de los humanos. Sacudiéndolas un poco pueden hacer el descanso imposible.//:point: Por **0** :pa:, puedes **provocar pesadillas** a un jugador recostado. Este jugador no recibirá su bonus del sueño.

# ninja
source: ninja.name ninja.description
es: Ninja Tus desplazamientos son veloces y discretos.//:point: Desbloquea la acción "Convertirte en un ninja".//:point: Cuando eres un ninja, tus acciones **Públicas** se convierten en anónimas. Tus acciones **Discretas** y **Furtivas**, sin embargo, revelarán tu identidad...

# neron_depression
source: neron_depression.name neron_depression.description
es: NERON estresado Cuando NERON se siente mal, es todo el Daedalus el que vomita. //:point: Por **3** :pa:, podrás marear a NERON en el próximo ciclo para modificar aleatoriamente sus ajustes.//:point: No funciona en el DMZ si está Activado.

# epigenetics
source: epigenetics.name epigenetics.description
es: Epigenética :beta: Puedes adaptarte a cualquier dificultad. // :point: **Única**: Por **2** :pa:, puedes reiniciar tus habilidades **Mush** seleccionadas (excepto Epigenética). //// Esta habilidad está en :beta: beta: agradecemos tus comentarios en el foro y el Discord de Eternaltwin.
