Repository: cmnemoi/eMush
Catalog: Api/translations/*/skill+intl-icu.*.xlf
Languages: es, fr

# neron_only_friend
source: neron_only_friend.name neron_only_friend.description
es: {character_gender, select, female {Única amiga de NERON} other {Único amigo de NERON}} Cuando estás en la nave, NERON se estabiliza, sus rutinas no presentan errores y su rendimiento mejora enormemente.//:point: La eficacia de **cada proyecto del NEXUS** es **maximizada** para todos.
fr: {character_gender, select, female {Seule amie de NERON} other {Seul ami de NERON}} Lorsque vous êtes {character_gender, select, female {présente} other {présent}} dans le vaisseau, NERON est apaisé, ses routines tournent sans erreurs et ses performances s'en trouvent grandement améliorées.//:point: Les gains de **chaque projet NERON** sont **maximisés** pour tous.

# mycelium_spirit
source: mycelium_spirit.name mycelium_spirit.description
es: Espíritu del Mycellium Tu misión es sagrada. El Mush te ha elegido como su propagador de genes favorito.//:point: Mientras estés con vida, los Mush pueden **producir 1 Espora más al día**.
fr: Esprit du Mycélium Votre mission est sacrée. Le Mush vous a choisi comme relais majeur fongique transdimensionnel.//:point: Tant que vous êtes en vie, les Mush peuvent **produire 1 spore de plus par jour**.

# fertile
source: fertile.name fertile.description
es: Fértil Tu producción de esporas es extraordinaria. ¡Vivan las esporas!//:point: **Diario**: Puedes generar una espora **gratuitamente**.
fr: Fertile Votre production de spore est remarquable pour le genre. Spore un jour, spore toujours.//:point: Chaque jour, vous pouvez générer un spore **gratuitement**.

# splashproof
source: splashproof.name splashproof.description
es: Resistente al agua La investigación sobre el Mush ha dado como resultado un nuevo mucus, ideal para marcar la diferencia.//:point: **Ducharte** no te hace perder **ningún** :hp:.//:beta: **Lavarse** cuesta 1 :pa: menos (no se acumula con el Jabón). //// Este cambio en la habilidad está en prueba :beta: beta: agradecemos su feedback en el foro de Eternaltwin y Discord.
fr: Résistance à l'eau La recherche fongique a mis au point un nouveau mucus parfait pour donner le change.//:point: **Se doucher** ne vous fait perdre **aucun** :hp:.

# infector
source: infector.name infector.description
es: Infeccioso Pica, pica y repica.//:point: Diario: Te permite **picar** una segunda vez al día.
fr: Infecteur Vous faites des trous. Des petits trous. Beaucoup de petits trous.//:point: Vous permet de **poinçonner** une fois de plus chaque jour.

# sneak
source: sneak.name sneak.description
es: {character_gender, select, female {Huidiza} other {Huidizo}} {character_gender, select, female {Eres asustadiza} other {Eres asustadizo}} por naturaleza y sabes escapar a todo intento de contacto físico.//:point: Los ataques cuerpo a cuerpo **contra ti** reciben un **25% de penalidad**.// :point: Puedes desplazarte sin importar los **Guardianes** presentes en la sala.
fr: {character_gender, select, female {Fuyante} other {Fuyant}} Vous êtes d'un naturel craintif et savez naturellement vous dérober afin d'échapper à toutes les tentatives de contact physique.//:point: Les attaques de corps-à-corps reçoivent une **pénalité de 25%**.//:point: Vous pouvez vous déplacer quels que soient les **Gardiens** présents dans la pièce.

# logistics_expert
source: logistics_expert.name logistics_expert.description
es: Logística Quieres optimizar al máximo las posibilidades de cada uno de tus compañeros en el Daedalus.//:point: En cada ciclo, **1 :pa: es distribuido a un compañero al azar** en la sala.
fr: Logistique Vous veillez personnellement à l'organisation correcte du Daedalus afin de maximiser les possibilités de chacun de vos équipiers.//:point: À chaque cycle, **1 :pa: est distribué à un coéquipier** au hasard présent dans votre salle.

# transfer
source: transfer.name transfer.description
es: Transferencia El Mush te ha transferido el genotipo de una de las armas estratégicas más letales. Úsala con prudencia.//:point: **Único**: Puedes **trasferirte al cuerpo de otro ser humano** que haya sido **infectado al menos una vez**. A su vez, este se hallará en tu cuerpo... y podría alertar a los demás.
fr: Transfert Le Mush vous a transmis le génotype d'une de nos armes de transmission massive. Servez vous en sans parcimonie.//:point: **Unique** : Vous pouvez vous **glisser dans la peau d'un autre joueur humain**. Celui-ci doit être **infecté au moins une fois**. Il se retrouvera alors dans votre corps... et risque d'alerter ses congénères.

# phagocyte
source: phagocyte.name phagocyte.description
es: Devorador de esporas En caso de problemas, tienes "la" solución.//:point: Por **0** :pa:, puedes devorar una **Espora** que te dará **4** :pa: y **4** :hp:.
fr: Phagocytose En cas de coup dur, vous avez LA solution.//:point: Pour **0** :pa:, vous pouvez dévorer un **Spore** ce qui vous rend **4** :pa: et **4** :hp:.

# wrestler
source: wrestler.name wrestler.description
es: {character_gender, select, female {Luchadora} other {Luchador}} {character_gender, select, female {Los músculos de la luchadora hacen temblar los huesos de todos sus adversarios.} other {Los músculos del luchador hacen temblar los huesos de todos sus adversarios.}}//:point: Tus ataques cuerpo a cuerpo causan **2 puntos de daño adicionales si no has mutado.**// :point: Puedes **expulsar** de la sala a un tripulante por 2 :pa:.// :point: No se acumula con **Robusto**.
fr: Lutteur Les german suplex du Lutteur font trembler les vertèbres de tous ses adversaires.//:point: Vos attaques de corps-à-corps infligent **2 dégats supplémentaires** si vous n'êtes pas muté.//:point: Vous disposez de l'action **Mettre à la porte**.

# sprinter
source: sprinter.name sprinter.description
es: Velocista ¡{character_gender, select, female {La velocista} other {El velocista}} inicia siempre con buen pie! Goza de Puntos de Movimiento adicionales.//:point: Ganas 2 :pm: adicionales en cada conversión de :pa: a :pm: (No acumulable con el **Patinete**).//:point: Expedición: Permite explorar 1 zona adicional.
fr: Sprinter Le Sprinter débute toujours sa journée du bon pied ! Il profite de Points de Mouvement supplémentaires. // :point: Vous gagnez **2** :pm: de plus à chaque conversion :pa::pm: (non cumulatif avec la **Trottinette**). // :point: **+1 étape** en exploration.

# devotion
source: devotion.name devotion.description
es: {character_gender, select, female {Voluntariosa} other {Voluntarioso}} Es bueno saber que podemos contar contigo.//:point: Ganas **3** :pa: adicionales cuando aceptas una misión.
fr: Dévotion Dans le feu de l'action, on peut compter sur vous.//:point: Vous gagnez **3** :pa: de plus quand vous acceptez une mission.

# radio_piracy
source: radio_piracy.name radio_piracy.description
es: Pirata de radio Este medio de comunicación nunca pasará de moda.//:point: Por **3** :pa: puedes alterar las comunicaciones de un jugador que use un **Walkie-Talkie** o un **iTrackie**. Al **averiar** su **Walkie-Talkie**/**iTrackie** puedes escribir **en su lugar** hasta que vuelva a mandar un mensaje.
fr: Piratage radio Ce moyen de communication préhistorique est surfait. Don't act.//:point: Pour **3** :pa: vous pouvez brouiller les communications d'un joueur possédant un **Talkie-Walkie**. Ceci **casse** son **Talkie-Walkie** et vous permet d'écrire **à sa place** jusqu'à ce qu'il le répare.

# trapper
source: trapper.name trapper.description
es: Bromista ¡Sorpresa!//:point: Por **1** :pa:, puedes poner una trampa en una **Estantería** colocando una **Espora**. Si alguien interactúa con un **objeto** u **equipo** en la sala, será **Infectado**. Sin embargo, si es un Mush (incluyéndote) o un Inmunizado, la espora se pierde.
fr: Piégeur Surprise !//:point: Pour **1** :pa:, vous pouvez piéger une **pièce** avec un **spore**. Si une personne manipule un **objet** ou un **équipement** de la pièce, elle sera **infectée**. Si c'est un Mush (dont vous-même) ou un Immunisé, le spore est perdu.

# tracker
source: tracker.name tracker.description
es: Rastreador {character_gender, select, female {La rastreadora} other {El rastreador}} ve los orígenes y direcciones de cada movimiento de la tripulación. Además, puede imprimir un resultado de investigación gracias a la tabuladora durante la partida. Se trata de una lista de personas que contiene al menos un infectado Mush.// :point: Puede acceder al historial del registro durante **16 ciclos** *(en lugar de 8)*.// :point: Puede ver de dónde vienen y hacia dónde van los tripulantes en el registro.// :point: Permite **imprimir LA lista secreta** utilizando la Tabuladora.// :point: Expedición: Evita el evento **Muerte** al buscar tripulantes perdidos.
fr: Traqueur Le Traqueur voit les provenances et les directions de chaque mouvement de l'équipage. Il peut en outre imprimer un résultat d'enquête grâce à la tabulatrice durant la partie. Il s'agit d'une liste de personnes contenant au moins un infecté Mush.//:point: Accès complet aux **historiques de déplacement**.//:point: Permet d'**imprimer la liste secrète** sur la Tabulatrice.

# bacterophiliac
source: bacterophiliac.name bacterophiliac.description
es: Bacteriano Es lo mejor que puedes hacer con tus bacterias.//:point: Por 2 :pa: puedes causar una **enfermedad** a un compañero. Esta es una acción **furtiva**.
fr: Bacterophilie Vos bactéries plantaires peuvent avoir des usages particulièrement virulents.//:point: Pour **1** :pa:, vous pouvez donner une **maladie** à un équipier. Ceci est une action **furtive**.

# pyromaniac
source: pyromaniac.name pyromaniac.description
es: Pirómano El pirómano puede inyectar microesporas explosivas en un material inflamable para causar un incendio capaz de dañar la nave.//:point: Por **4** :pa: puedes provocar un **Incendio** en una sala que iniciará al principio del próximo ciclo.
fr: Pyromane Le pyromane peut injecter des microspores explosifs dans un support inflammable afin de déclencher une combustion violente susceptible d'endommager à terme le vaisseau.//:point: Pour **4** :pa:, vous pouvez déclencher un **incendie** dans une salle.

# observant
source: observant.name observant.description
es: Observador Tienes un talento para detectar lo que otros ignoran. Nada se te escapa, ni los juegos de manos, ni los escondites.//:point: La acción **Hurgar** te cuesta 1 :pa: menos.//:point: Tienes un **25% de probabilidades de revelar las acciones :ic_covert: furtivas** realizadas en tu presencia.
fr: Observateur Vous dépensez un :pa: de moins pour retrouver des objets cachés, vous avez 25% de chances de détécter une action discrète dans votre pièce.//:point: L'action **Fouiller** vous coûte un :pa: de moins.//:point: Vous avez **25% de chances de détecter les actions discrètes** de votre pièce.//:point: Vous avez **25% de chances de révéler les actions furtives** réalisées en votre présence.

# detached_crewmember
source: detached_crewmember.name detached_crewmember.description
es: Indolente {character_gender, select, female {La indolente es fría e indiferente.} other {El indolente es frío e indiferente.}} No le afecta ver morir a un camarada.//:point: **No pierdes Puntos de Ánimo (:pmo:) cuando un compañero muere**.// :point: No tienes riesgo de transtornos psicológicos si es testigo de una muerte.
fr: Détaché Le détaché est froid, dur, imperméable. Il n'est pas affecté par la mort de ses camarades.//:point: Vous ne **perdez pas de Points de Moral (:pmo:) lorsqu'un équipier meurt**.//:point: Pas de risque de maladies psy si vous êtes témoin d'un décès.

# expert
source: expert.name expert.description
es: Diestro Haciendo lo tuyo eres muy hábil, y no temes ensuciarte ni hacerte daño.//:point: El **éxito de tus acciones aumenta en 20%**, pero las **heridas** y **suciedad** aumentan también.
fr: Expert Vos compétences sont incroyables mais vous travaillez sans vraiment vous préoccuper de certaines conséquences...//:point: Vos **réussites aux actions** sont **améliorées de 20%**, mais les **blessures** et les **salissures** le sont aussi.

# defacer
source: defacer.name defacer.description
es: Corrupto ¡Siglos de corrupción humana han sido perfeccionados en tus genes!//:point: **Diario**: Por **2** :pa:, puedes borrar todos los registros de la sala. El registro será repuesto automáticamente el siguiente ciclo.
fr: Dialoguiste Votre ADN vous permet de modifier certaines séquences de données périphériques. Plein de potentiel !//:point: Une fois par jour. Pour **2** :pa:, vous pouvez effacer tous les logs d'une salle. L'enregistrement des logs se fera à nouveau à partir du prochain cycle.

# u_turn
source: u_turn.name u_turn.description
es: Giro en U Tienes que ser capaz de cambiar tus certezas.//:point: Expedición: Por **2** :pa:, puedes volver de urgencia al Daedalus.
fr: Retour arrière Il faut savoir changer de certitudes.//:point: Pour 2 :pa:, en expédition, vous permet de rentrer sur le Daedalus en urgence.

# politician
source: politician.name politician.description
es: {character_gender, select, female {Política} other {Político}} ¡O están contigo o contra ti!//:point: **Único**: Por **3**:pa: puedes declarar un Golpe en el Nexus. A partir del próximo ciclo, NERON te considerará como el nuevo comandante del Daedalus.
fr: Politicien Ils sont avec vous ou contre vous !//:point: **Unique** : Pour **3** :pa: vous pouvez déclarer un Putsch au Nexus. Au prochain cycle, NERON vous considérera comme le leader du Daedalus.

# victimizer
source: victimizer.name victimizer.description
es: {character_gender, select, female {Perseguidora} other {Perseguidor}} Te dijimos que tus actos pueden tener repercusiones inesperadas.//:point: Por **1** :pa:, puedes **Castigar** a un miembro del equipo.//:point: Este gana el estado ***Paria***//:point: Sus acciones tienen un 20% menos de éxito.//:point: Sus acciones :ic_covert: **furtivas** se vuelven :ic_discrete: **discretas**.//:point: El estado **Paria** permanece mientras {character_gender, select, female {la perseguidora} other {el perseguidor}} esté vivo, o hasta que el paria muera o resulte inactivo.//:point: Si el **Paria** muere, y era mush, ganas 8 :triumph:; si era humano, pierdes 8 :triumph:.
fr: Persécuteur Certaines remarques bien senties peuvent avoir des répercussions inattendues.//:point: Pour **1** :pa:, permet de jeter l'anathème sur un co-équipier.//:point: Ce co-équipier gagne le statut Paria. Le Paria perd 20% de réussite à ses actions.//:point: Ses actions furtives deviennent discrètes.//:point: Le status Paria dure tant que le persécuteur est en vie, ou que le paria meurt ou devienne inactif.

# frugivore
source: frugivore.name frugivore.description
es: {character_gender, select, female {Frugívora} other {Frugívoro}} Aterrorizas a las frutas, las adoras, son tu droga. Cuando observas un fruto, florece al instante...//:point: Ganas **1** :pa: adicional al consumir un plátano.//:point: Ganas **2** :pa: adicionales al consumir cualquier otra fruta.
fr: Frugivore Vous terrorisez les fruits, vous les adorez, c'est votre drogue. Quand vous croisez le regard d'un fruit, il blettit instantanément.//:point: Vous gagnez **2** :pa: supplémentaires quand vous mangez des fruits aliens, **1** :pa: pour les bananes.

# mycologist
source: mycologist.name mycologist.description
es: {character_gender, select, female {Micóloga} other {Micólogo}} {character_gender, select, female {La micóloga} other {El micólogo}} puede atender las infecciones en la **Enfermería** o usando un **Medikit**.//:point: Tus **curas** eliminan automáticamente una espora.
fr: Mycologiste Le Mycologiste peut soigner les infections fongiques à l'**Infirmerie** ou a l'aide d'un **Medikit**.//:point: Vos soins retirent automatiquement un spore.

# fungal_kitchen
source: fungal_kitchen.name fungal_kitchen.description
es: Cocina fúngica Un gran clásico en la gastronomía exótica en el Sistema Solar.//:point: Puedes crear una **Ración envenenada** mezclando una **Espora** con un **consumible** por **1** :pa:.
fr: Cuisine fongique Un grand classique de la gastonomie moderne sur Sol.//:point: Vous pouvez créer un **aliment piégé** en mélangeant un **spore** et un **consommable** pour **1** :pa:.

# hard_boiled
source: hard_boiled.name hard_boiled.description
es: Duro de cocer Tu epidermis es más dura que la de un rinoceronte plutoniano.//:point: Todo el **daño en combate** que recibas es **reducido por un punto**, excepto en combates de expedición.
fr: Dur-à-cuire Votre épiderme est particulièrement coriace. Le plastenite sans la transpiration.//:point: Chaque **dégât de combat** qui vous est infligé est **réduit d'un point**.

# saboteur
source: saboteur.name saboteur.description
es: Saboteador Tu saliva contiene una sustancia capaz de hacer que cualquier cosa tenga un corto circuito...//:beta: Las probabilidades de éxito de tus **Sabotajes** a los equipos se **triplican**.
fr: Saboteur Votre salive produit un acide liquide léger suffisant pour court circuiter à peu près n'importe quoi...//:point: Vos chances de succès pour le **sabotage** d'équipement sont **doublées**.

# disheartening_contact
source: disheartening_contact.name disheartening_contact.description
es: Contacto deprimente Las feromonas Mush pueden ser tan atroces que pueden desestabilizar a cualquiera, y eso te puede ser útil...//:point: Por **2** :pa: puedes hacerle perder **2** :pmo: a un compañero.
fr: Contact déprimant Les phéromones Mush ne permettent pas de communication directe mais leur saturation peut les déstabiliser. Et vous savez vous en servir.//:point: Pour **2** :pa: vous pouvez faire perdre **2** :pmo: à un équipier.

# slimetrap
source: slimetrap.name slimetrap.description
es: Trampa mohosa Esos cochinos hongos se reproducen muy rápido, muy rápido, ¡Están por todas partes!//:point: Por **1** :pa:, el jugador elegido estará sucio en 1 a 4 ciclos.
fr: Piège moisi Ces foutues champignons se reproduisent vite, trop vite, très vite...Ils sont partout !!!//:point: Pour **1** :pa:, le joueur ciblé deviendra sale dans 1 à 4 cycles.

# green_jelly
source: green_jelly.name green_jelly.description
es: Gelatina verde Mejor no mencionar cómo produces esa cosa verde y pegajosa...//:point: Por **1** :pa:, puedes provocar la avería de un aparato electrónico dentro de algunos ciclos.//:point: La avería de este equipo **siempre** es anunciada por NERON.
fr: Gelée verte Vous produisez une gelée verte acide étrange avec vos aisselles...//:point: Pour **1** :pa:, vous pouvez provoquer la casse d'un objet électronique. Celui-ci mettra plusieurs cycles avant de se dégrader.

# massive_mushification
source: massive_mushification.name massive_mushification.description
es: Enmohecimiento letal Ciertos peniceliums tienen una virulencia extrema. El efecto tiene corta duración, pero es más eficaz.//:point: **Único**: Por 2 :pa: y 2 esporas, puedes quitarle 2 :pa: a cada miembro de la tripulación y provocarles el estado **Sucio**.
fr: Mosification de masse Certains péniceliums sont d'une virulence extrême. L'effet est de courte durée mais très efficace.//:point: **Unique** : Pour **2** :pa: et 2 spores, vous pouvez enlever 2 :pa: à chaque membre d'équipage et provoquer un état de saleté.

# bypass
source: bypass.name bypass.description
es: Conspirador Los secretos del código de NERON pueden ser tan deleitosos...//:point: Puedes acceder al **BIOS de NERON** incluso sin ser {character_gender, select, female {**Administradora**} other {**Administrador**}}.
fr: Conspirateur Les ambiguïtés dans le code de NERON envers le Mush sont si délectables parfois...//:point: Vous pouvez accéder au **BIOS** de NERON même si vous n'êtes pas **Administrateur**.

# traitor
source: traitor.name traitor.description
es: Traidor Has desarrollado una habilidad fabulosa para atraer problemas. *Mira, un mankarog... ¿y si le hacemos cosquillas por aquí?*...//:beta: Puedes saber qué sector se visitará a continuación en la expedición.//:beta: Puedes sabotear un sector por expedición.
fr: Traître Vous avez développé un sens pour attirer les ennuis. Tiens un Mankarog... Et si on le chatouillait pour voir...//:point: Probabilités de **résultats négatifs dans les expéditions** auxquelles vous participez sont **multipliées par 2**.

# cold_blooded
source: cold_blooded.name cold_blooded.description
es: Sangre fría En el espacio, todo puede suceder. Conservar la calma puede ayudar mucho.//:point: **Ganas 3 :pa:** cada vez que un camarada **muere**.
fr: Sang-froid Dans l'espace, tout peut arriver. Savoir garder son calme est un atout.//:point: **Gagne 3 :pa:** à chaque fois qu'un équipier **décède**.

# green_thumb
source: green_thumb.name green_thumb.description
es: {character_gender, select, female {Amiga} other {Amigo}} de las plantas Las plantas crecen naturalmente gracias a tu presencia, basta con dirigirles tu mirada cautivadora para que produzcan bellos frutos.//:point: Comienzas la partida con **2 hidromacetas** adicionales.// :point: Los **injertos** que realizas comienzan con 25% de su ciclo de maduración total.
fr: Main verte Les plantes poussent naturellement en votre présence, vous n'avez qu'à leur adresser un regard langoureux pour qu'elles produisent leurs plus beaux fruits.//:point: Commence la partie avec **deux pots** supplémentaires.//:point: Les **greffes** de la Main Verte commencent avec un cycle de maturation court.

# polyvalent
source: polyvalent.name polyvalent.description
es: Polivalente Así que eres multioficios, bien, ¡adelante!// :point: Te consideras {character_gender, select, female {**Botánica**, **Diplomática** y **Bióloga**} other {**Botánico**, **Diplomático** y **Biólogo**}} pero no tienes ninguna de sus acciones o recursos.// :point: Puedes leer las **propiedades de los frutos, las plantas y los medicamentos**.// :point: Mientras estés en el **Puente de mando**, abres nuevas oportunidades de intercambio con los *mercaderes*.// :point: Expedición: El evento **Cosecha** da un fruto adicional.// :point: Expedición: Elimina las probabilidades de eventos de **Combate** en los encuentros extraterrestres.// :point: **+4% de bonus** en cada **Investigación** del Laboratorio.// :point: Bonus para desarrollar ciertos **Proyectos NERON**.
fr: Polyvalent Vous avez des connaissances... Ça peut toujours servir.//:point: Vous êtes considéré comme **Botaniste**, **Diplomate** et **Biologiste** mais ne disposez pas de leurs actions et ressources.

# strateguru
source: strateguru.name strateguru.description
es: Estratega militar {character_gender, select, female {Eres una experta en batallas espaciales, pero todos creen que estás loca.} other {Eres un experto en batallas espaciales, pero todos creen que estás loco.}}//:point: **50%** de probabilidades de reducir un **33%** de cada ola de hunters.
fr: Stratéguerre A un certain degré de mégalomanie, on peut appeler ça du talent. Vous êtes expert en bataille spatiale mais tout le monde vous prend pour un fou.//:point: **50%** de chances de réduire chaque vague de Hunters de **33%**.

# opportunist
source: opportunist.name opportunist.description
es: Arribista {character_gender, select, female {La} other {El}} arribista no pierde ninguna oportunidad para subir en la jerarquía de la nave.//:point: Ganas 5 :pa: cuando **ganas un título** por primera vez.

# crazy_eye
source: crazy_eye.name crazy_eye.description
es: Ojo Vivo No hay manera de sorprenderte, anticipas todos los movimientos de tus enemigos así como de tus supuestos aliados.//:point: Todas las acciones agresivas hacia ti cuestan 2 :pa: adicionales.
