Repository: cmnemoi/eMush
Catalog: Api/translations/*/statistics+intl-icu.*.xlf
Languages: es, fr

# communication_expert
source: communication_expert.name communication_expert.description communication_expert_1.name communication_expert_5.name
es: Oficial de comunicaciones Durante uno de tus viajes, tu equipo ha logrado realizar una gran cantidad de tareas en el módulo de comunicación Oficial de comunicaciones Ministro de comunicaciones
fr: Responsable des communications Durant un de vos voyages, votre équipage a réussi à effectuer une quantité de tâches légendaire au centre des communications. Responsable des communications {gender, select, female {Cheffe} other {Chef}} des communications

# day_5_reached
source: day_5_reached.name day_5_reached.description day_5_reached_1.name
es: Día 5 alcanzado Día 5 alcanzado. Superviviente
fr: Jour 5 atteint Nombre de fois où vous avez atteint le jour 5. {gender, select, female {Survivante} other {Survivant}}

# day_10_reached
source: day_10_reached.name day_10_reached.description day_10_reached_1.name
es: Día 10 alcanzado Día 10 alcanzado. Héroe
fr: Jour 10 atteint Nombre de fois où vous avez atteint le jour 10. {gender, select, female {Héroïne} other {Héros}}

# day_15_reached
source: day_15_reached.name day_15_reached.description day_15_reached_1.name
es: Día 15 alcanzado Día 15 alcanzado. Antiguo
fr: Jour 15 atteint Nombre de fois où vous avez atteint le jour 15. {gender, select, female {Ancienne} other {Ancien}}

# day_20_reached
source: day_20_reached.name day_20_reached.description day_20_reached_1.name
es: Día 20 alcanzado Día 20 alcanzado. Divinidad
fr: Jour 20 atteint Nombre de fois où vous avez atteint le jour 20. Divinité

# day_30_reached
source: day_30_reached.name day_30_reached.description
es: Día 30 alcanzado Día 30 alcanzado.
fr: Jour 30 atteint Nombre de fois où vous avez atteint le jour 30.

# mush_genome
source: mush_genome.name mush_genome.description mush_genome_1.name
es: Revelador de enigmas Durante uno de tus viajes, tu equipo ha resuelto el enigma del genoma Mush. Experto en mush
fr: {gender, select, female {Décrypteuse} other {Décrypteur}} de l'énigme Durant un de vos voyages, votre équipage a résolu l'énigme du génome Mush. {gender, select, female {Experte} other {Expert}} en Mush

# rebels
source: rebels.name rebels.description rebels_1.name
es: Contacto rebelde Bases rebeldes contactadas por ti. Radio pirata
fr: 5ème colonne Bases rebelles contactées par vos soins. Radio pirate

# pilgred_is_back
source: pilgred_is_back.name pilgred_is_back.description pilgred_is_back_1.name
es: ¡PILGRED ESTÁ DE VUELTA! Cantidad de viajes en los que la tripulación volvió a poner a PILGRED en línea. Propulsión de ùltima generación
fr: PILGRED EST DE RETOUR ! Nombre de voyages où votre équipage a réussi à remettre PILGRED en ligne. Propulsion de prochaine génération

# coffee_man
source: coffee_man.name coffee_man.description coffee_man_1.name coffee_man_500.name
fr: Un café pour la 16 ! Nombre de cafés que vous avez avalés. CAFÉ ! Cafféinomane

# ration_taken
source: ration_taken.name ration_taken.description ration_taken_1.name
fr: Rations avalées Nombre de rations que vous avez avalées. Goinfre

# day_max
source: day_max.name day_max.description day_max_3.name day_max_4.name day_max_5.name day_max_6.name day_max_7.name day_max_8.name day_max_9.name day_max_10.name day_max_11.name day_max_12.name day_max_13.name
es: El viaje más largo El viaje más largo en tiempo que has realizado a bordo del Daedalus. El día de la langosta Héroe del día El día de mi suerte Días aquellos El día trajo la oscuridad Un buen día para morir Los últimos días A Hard Day's Night Día perfecto Días de gloria Días felices
fr: Voyage le plus long Durée en jours de votre plus long voyage à bord du Daedalus. Day Of The Locusts Hero Of The Day If Today Was Your Last Day One More Rainy Day Day Sleeper Eight Days A Week Rainy Day Dream Away A Hard Day's Night Perfect Day Glory Days Oh Happy Days

# drugs_taken
source: drugs_taken.name drugs_taken.description drugs_taken_1.name
es: ¡Las pastillitas son mías! Pastillas y otras sustancias consumidas. Automedicado
fr: Laissez manger les petits cachets ! Nombre de gourmandises que vous avez avalées. Cacheton

# kivanc_contacted
source: kivanc_contacted.name kivanc_contacted.description kivanc_contacted_1.name
es: Kivanç Terzi contactado La tripulación ha contactado con Kivanç Terzi. Cabecilla
fr: Kivanç Terzi contacté Nombre de fois où votre équipage a contacté Kivanç Terzi. {gender, select, female {Cheffe} other {Chef}} rebelle

# nils_contacted
source: nils_contacted.name nils_contacted.description nils_contacted_1.name
fr: Nils contacté L'équipage du vaisseau a contacté Nils Carlsson. Autorité Scientifique

# team_all_rebels
source: team_all_rebels.name team_all_rebels.description team_all_rebels_1.name team_all_rebels_5.name team_all_rebels_10.name
fr: Révolution ! Votre équipe a décodé tous les signaux rebelles durant un voyage. Commune Révolution Libération

# plasma_shield
source: plasma_shield.name plasma_shield.description plasma_shield_1.name
fr: Bouclier plasma Nombre de fois où le Bouclier plasma a été mis en service par votre équipage durant un voyage. {gender, select, female {Protectrice} other {Protecteur}}

# grenadier
source: grenadier.name grenadier.description grenadier_1.name
fr: Grenade ! Nombre de grenades utilisées en expédition par votre équipe. Grenadier

# frozen_taken
source: frozen_taken.name frozen_taken.description frozen_taken_1.name
fr: Aliments Congelés avalés Aliments Congelés avalés Yéti

# kind_person
source: kind_person.name kind_person.description kind_person_1.name
fr: Soutiens Psychologiques A ce moment là, vous avez su trouver les mots justes... Psychologue Des Eons

# disease_contracted
source: disease_contracted.name disease_contracted.description disease_contracted_1.name disease_contracted_10.name disease_contracted_20.name disease_contracted_50.name
fr: Maladies contractées Vomissement, Toux, Grippe, et autres désagréments... Hypocondriaque Chétif Malade Chronique Grand Souffreteux

# mankarog_down
source: mankarog_down.name mankarog_down.description mankarog_down_1.name
fr: Mankarogs Abattus Mankarogs tués par votre équipe en expédition Davy Crockett De L'Infini

# mush_killed
source: mush_killed.name mush_killed.description mush_killed_1.name
fr: Bourreau Des Mush Mush que vous avez tués de vos propres mains ! Sporophobe

# team_mush_killed
source: team_mush_killed.name team_mush_killed.description team_mush_killed_1.name team_mush_killed_50.name team_mush_killed_100.name team_mush_killed_200.name team_mush_killed_500.name team_mush_killed_750.name team_mush_killed_1000.name team_mush_killed_2000.name team_mush_killed_4000.name
fr: Soldat de l'Humanité Envahisseurs Mush décimés par les équipages avec lesquels vous avez voyagé. Mangeur D'Agaric Exploseur De Vesse De Loup Écraseur de Bolet Ravageur Du Père Magotte Cauchemar Des Prés Grand Fléau Myconien Chef De Caste Des Dévoreurs D'Amanite Phalloïde Archi-Déchireur Des Rhizomes Temporels Purificateur Des Trompes De La Mort Des Grandes Anciennes
