Repository: cmnemoi/eMush
Catalog: Api/translations/*/status+intl-icu.*.xlf
Languages: es, fr

# highly_inactive
source: highly_inactive.name highly_inactive.description highly_inactive.examine
es: {character_gender, select, male {Gran inactivo} female {Gran inactiva} other {Gran inactiva} } Eres {character_gender, select, male {un gran inactivo} female {una gran inactiva} other {un gran inactivo} }, no te has conectado hace más de 48h, tu tripulación se verá perjudicada y podrían tomar una decisión radical.
fr: Grand Inactif Vous êtes un grand inactif, vous ne vous êtes pas connecté depuis 48h, vous pénalisez donc votre équipage qui est en droit de disposer de vous. TODO

# hyperactive
source: hyperactive.name hyperactive.description hyperactive.examine
es: {character_gender, select, male {Hiperactivo} female {Hiperactiva} other {Hiperactivo} } Ganas un punto de movimiento :pm: extra en cada cambio de ciclo. // No ganas ningún punto de acción :pa: adicional al recostarte.
fr: Hyperactif Vous gagnez un point de mouvement supplémentaire à chaque cycle. Vous ne gagnez aucun PA supplémentaire en vous allongeant. TODO

# immunized
source: immunized.name immunized.description immunized.examine
es: {character_gender, select, male {Inmunizado} female {Inmunizada} other {Inmunizado} } {character_gender, select, male {El inmunizado no puede ser contagiado} female {La inmunizada no puede ser contagiada} other {El Inmunizado no puede ser contagiado} } por el Mush. Es muy práctico cuando no se sabe en quién confiar...
fr: Immunisée L'immunisée ne peut pas être contaminée par le Mush. Pratique quand on ne sait plus à qui faire confiance. TODO

# inactive
source: inactive.name inactive.description inactive.examine
es: {character_gender, select, male {Inactivo} female {Inactiva} other {Inactivo} } No te has conectado en las últimas 24 horas, eres {character_gender, select, male {considerado como inactivo} female {considerada como inactiva} other {considerado como inactivo} }y te vuelves un blanco fácil. No queremos imaginar lo que pasará...
fr: Inactif Vous ne vous êtes pas connecté depuis 24h. Bonne chance pour la suite... TODO

# lost
source: lost.name lost.description lost.examine
es: {character_gender, select, female {Perdida} other {Perdido} } Te perdiste el último vuelo de salida de este agujero y te arrepientes.
fr: Perdu Vous avez raté le dernier départ de ce trou et vous le regrettez. TODO

# lying_down
source: lying_down.name lying_down.description lying_down.examine
es: {character_gender, select, male {Recostado} female {Recostada} other {Recostado} } Estás {character_gender, select, male {recostado} female {recostada} other {recostado} }.
fr: {character_gender, select, male {Allongé} female {Allongée} other {Allongé} } {character_gender, select, male {Vous êtes allongé.} female {Vous êtes allongée.} other {Vous êtes allongé.} } TODO

# multi_teamster
source: multi_teamster.name multi_teamster.description multi_teamster.examine
es: Multi-cuenta Los sensores han detectado que este tripulante tiene varias identidades paralelas. Por favor, contactar con la FDS para resolver esta situación.
fr: Pluri-équipier Mes senseurs ont détecté que cet équipier avait plusieurs existences parallèles. Merci de l'inciter à normaliser sa situation. TODO

# mush
source: mush.name mush.description mush.examine
es: Mush Ahora eres un Mush.// :point: **No ganas energía comiendo**, pero **nunca tienes hambre**.// :point: Tus puntos de ánimo :pmo: siempre están **al máximo**.// :point: Puedes leer las **propiedades de los consumibles**. // **No puedes enfermarte**.
fr: Mush Vous faites partie du Mush. TODO

# pariah
source: pariah.name pariah.description pariah.examine
es: Paria Alguien te ha impuesto un castigo. Llevas un peso sobre los hombros. Te señalan con el dedo, te espían, no dejan de mirarte. Eres un chivo expiatorio. La víctima. // Tus acciones **Furtivas** se vuelven **Discretas**. // Todas tus acciones se vuelven más difíciles.
fr: Paria On vous a jeté l'anathème. Un poids pèse sur vos épaules. On vous montre du doigt, on vous épie, on vous regarde attentivement. Vous êtes le bouc-émissaire. La victime.//Vos actions **furtives** deviennent **discrètes**.//Vos actions sont plus dures. <target/>

# pacifist
source: pacifist.name pacifist.description pacifist.examine
es: Pacifista En la sala donde estás, se necesitarán 2 :pa: adicionales para realizar acciones **agresivas**.
fr: Pacifiste Dans votre pièce, toutes les actions agressives coûtent 2 :pa: supplémentaires TODO

# pregnant
source: pregnant.name pregnant.description pregnant.examine
es: Encinta ¡Estás esperando un evento feliz! Esto te da :triumph: extra, y si mueres, el :pmo: de la tripulación será afectado severamente.
fr: Enceinte Vous attendez un heureux évènement ! Ceci vous donne un bonus de triomphe et si vous venez à mourir, le moral de l'équipage en sera lourdement affecté. TODO

# spores
source: spores.name spores.description spores.examine
es: Esporas Une espora sirve para contagiar a un tripulante.
fr: Spore Un spore sert à contaminer les autres membres de l'équipage. TODO

# starving
source: starving.name starving.description starving.examine
es: {character_gender, select, male {Hambriento} female {Hambrienta} other {Hambriento} } Llevas un buen tiempo sin probar bocado. Cada ciclo sin comer te vale 1 :hp:.
fr: Affamé Cela fait longtemps que vous n'avez pas mangé quelque chose. Chaque cycle sans manger vous coûte 1 :hp:. TODO

# starving_warning
source: starving_warning.name starving_warning.description
es: {character_gender, select, male {Hambriento} female {Hambrienta} other {Hambriento} } Hace mucho que no has comido nada. Cada ciclo sin comer te costará 1 :hp:.
fr: Affamé Cela fait longtemps que vous n'avez pas mangé quelque chose. Chaque cycle sans manger vous coûte 1 :hp:.

# stuck_in_the_ship
source: stuck_in_the_ship.name stuck_in_the_ship.description stuck_in_the_ship.examine
es: {character_gender, select, male {Bloqueado} female {Bloqueada} other {Bloqueado} } en la nave No tienes el equipo necesario para explorar este planeta. No te es posible salir de la nave.
fr: Bloqué dans le vaisseau Vous n'avez pas l'équipement nécessaire pour explorer cette planète. Vous êtes resté à l'intérieur de l'appareil... TODO

# suicidal
source: suicidal.name suicidal.description suicidal.examine
es: Suicida Simplemente ver una cuchara de plástico te da ideas... Encuentra una forma de calmarte, ¡y rápido!
fr: Suicidaire La simple vue d'une cuillère en plastique vous donne des envies... trouvez un moyen de vous ressaisir... et VITE. TODO

# updating
source: updating.name updating.description
es: Actualización en curso NERON se está actualizando. ¡¡¡NO APAGUE el dispositivo!!! 30%
fr: Mise à jour en cours NERON installe des mises à jour. NE PAS ÉTEINDRE L'APPAREIL !!! 30%

source: fire.name
es: Incendio en curso
fr: Incendie en cours

source: fire.description
es: ¡Esta sala está en llamas!
fr: Cette pièce est en flammes !

# pilot
source: pilot.name pilot.description
fr: Pilote Le pilote est un expert en manœuvre dans les vaisseaux Icarus, Pasiphae et Patrouilleur. Sa maîtrise aérienne est impressionnante.// :point: **Chances doublées** de toucher en Patrouilleur.// :point: **Ne rate jamais** les atterrissages et décollages.// :point: Bonus pour développer certains **Projets NERON**.

# shooter
source: shooter.name shooter.description
fr: Tireur Le Tireur manipule les armes de tout type avec beaucoup d'aisance.//:point: +2 **Tirs gratuits** :pa_shoot: par jour.//:point: Expédition : +1 à la force de votre équipe en cas de combat, si vous avez une arme à feu.//:point: Bonus pour développer certains **Projets NERON**.

# technician
source: technician.name technician.description
fr: Technicien Le Technicien est qualifié pour réparer le matériel, les équipements et la coque du Daedalus.// :point: +1 :pa_eng: (point d'action **Réparation**) par jour.// :point: Peut **Démonter** des objets.// :point: Chance de réussite doublée pour les **Réparations**.// :point: Chance de réussite doublée pour les **Rénovations**.// :point: Bonus pour développer certains **Projets NERON**.

# conceptor
source: conceptor.name conceptor.description
fr: Concepteur Le Concepteur dispose de deux actions gratuites chaque jour pour utiliser le Cœur de NERON.//:point: +2 :pa_core: (points d'action **Conception**) par jour.//:point: Bonus pour développer certains **Projets NERON**.

# shrink
source: shrink.name shrink.description
fr: Psy Le psy occupe un poste de soutien psychologique. Il permet de garder le moral et soigne les maladies psychologiques.//:point: A chaque cycle, **1 Point de Moral (:pmo:) est régénéré** à chaque personnage allongé dans sa pièce.//:point: **Soigne les maladies Psy**.//:point: Accorde l'action **Réconforter**, laquelle améliore le moral.//:point: Bonus pour développer certains **Projets NERON**.

# mankind_only_hope
source: mankind_only_hope.name mankind_only_hope.description
fr: Seul espoir de l'Humanité Son système immunitaire hors-norme fait d'elle le seul espoir de l'humanité. Tant qu'elle restera en vie, nous aurons une petite chance de combattre l'invasion Mush.//:point: La perte de moral journalière est réduite de 1 point.

# genius_idea
source: genius_idea.name genius_idea.description
es: Golpe de suerte Tu próxima reparación, proyecto o investigación es un éxito inmediato.
fr: Coup de génie Votre prochaine réparation, recherche ou projet est réussi.

# cat_infected
source: cat_infected.name cat_infected.description
es: Infectado Tu misión es demasiado importante como para discriminar a tus aliados.//Cada **humano** que este gato **arañe** será **contaminado con una espora**.//*Puedes ver este mensaje porque eres parte del Mush.*
fr: Infecté Votre mission est trop importante pour discriminer sur votre choix d'alliés...//Tout membre d'équipage **humain** que ce chat **griffera** se verra **contaminé par un spore.**//*Vous voyez ce message car vous faites partie du Mush.*

# antique_perfume_immunized
source: antique_perfume_immunized.name antique_perfume_immunized.description
es: {character_gender, select, male {Inmunizado} female {Inmunizada} other {Inmunizado} } {character_gender, select, male {El inmunizado no puede ser contagiado} female {La inmunizada no puede ser contagiada} other {El Inmunizado no puede ser contagiado} } por el Mush. Es muy práctico cuando no se sabe en quién confiar...
fr: Immunisée L'immunisée ne peut pas être contaminée par le Mush. Pratique quand on ne sait plus à qui faire confiance.

source: mush_trapped.name
es: ¡Sala atrapada!

source: mush_trapped.description
es: La próxima persona que interactúe con la habitación, un equipo o la estantería recibirá una espora. Ten cuidado de no activar la trampa tú mismo…

# beginner
source: beginner.name beginner.description
es: Nuevo recluta Recién graduado de la Academia, este nuevo recluta necesitará ayuda para familiarizarse con las particularidades de la vida a bordo del Daedalus. Además, es menos probable que haya sido contaminado por el Mush antes de abordar, gracias al régimen estricto de higiene de la Academia.

# turbo_drone_upgrade
source: turbo_drone_upgrade.description
es: :point: Turbo: 80% de probabilidades de actuar una segunda vez en cada ciclo.

# pilot_drone_upgrade
source: pilot_drone_upgrade.description
es: :point: Piloto: Puede tomar un Patrullero e intentar destruir todos los Hunters antes de desplazarse. Tiene un bonus de 20% de puntería respecto a los humanos.

# sensor_drone_upgrade
source: sensor_drone_upgrade.description
es: :point: Sensor: Se desplaza inteligentemente hacia el incendio, equipo o patrullero más cercano en lugar de desplazarse aleatoriamente.

# firefighter_drone_upgrade
source: firefighter_drone_upgrade.description
es: :point: Bombero: Intenta apagar los incendios en la sala antes de desplazarse. También se protege del fuego.

# is_anonymous
source: is_anonymous.name is_anonymous.description
es: Ninja Tus acciones **Públicas** son anónimas. En cambio, tus acciones **Secretas** y **Furtivas** revelarán tu verdadera identidad…
