Repository: cmnemoi/eMush
Catalog: Api/translations/*/status+intl-icu.*.xlf
Languages: es, fr

# alien_artefact
source: alien_artefact.name alien_artefact.description alien_artefact.examine
es: Artefacto alienígena Este objeto es... extraño...
fr: Artefact alien Cet objet est... étrange... TODO

# electric_charges
source: electric_charges.name electric_charges.description electric_charges.examine
es: Cargas ({charge}) Las cargas representan la cantidad de veces que puedes usar este objeto. Los objetos **Cargados** ganan **una** carga por ciclo.
fr: Charge Les charges sont le nombre d'utilisations que vous pouvez faire de cet objet. Les objets chargés regagnent une charge par cycle. TODO

# heavy
source: heavy.name heavy.description heavy.examine
es: Pesado Este objeto es particularmente pesado. Transportarlo contigo costará 2 :pm: más.
fr: Lourd Cet objet est particulièrement lourd. Se déplacer avec vous coûtera 2 :pm: de plus. TODO

# module_access
source: module_access.name module_access.description module_access.examine
es: Acceso al módulo Este objeto carga un módulo.
fr: Accès au Module Cet objet charge un module. TODO

# hidden
source: hidden.name hidden.description hidden.examine
es: Oculto Este objeto está oculto. Solo tú puedes verlo. ¡Advertencia!, un objeto oculto puede ser descubierto por otro jugador si buscan en la sala.
fr: Caché Cet objet est *caché* ! Vous seul êtes au courant... avec ceux qui fouilleront la pièce. TODO

# broken
source: broken.name broken.description broken.examine
es: Roto Este objeto no funciona más. Debe de ser reparado antes de poder usarlo de nuevo.
fr: Cassé Cet objet est *cassé*. Il faudrait penser à le réparer... TODO

# unstable
source: unstable.name unstable.description unstable.examine
es: Sospechoso Este alimento da mala espina.
fr: Instable Cette nourriture est franchement douteuse. TODO

# hazardous
source: hazardous.name hazardous.description hazardous.examine
es: Nocivo Esto no debe ser ingerido por ninguna persona frágil, puede ser peligroso.
fr: Avariée Cette nourriture ne devrait être donnée à aucune personne fragile, toute ingestion peut être dangereuse. TODO

# decomposing
source: decomposing.name decomposing.description decomposing.examine
es: Descomposición Este alimento debe ser desechado. Comerlo puede ser peligroso y hasta fatal.
fr: Décomposition Cette nourriture devrait être exterminée sans sommation, toute ingestion peut être dangereuse voir fatale. TODO

# frozen
source: frozen.name frozen.description frozen.examine
es: Congelado Este alimento esta hipercongelado. Su consumo en este estado es muy difícil.
fr: Congelé Cette nourriture est hyper-gelée. Sa consommation telle quelle peut s'avérer difficile. TODO

# contaminated
source: contaminated.name contaminated.description contaminated.examine
es: Contaminado Este alimento está contaminado. El primer tripulante (Mush o no) que lo coma será contaminado por una espora. Puedes ver este mensaje porque eres Mush.
fr: Contaminé Cet aliment est contaminé, l'équipier qui le consommera sera infecté du nombre de spores qu'il contient.//Vous voyez ce message car vous faites partie du Mush. TODO

# plant_young
source: plant_young.name plant_young.description plant_young.examine
es: Planta joven Esta planta es joven. No producirá frutos ni oxígeno hasta su maduración.
fr: Jeune Plant Cette plante est jeune. Elle ne produira ni oxygène ni fruit jusqu'à maturation. TODO

# plant_thirsty
source: plant_thirsty.name plant_thirsty.description plant_thirsty.examine
es: Sedienta Esta planta tiene **Sed**, no producirá más que oxígeno. Si no es regada, mañana estará **seca**.
fr: Soif Cette plante a **Soif**, elle ne produira plus que de l'oxygène. Si elle n'est pas arrosée, demain elle deviendra **Desséchée**. TODO

# plant_dry
source: plant_dry.name plant_dry.description plant_dry.examine
es: Seca Esta planta está **Seca**, no producirá ni frutos ni oxígeno. Si no es regada, mañana estará muerta.
fr: Desséchée Cette plante est **Desséchée**, elle ne produira ni fruit ni oxygène. Si elle n'est pas arrosée, demain elle sera morte. TODO

# plant_diseased
source: plant_diseased.name plant_diseased.description plant_diseased.examine
es: Enferma Esta planta está **Enferma**, no producirá ni frutos ni oxígeno.
fr: Malade Cette plante est **Malade**, elle ne produira ni fruit ni oxygène. TODO

# black_bite
source: black_bite.name black_bite.description black_bite.examine
fr: Morsure Noire Relativement bénin mais persistant, la Morsure Noire est un syndrome récent que personne ne connaît. TODO

# cat_allergy
source: cat_allergy.name cat_allergy.description cat_allergy.examine
fr: Allergie au chat La simple vue d'un chat provoque des éternuements insupportables et des pustules. Son contact pourrait s'avérer mortel... TODO

# cold
source: cold.name cold.description cold.examine
fr: Rhume Ne sortez jamais sans vos mouchoirs ! TODO

# extreme_tinnitus
source: extreme_tinnitus.name extreme_tinnitus.description extreme_tinnitus.examine
fr: Acouphènes Extrême Vos oreilles sifflent fort en permanence, ce qui peut devenir très fatiguant à la longue. TODO

# flu
source: flu.name flu.description flu.examine
fr: Grippe Variante sévère de la grippe du poney... Irritable, autoritaire, mal de crâne, rhume, courbatures, rien ne vous est épargné. Attention à ne pas trop laisser traîner, on ne sait jamais. TODO

# fungic_infection
source: fungic_infection.name fungic_infection.description fungic_infection.examine
fr: Infection fongique Qu'est ce que c'est que ce truc horrible... Vous devriez faire soigner ça rapidement... Ça gratte, ça purule, ça pue... TODO

# junkbumpkinitis
source: junkbumpkinitis.name junkbumpkinitis.description junkbumpkinitis.examine
fr: Citrouillite C'est pas que c'était pas frais... TODO

# migraine
source: migraine.name migraine.description migraine.examine
fr: Migraine Une grosse migraine bien carabinée harcèle le patient en ce moment, ça va passer... TODO

# mush_allergy
source: mush_allergy.name mush_allergy.description mush_allergy.examine
fr: Allergie au mush Le contact au Mush vous donne des pustules horribles et douloureuses. TODO

# quincks_oedema
source: quincks_oedema.name quincks_oedema.description quincks_oedema.examine
fr: Oedeme de Quincke <target/> TODO

# rejuvenation
source: rejuvenation.name rejuvenation.description rejuvenation.examine
fr: Verdoiement Votre corps émet des lueurs pulsatiles vertes, ça ne favorise pas vraiment un sommeil reposant... TODO

# rubella
source: rubella.name rubella.description rubella.examine
fr: Rubéole Mal au crâne, puis pustules sèches, très très fatiguant. Vous devriez vous en remettre. TODO

# sepsis
source: sepsis.name sepsis.description sepsis.examine
fr: Infection aïgue Vous êtes très infecté. Pas facile de se remettre sur pied. Vous ne survivrez sans doute pas... TODO

# sinus_storm
source: sinus_storm.name sinus_storm.description sinus_storm.examine
fr: Tempête sinusale Vos sinus sont en feu, de glace, puis lui déchirent la tête... C'est lourd et ça ne passe pas... TODO

# skin_inflammation
source: skin_inflammation.name skin_inflammation.description skin_inflammation.examine
fr: Éruption cutanée Quelqu'en soit la source, vous n'en avez cure, ça démange là et c'est très pénible TODO

# slight_nausea
source: slight_nausea.name slight_nausea.description slight_nausea.examine
fr: Nausée légère Vous vous sentez un peu barbouillé... Ça va passer mais vous n'avez plus faim et vous ne devriez pas vous approchez de bluuuuuurrrpppp... TODO

# smallpox
source: smallpox.name smallpox.description smallpox.examine
fr: Variole Maladie disparue de Sol mais apparemment bien présente ailleurs. Son aspect appétissant devrait vous convaincre de vous soigner... TODO

# space_rabies
source: space_rabies.name space_rabies.description space_rabies.examine
fr: Rage spatiale Vous avez la rage. Vous pouvez devenir violent et cela va sans doute finir par vous tuer. TODO

# syphilis
source: syphilis.name syphilis.description syphilis.examine
fr: Syphilis Maladie vénérienne par excellence, votre aspect effroyable et les rumeurs qui vous entoureront vous lasserons vite. Quel Dom Juan quand même... TODO

# vitamin_deficiency
source: vitamin_deficiency.name vitamin_deficiency.description vitamin_deficiency.examine
fr: Carence en vitamines Des carences en vitamines, minéraux, oligo-éléments et autres, vous n'avez pas trop la pêche... TODO

# agoraphobia
source: agoraphobia.name agoraphobia.description agoraphobia.examine
fr: Agoraphobie Vous êtes effrayé par la foule et les grands espaces, vous avez, en plus, des vertiges incontrôlables... Dans l'espace, ça va pas le faire. TODO

# ailurophobia
source: ailurophobia.name ailurophobia.description ailurophobia.examine
fr: Ailurophobie Vous avez une terrible phobie des chats. Leur simple vue vous met hors d'état d'agir. TODO

# chronic_migraine
source: chronic_migraine.name chronic_migraine.description chronic_migraine.examine
fr: Migraine chronique Une grosse migraine bien carabinée vous prend de temps à autres... et puis quand elle vous prend c'est le grand déménagement... pas de chance. TODO

# chronic_vertigo
source: chronic_vertigo.name chronic_vertigo.description chronic_vertigo.examine
fr: Vertige chronique Vous avez des vertiges chroniques ce qui vous incapacite grandement. TODO

# coprolalia
source: coprolalia.name coprolalia.description coprolalia.examine
fr: Coprolalie Vous lancez des chapelets d'insultes de façon impromptu. Au début ça choque un peu. TODO

# crabism
source: crabism.name crabism.description crabism.examine
fr: Crabisme De temps à autre, vous vous mettez à marcher de côté ou à vous jetez par terre pour ensuite rentrer dans une courte période régressive. TODO

# depression
source: depression.name depression.description depression.examine
fr: Dépression Vous souffrez tout le temps. La vie est devenue longue trop longue et chaque nouvelle épreuve vous fait perdre le goût des choses. TODO

# paranoia
source: paranoia.name paranoia.description paranoia.examine
fr: Crise Paranoïaque Vous avez peur pour votre vie et éventuellement le faites savoir. TODO

# psychotic_episodes
source: psychotic_episodes.name psychotic_episodes.description psychotic_episodes.examine
fr: Episodes Psychotiques Vous ne vous maîtrisez plus et rentrez souvent dans des colères noires. Il est fortement avisé de s'éloigner de toute forme d'armement. TODO

# spleen
source: spleen.name spleen.description spleen.examine
fr: Spleen Vous êtes atteint d'une forme très aiguë de dépression qui vous entraîne dans la mort très vite. TODO

# vertigo
source: vertigo.name vertigo.description vertigo.examine
fr: Vertige Vous avez des vertiges chroniques ce qui vous incapacite grandement. TODO

# weapon_phobia
source: weapon_phobia.name weapon_phobia.description weapon_phobia.examine
fr: Phobie des armes Vous ne pouvez plus tirer avec une arme, et leur simple vue vous incommode... TODO

# burns_50_of_body
source: burns_50_of_body.name burns_50_of_body.description burns_50_of_body.examine
fr: Brûlure au 3ème degré sur 50% La partie avant de votre corps est brûlée, pas trop non plus mais tout de même. TODO

# burns_90_of_body
source: burns_90_of_body.name burns_90_of_body.description burns_90_of_body.examine
fr: Brulure au 3ème degré sur 90% Votre corps est très gravement brulé et risque une septicémie. TODO

# broken_finger
source: broken_finger.name broken_finger.description broken_finger.examine
fr: Doigt cassé Un des doigts de votre bonne main est cassé. TODO

# broken_foot
source: broken_foot.name broken_foot.description broken_foot.examine
fr: Pied cassé Votre pied est cassé. TODO

# broken_leg
source: broken_leg.name broken_leg.description broken_leg.examine
fr: Jambe cassée Votre jambe a subi de multiples fractures qui l'handicapent... TODO

# broken_ribs
source: broken_ribs.name broken_ribs.description broken_ribs.examine
fr: Côtes pétées Vos côtes sont cassées, occasionnant une douleur en posture debout. TODO

# broken_shoulder
source: broken_shoulder.name broken_shoulder.description broken_shoulder.examine
fr: Epaule brisée Votre épaule a été brisée et démise. Impossible de porter des objets lourds... TODO

# bruised_shoulder
source: bruised_shoulder.name bruised_shoulder.description bruised_shoulder.examine
fr: Épaule froissée Votre épaule a subi des contusions majeures réversibles. TODO

# burnt_arms
source: burnt_arms.name burnt_arms.description burnt_arms.examine
fr: Bras brûlés Vos bras sont fortement brûlés. Saisir le moindre objet est une torture. TODO

# burnt_hand
source: burnt_hand.name burnt_hand.description burnt_hand.examine
fr: Main brûlée Votre main est brûlée. TODO

# burst_nose
source: burst_nose.name burst_nose.description burst_nose.examine
fr: Nez explosé Votre nez n'est plus, plus du tout, vous faites un peu peur aussi... TODO

# busted_arm_joint
source: busted_arm_joint.name busted_arm_joint.description busted_arm_joint.examine
fr: Articulation du bras fort morte Le bras pendouillant peut faire rire mais reste tout de même très handicapant. TODO

# busted_shoulder
source: busted_shoulder.name busted_shoulder.description busted_shoulder.examine
fr: Épaule pulvérisée L'épaule a subi des contusions majeures irréversibles, le bras est considéré comme mort. TODO

# critical_haemorrhage
source: critical_haemorrhage.name critical_haemorrhage.description critical_haemorrhage.examine
fr: Hémorragie critique Vous avez une hémorragie sur une artère majeure qui nécessite une chirurgie lourde. Bonne chance. TODO

# damaged_ears
source: damaged_ears.name damaged_ears.description damaged_ears.examine
fr: Oreilles incapacités Vos oreilles ne vous sont plus d'aucune utilité et de toute façon vous ne pouvez plus les utiliser. TODO

# destroyed_ears
source: destroyed_ears.name destroyed_ears.description destroyed_ears.examine
fr: Oreille pulvérisée Vos oreilles ont disparues. Peut-être qu'en cherchant bien... TODO

# dysfunctional_liver
source: dysfunctional_liver.name dysfunctional_liver.description dysfunctional_liver.examine
fr: Foie hors d'état Vous pouvez encore vivre avec votre foie détruit, mais combien de temps et dans quelles conditions ? TODO

# haemorrhage
source: haemorrhage.name haemorrhage.description haemorrhage.examine
fr: Hémorragie Vous avez une hémorragie il vous faut une chirurgie. TODO

# minor_haemorrhage
source: minor_haemorrhage.name minor_haemorrhage.description minor_haemorrhage.examine
fr: Hémorragie légère Vous avez une hémorragie sur une artère mineure qu'un médecin peut contenir. Attention à ne pas laisser traîner. TODO

# head_trauma
source: head_trauma.name head_trauma.description head_trauma.examine
fr: Trauma crânien Vous avez subi un traumatisme crânien récent, à moins d'arriver à trouver un médecin amateur de puzzle rapidement, vous risquez gros. TODO

# implanted_bullet
source: implanted_bullet.name implanted_bullet.description implanted_bullet.examine
fr: Balle en ballade Un éclat de balle se ballade désormais dans votre corps, ce n'est pas douloureux mais on sait pas ce que sera sa prochaine destination. TODO

# inner_ear_damaged
source: inner_ear_damaged.name inner_ear_damaged.description inner_ear_damaged.examine
fr: Oreille interne déréglée L'oreille interne ne semble plus fonctionner correctement. Vous pouvez être pris de vertiges, de surdité partielle ou de vomissements intempestifs quand vous voyagez. TODO

# mashed_foot
source: mashed_foot.name mashed_foot.description mashed_foot.examine
fr: Pied en bouillie Vous n'avez plus de pied digne de ce nom... TODO

# mashed_hand
source: mashed_hand.name mashed_hand.description mashed_hand.examine
fr: Main en charpie Votre main ne vous sera plus d'aucun secours. TODO

# missing_finger
source: missing_finger.name missing_finger.description missing_finger.examine
fr: Doigt manquant Vous ne pouvez plus compter que jusqu'à 4 sur votre bonne main. TODO

# open_air_brain
source: open_air_brain.name open_air_brain.description open_air_brain.examine
fr: Cerveau à l'air libre Il manque un morceau de votre crâne. Dans beaucoup de circonstances, il ne serait pas faux de dire que cela peut poser problème. TODO

# punctured_lung
source: punctured_lung.name punctured_lung.description punctured_lung.examine
fr: Poumon à trou Souffle court, du sang dans les poumons, sans soins, Vous n'en avez plus pour longtemps a vivre. TODO

# smashed_arms
source: smashed_arms.name smashed_arms.description smashed_arms.examine
fr: Absence de bras Vos bras sont complètement inutiles. TODO

# smashed_legs
source: smashed_legs.name smashed_legs.description smashed_legs.examine
fr: Jambes inutilisables Vous n'avez plus l'usage de vos jambes, dommage, ça peut servir. TODO

# torn_tongue
source: torn_tongue.name torn_tongue.description torn_tongue.examine
fr: Langue cisaillée Votre langue est réduite à un amas flasque sans vie. TODO

# commander
source: commander.name commander.description commander.examine
es: Comandante Decide la dirección del Daedalus. También es el único en poder iniciar una secuencia de viaje. // Cada día, puede **enviar una misión** a un tripulante, quien recibirá 3 :pa: si la acepta.
fr: Commandant Le Commandant peut accéder au **terminal de commandement** pour déplacer le Daedalus. // Il peut **envoyer une mission** par jour à un membre de l'équipage, qui recevra 3 :pa: s'il l'accepte. TODO

# communications_officer
source: communications_officer.name communications_officer.description communications_officer.examine
es: Oficial de Comunicaciones {character_gender, select, male {El} female {La} other {El} } Oficial de Comunicaciones puede iniciar la toma de contacto cuando la comunicación con el Sistema Solar esté restablecida. // Puede creer **Anuncios Generales**, que serán compartidos con toda la tripulación. // También puede **acceder a canales de comunicación sin equipar un Walkie-Talkie**.
fr: Resp. Communications Le Responsable de Communication peut accéder au **Centre de Communication** pour rétablir le contact avec le réseau rebelle de Sol. // Il peut créer des **Annonces Générales**, qui sont envoyées à tout les membres de l'équipage. // Il peut également **accéder aux canaux de communication sans porter un talkie**. TODO

# neron_administrator
source: neron_administrator.name neron_administrator.description neron_administrator.examine
es: {character_gender, select, male {Administrador de NERON} female {Administradora de NERON} other {Administrador de NERON} } {character_gender, select, male {El Administrador} female {La Administradora} other {El Administrador} } de NERON puede acceder al módulo BIOS de NERON. También tiene acceso privilegiado a las herramientas de gestión diarias. // También puede **hablar como NERON en canales públicos** escribiendo */neron* al comienzo de su mensaje.
fr: Admin. NERON L'Administrateur de NERON peut accéder au **BIOS de NERON** pour changer certains paramètres du Daedalus. // Il peut également **parler en tant que NERON** sur le canal public en écrivant */neron* au début de leur message. TODO

# antisocial
source: antisocial.name antisocial.description antisocial.examine
es: Asocial Al inicio de cada ciclo, si te encuentras en una sala con al menos otro tripulante, perderás un punto de ánimo.
fr: Asocial Au début de chaque cycle, si l'asocial est dans une pièce contenant au moins un autre membre d'équipage, il perd un point de moral. TODO

# berzerk
source: berzerk.name berzerk.description berzerk.examine
es: Mutado Has mutado. Tus daños tienen un bonus y tienes el rol de guardián permanente.
fr: Muté Vous avez muté. Vous avez un bonus à vos dommages. Vous accorde également le statut gardien permanent. TODO

# brainsync
source: brainsync.name brainsync.description brainsync.examine
es: Pensalink Tienes un pensalink que te permite comunicar sin el walky-talkie.
fr: Penselien Vous êtes doté d'un penselien ce qui permet de se passer de talky-walky. TODO

# burdened
source: burdened.name burdened.description burdened.examine
es: {character_gender, select, male {Sobrecargado} female {Sobrecargada} other {Sobrecargado} } Llevas objetos bastante pesados. Tus movimientos costarán 2 :pm: más.
fr: Encombré Vous portez des objets particulièrement lourds. Vos mouvements vous coûtent 2 :pm: de plus. TODO

# demoralized
source: demoralized.name demoralized.description demoralized.examine
es: {character_gender, select, female {Desmoralizada} other {Desmoralizado} } Debes recomponerte rápidamente, la moral está por los suelos y puede jugarte una mala pasada.
fr: Démoralisé Vous devriez rapidement vous ressaisir, le moral n'est pas bon et peut vous jouer des tours. TODO

# dirty
source: dirty.name dirty.description dirty.examine
es: {character_gender, select, male {Sucio} female {Sucia} other {Sucio} } Estás {character_gender, select, male {sucio} female {sucia} other {sucio} } y apestas... Una visita rápida a la ducha no te vendría mal. Aprovecha esta oportunidad para ponerte un poco de desodorante.
fr: Sale Vous êtes sale et vous puez. Un petit tour sous la douche ne fera pas de mal. Profitez-en pour mettre du déodorant. TODO

# disabled
source: disabled.name disabled.description disabled.examine
es: {character_gender, select, male {Lisiado} female {Lisiada} other {Lisiado} } Ganas 2 :pm: menos en tus conversiones de :pa: a :pm:, pero consumes 1 :pm: menos si sales de una sala con al menos otro tripulante.
fr: Handicapé moteur L'handicapé moteur gagne 2 :pm: de moins lors des conversions :pa:-:pm:. En revanche, il peut se déplacer gratuitement tant qu'il est dans une salle contenant au moins un membre d'équipage. TODO

# eureka_moment
source: eureka_moment.name eureka_moment.description eureka_moment.examine
es: Golpe de Suerte Tu próxima reparación, proyecto o investigación es un éxito inmediato.
fr: Coup de Génie Votre prochaine réparation, recherche ou projet est réussi. TODO

# first_time
source: first_time.name first_time.description first_time.examine
es: Primera vez Nunca lo has hecho. La primera vez que lo hagas con otro tripulante, tu moral se subirá al máximo.
fr: Première Fois Vous ne l'avez jamais fait. Votre première fois remontera votre moral à fond. TODO

# focused
source: focused.name focused.description focused.examine
es: {character_gender, select, male {Concentrado} female {Concentrada} other {Concentrado} } Estás ingresando a una terminal.
fr: Concentré Vous êtes en train d’accéder à un terminal avec un air concentré. TODO

# full_stomach
source: full_stomach.name full_stomach.description full_stomach.examine
es: Estómago lleno Ya no puedes ingerir nada más.
fr: Ventre plein Vous avez fait bombance, impossible d'ingérer quoi que ce soit pour le moment. TODO

# gagged
source: gagged.name gagged.description gagged.examine
es: {character_gender, select, male {Amordazado} female {Amordazada} other {Amordazado} } Alguien se hartó de tus lloriqueos.
fr: Bâillonné(e) Quelqu'un en aura eu assez d'entendre vos jérémiades. TODO

# germaphobe
source: germaphobe.name germaphobe.description germaphobe.examine
es: {character_gender, select, male {Germófobo} female {Germófoba} other {Germófobo} } Pierdes un punto de ánimo (:pmo:) por cada ciclo que pases sin limpiarte. Tampoco puedes acariciar al gato.
fr: Germaphobe Vous perdez un point de moral pour chaque cycle où vous êtes sale. Vous ne pouvez pas non plus caresser le chat. TODO

# guardian
source: guardian.name guardian.description guardian.examine
es: Guardián Cuando un guardián está en la sala, los visitantes **solo** pueden ir al lugar de donde vienen.
fr: Gardien Quand un Gardien est présent dans la pièce, le visiteur peut **seulement** repartir d'où il vient. TODO
