Repository: cmnemoi/eMush
Catalog: Api/translations/*/statistics+intl-icu.*.xlf
Languages: es, fr

# cat_cuddled
source: cat_cuddled.name cat_cuddled.description cat_cuddled_1.name
es: Gatos acariciados Cantidad de veces en las que has atrapado a Schrödinger. Gatubelo
fr: Chats câlinés Nombre de fois où vous avez attrapé Schrödinger. Félinophile

# coffee_taken
source: coffee_taken.name coffee_taken.description coffee_taken_1.name
es: ¡Un cafecito por favor! Cafés consumidos ¡RÁPIDO, CAFÉ!
fr: {gender, select, female {Squatteuse} other {Squatteur}} de cafetière Nombre de cafés retirés en machine. {gender, select, female {Pilière} other {Pilier}} de comptoir

# cooked_taken
source: cooked_taken.name cooked_taken.description cooked_taken_1.name
es: Raciones cocinadas consumidas Raciones cocinadas consumidas Tragón
fr: Rations cuisinées avalées Rations cuisinées avalées {gender, select, female {Morfale} other {Morfal}}

# door_repaired
source: door_repaired.name door_repaired.description door_repaired_1.name
es: Puertas reparadas Puertas que has reparado con mucho amor. Cerrajero
fr: Portes réparées Portes que vous avez amoureusement réparées. {gender, select, female {Serrurière} other {Serrurier}}

# explorer
source: explorer.name explorer.description explorer_1.name explorer_50.name explorer_200.name explorer_1000.name
es: Explorador Cantidad de veces que has explorado un planeta y has vuelto vivo(a). Expedicionario Gran Expedicionario Sin fronteras Starship Trooper
fr: {gender, select, female {Exploratrice} other {Explorateur}} Nombre de fois où vous avez exploré une planète et en êtes revenu vivant. {gender, select, female {Exploratrice} other {Explorateur}} {gender, select, female {Grande exploratrice} other {Grand explorateur}} {gender, select, female {Repousseuse} other {Repousseur}} de frontière {gender, select, female {Jeanne Barret} other {Christophe Colomb}}

# camera_installed
source: camera_installed.name camera_installed.description camera_installed_1.name
es: Telegenio Cámaras instaladas Telegénico
fr: Télégénie Caméras installées Télégénique

# artefact_coll
source: artefact_coll.name artefact_coll.description artefact_coll_1.name artefact_coll_10.name artefact_coll_15.name
fr: Artefacts collectés Artefacts collectés en expédition tout au long de votre carrière. Archéologue Inconnu Allan Grant Indiana Jones

# planet_scanned
source: planet_scanned.name planet_scanned.description planet_scanned_1.name
es: Planetas detectados Planetas detectados. Navegante
fr: Planètes détectées Nombre de planètes que vous avez découvertes. {gender, select, female {Navigatrice} other {Navigateur}}

# signal_fire
source: signal_fire.name signal_fire.description
es: Señalamientos de incendios Cantidad de incendios que has señalado.
fr: Signalements d'incendies Nombre d'incendies que vous avez signalés. Au feu !

# extinguish_fire
source: extinguish_fire.name extinguish_fire.description
es: Extinción de Incendios Cantidad de incendios que has extinguido.
fr: Extinction d'incendies Nombre d'incendies que vous avez éteints.

# give_mission
source: give_mission.name give_mission.description give_mission_1.name give_mission_10.name give_mission_50.name give_mission_100.name give_mission_500.name
es: Misiones Misiones que has dado y que han sido aceptadas. Jefe Patrón Autoridad Capataz Dictador
fr: Missions Missions que vous avez données et qui ont été acceptées {gender, select, female {Bidasse} other {Troufion}} {gender, select, female {Cheffe} other {Chef}} Capitaine {gender, select, female {Commandante} other {Commandant}} {gender, select, female {Générale} other {Général}}

# explo_feed
source: explo_feed.name explo_feed.description explo_feed_1.name explo_feed_50.name explo_feed_200.name explo_feed_500.name explo_feed_1000.name
es: Abastecedor Alimentos traídos durante una expedición. Debes haber sobrevivido... Recolector de frutos Cazador Safari Devastador Arrazador
fr: {gender, select, female {Approvisionneuse} other {Approvisionneur}} Nourriture rapportée d'expédition. Vous devez avoir survécu... {gender, select, female {Cueilleuse} other {Cueilleur}} de baie {gender, select, female {Chasseuse} other {Chasseur}} {gender, select, female {Meneuse} other {Meneur}} de safari {gender, select, female {Génocideuse} other {Génocideur}} de monde {gender, select, female {Grande destructrice} other {Grand destructeur}} de système solaire

# signal_equip
source: signal_equip.name signal_equip.description signal_equip_1.name signal_equip_20.name signal_equip_50.name signal_equip_200.name signal_equip_1000.name
es: Señalamiento de averías Cantidad de equipos averiados que has señalado. Tripulante observador Agente de mantenimiento Amigo de las máquinas Experto en equipos Inspector técnico
fr: Signalement de pannes Nombre d'équipements endommagés que vous avez signalés. {gender, select, female {Agente} other {Agent}} de surface {gender, select, female {Agente} other {Agent}} de maintenance {gender, select, female {Préposée} other {Préposé}} aux équipements {gender, select, female {Équipementière} other {Équipementier}} {gender, select, female {Inspectrice} other {Inspecteur}} des travaux finis

# gagged
source: gagged.name gagged.description gagged_1.name
es: Amordazado Cantidad de veces que has sido amordazado(a). Amordazado
fr: {gender, select, female {Bâillonnée} other {Bâillonné}} Nombre de fois où vous avez été {gender, select, female {bâillonnée} other {bâillonné}}. {gender, select, female {Bâillonnée} other {Bâillonné}}

# succeeded_inspection
source: succeeded_inspection.name succeeded_inspection.description succeeded_inspection_1.name
es: Inspecciones exitosas ¡El que busca, encuentra! Elijah Baley
fr: Inspections réussies Qui cherche trouve ! {gender, select, female {Major Kusanagi} other {Elijah Baley}}

# back_to_root
source: back_to_root.name back_to_root.description back_to_root_1.name
es: Sistema Solar Cantidad de viajes de vuelta al Sistema Solar realizados. Todos vuelven
fr: Sol Nombre de trajets de retour vers Sol effectués. Content du voyage ? {gender, select, female {Citoyenne} other {Citoyen}} de Sol

# new_plants
source: new_plants.name new_plants.description new_plants_1.name
es: Plantaciones Plantas a las que has dado vida. Sembrador
fr: Plantations Plantes que vous avez fait naître Puceron

# andie
source: andie.name andie.description andie_50.name andie_200.name andie_500.name andie_2000.name andie_10000.name
es: Ciclos pasados gritando ¡Viva la Federación! Fuiste un peón de la FDS en el Daedalus, ¿de qué lado estás? ¡Viva la FDS! ¡Algo huele mal aquí! Super Agente Prodigio militar Brillante porvenir
fr: Nombre de cycles passés à vénérer la Fédération Vous avez vécu dans la peau d'un pion de la Fédération, il serait temps de changer de bord ! Dans la Fédération je crois ! Y'a quelque chose de louche ! On m'aurait {gender, select, female {mentie} other {menti}} ? L'idole des jeunes {gender, select, female {Promise} other {Promis}} à un brillant avenir !

# jin_su
source: jin_su.name jin_su.description jin_su_50.name jin_su_200.name jin_su_500.name jin_su_2000.name jin_su_10000.name
es: Ciclos pasados jugando al jefe Has estado en los zapatos del comandante del Daedalus. ¿Qué se siente tener el poder? Yo no soy marinero... Soy capitán, soy capitán... Bamba-bamba Almirante El jefe Comandante supremo
fr: Nombre de cycles passés à jouer au chef Vous avez été dans la peau du commandant du Daedalus, alors... comment on se sent, tout puissant ? {gender, select, female {Fayotte} other {Fayot}} de la FDS Ohé, ohé, capitaine abandonné {gender, select, female {Amirâl'euse} other {Amirâl'eur}} The boss {gender, select, female {Commandante} other {Commandant}} suprême en chef

# chun
source: chun.name chun.description chun_50.name chun_200.name chun_500.name chun_2000.name chun_10000.name
es: Ciclos pasados haciéndose sacar muestras de sangre Siempre quisiste aportar a la ciencia, ¡pero no de esa manera! Soy importante Espécimen raro Único en mi especie ADN valioso La Última Esperanza
fr: Nombre de cycles passés à se faire prélever des échantillons sanguins Vous avez vécu dans la peau du cobaye humain le plus prisé ces derniers temps, pas le genre de célébrité dont vous rêviez ! At... atmush ! Vous ne me contaminerez pas ! Rempart biologique ADN++ v2 Dernier espoir de l'humanité

# kuan_ti
source: kuan_ti.name kuan_ti.description kuan_ti_50.name kuan_ti_200.name kuan_ti_500.name kuan_ti_2000.name kuan_ti_10000.name
es: Ciclos pasados admirando tu obra Has estado en el lugar de un creador Daedalus. ¿Orgulloso? Campeón de Lego Diseñador de naves Yo construí esa nave, ¿y tu? Noé moderno Soy el padre del Daedalus
fr: Nombre de cycles à contempler son oeuvre Vous avez été dans la peau du concepteur du Daedalus, alors... comment on se sent, fier ? Lego system {gender, select, female {Blindée} other {Blindé}} d'argent et d'acier A l'épreuve des icebergs spatiaux Architecte retro-compatible La grande classe universelle

# chao
source: chao.name chao.description chao_50.name chao_200.name chao_500.name chao_2000.name chao_10000.name
es: Ciclos pasados disparándole a cosas Has sido un francotirador del espacio. ¡Ya deja de apuntarme! ¡Bim-Bam-BUUUM! ¡Te tengo en la mira! Ven con papi, eso es ¡Mi bala en tu frente! Ya perdiste
fr: Nombre de cycles passés à dégommer des trucs Vous avez été dans la peau d'un franc-tireur de l'espace, vous avez encore la gâchette facile ? Boom! héhéhé... Garde tes amis près de toi, et tes ennemis encore plus près. Si vous posez une question, monsieur calibre donne la réponse. Le premier qui bouge, je lui fais frire la cervelle ! Last Action Weirdo

# gioele
source: gioele.name gioele.description gioele_50.name gioele_200.name gioele_500.name gioele_2000.name gioele_10000.name
es: Ciclos pasados contando billetes En la tierra tus billetes valen mucho... pero en el espacio, y con un Mush a bordo... ¡Yo primero! Money, money, money Tanto tienes, tanto vales Te propongo un negocio Bling bling
fr: Nombre de cycles passés à compter ses billets Être milliardaire, c'est le rêve de {gender, select, female {toute femme} other {tout homme}} sur Terre... Mais dans l'espace, et avec un Mush à bord... Moi d'abord ! Cash toi de là ! C'est à moi que tu parles ? Y'a du fric à se faire, je le sens ! {gender, select, female {La femme} other {L'homme}} qui valait 3 milliards et des brouettes

# eleesha
source: eleesha.name eleesha.description eleesha_50.name eleesha_200.name eleesha_500.name eleesha_2000.name eleesha_10000.name
es: Ciclos pasados bailando música Disco Fuiste quien le puso ritmo a la travesía espacial. Sigue mi ritmo Sexy dance Daedalus party Soy una estrella Pop Star
fr: Nombre de cycles passés à coiffer sa touffe. Vous avez arpenté les couloirs du Daedalus sur le rythme du disco-pop, dommage que ce costume manque de paillette... Tardiflette Daddy cool La tigresse du Daedalus En direct sur Eleesha TV Au coeur de l'info

# finola
source: finola.name finola.description finola_50.name finola_200.name finola_500.name finola_2000.name finola_10000.name
es: Ciclos viendo la vida a través de un microscopio Has sido un científico de renombre intergaláctico. Nunca pensaste ser tan inteligente, ¿verdad? Quisiera ser un microbito Bicho malo pillé Friki de la ciencia Científico Geek Quinto Elemento
fr: Nombre de cycles passés à scruter l'infiniment petit Vous avez été dans la peau d'une scientifique de renom, vous ne diriez pas non pour un petit prélèvement de plus ? Mais qu'est ce que je fais là ? Neutrino crochu L'univers en 10²² {gender, select, female {Planckée} other {Plancké}} dans le mur Master of the universe

# terrence
source: terrence.name terrence.description terrence_50.name terrence_200.name terrence_500.name terrence_2000.name terrence_10000.name
es: Ciclos pasados de mal humor Felizmente fuiste ingeniero y no un animador de fiestas infantiles. Habla con mi mano Sin pelos en la lengua El terror de los pasillos Renegado Mente brillante
fr: Nombre de cycles passés à bouder dans son coin Vous avez vécu dans la peau d'un brillant ingénieur, ceux qui vous ont sous-estimé le regrette encore amèrement ! Attendez que je passe la seconde ! Roule ma poule ! La terreur des couloirs T-4000 conceptor {gender, select, female {Maîtresse} other {Maître}} des bots

# eden
source: eden.name eden.description eden_1.name eden_5.name eden_10.name eden_20.name eden_50.name
es: Edén, tierra prometida Título exclusivo para los supervivientes del Daedalus que llegaron a Edén, la tierra prometida. Vacacionista ¡Yo estuve ahí! Pionero del Edén Privilegiado Paraíso prometido
fr: Eden, terre promise Titre réservé aux survivants du Daedalus ayant atteint Eden, la terre promise. Te''e à t'ibo'd ! Il où dédé'n ? {gender, select, female {Pionnière} other {Pionnier}} d'Eden {gender, select, female {Edenienne} other {Edenien}} {gender, select, female {Fondatrice} other {Fondateur}} de l'ordre d'Eden

# contributions
source: contributions.name contributions.description contributions_1.name contributions_5.name contributions_20.name contributions_50.name contributions_100.name contributions_300.name contributions_700.name contributions_1500.name
es: Contributions You have contributed to eMush development and with your help, it has evolved. Thank you! Colaborador “Podría poner esto perfectamente en mi currículum…” ¡A producción! eMush Driven Development Creador de experiencias Kent Beck del espacio Gran reparador de Cest Guardián del código fuente
fr: Contributions Vous avez participé au développement de eMush et grâce à vous on l'a fait avancer : merci ! {gender, select, female {Contributrice} other {Contributeur}} « Je mettrais bien ça sur un CV… » Ça part en prod ! eMush Driven Development {gender, select, female {Créatrice} other {Créateur}} d'expériences {gender, select, female {Emily Bache} other {Kent Beck}} de l'espace {gender, select, female {Grande Réparatrice} other {Grand Réparateur}} de Cest {gender, select, female {Productrice} other {Producteur}} de boutons à cliquer

# frieda
source: frieda.name frieda.description frieda_50.name frieda_200.name frieda_500.name frieda_2000.name frieda_10000.name
es: Ciclos pasados leyendo mapas Has estado en el puesto de la experta en navegación del Daedalus, ¿qué se siente perderse? Timón de papel Más allá de la nebulosa Ojo de astrolabio Astronavegante GPS espacial
fr: Nombre de cycles passés à lire des cartes Vous avez été dans la peau de la navigatrice du Daedalus, alors... comment on se sent, désorienté ? {gender, select, female {Navi-gâteuse} other {Navi-gâteux}} Après la nébuleuse, tournez à droite Compas dans l'oeil Astro-Physico-Navigato Encyclopedia Universalis

# hua
source: hua.name hua.description hua_50.name hua_200.name hua_500.name hua_2000.name hua_10000.name
es: Ciclos pasados con contactos del tercer tipo Has sido una exploradora legendaria. Te hubiese gustado tener 3 ojos, ¿verdad? Yo traigo las bebidas Cuando tu vas, yo ya volví Viajar conmigo es un placer Todos se pierden, menos yo Jiang Hua Tours
fr: Nombre de cycles passés à fréquenter des 3èmes types Vous avez été dans la peau d'une exploratrice légendaire, alors... déçu de ne pas avoir 3 yeux ? Un mars et ça repart Hé mec, il est où mon vaisseau ? Toi, t'as pas une gueule de porte-bonheur ! Tout le monde est perdu sauf moi ?! Les voyages épiques de Jiang Hua

# ian
source: ian.name ian.description ian_50.name ian_200.name ian_500.name ian_2000.name ian_10000.name
es: Ciclos pasados cultivando plantas alucinógenas Has sido un amante de la naturaleza, cuando mueras serás un buen abono. Me quiere, no me quiere... Amigo de las plantas Hierbamán Apocalipto Flower power
fr: Nombre de cycles passés à cultiver des plantes hallucinogènes Vous avez été dans la peau d'un amoureux de la nature, à la fin de votre existence vous ferez sûrement du bon engrais. Elle m'aime un peu, beaucoup... L'ami des monstroplantes {gender, select, female {Fruti-magicienne} other {Fruti-magicien}} J'ai la banane ! Flower master

# janice
source: janice.name janice.description janice_50.name janice_200.name janice_500.name janice_2000.name janice_10000.name
es: Ciclos pasados escuchando a los demás Has sido psicólogo(a) en el Daedalus. ¿De verdad están todos locos? Amor cibernético Psy Coreano ¡Mírame a los ojos cuando hablo! Psyco-Bimbo Janice S. Freud
fr: Nombre de cycles passés à écouter les autres Vous avez été dans la peau de la psychologue du Daedalus, alors... comment on se sent, folle ? zZz....zZzz... Gnan Gnan Style Dans les yeux, j'ai dit dans les yeux ! Psycho-Bimbo Janice S. Freud

# stephen
source: stephen.name stephen.description stephen_50.name stephen_200.name stephen_500.name stephen_2000.name stephen_10000.name
es: Ciclos pasados cocinando platillos sospechosos Has sido el mejor cocinero del espacio, pero... ¿por qué nunca comes lo que cocinas? ¡A la mesa! ¡Ya deja de masticar y traga! ¡Sabor a mí! Al diablo la dieta Master chef
fr: Nombre de cycles passés à cuisiner des plats suspects Leçon 1, Acte 1 : Where is Stephen ? Stephen is ... in the kitchen ! À table ! Non, je fais aussi la cuisine. {gender, select, female {Maîtresse} other {Maître}} du hokuto de cuisine {gender, select, female {Descendante} other {Descendant}} de Casey Ryback Master chef

# derek
source: derek.name derek.description derek_50.name derek_200.name derek_500.name derek_2000.name derek_10000.name
es: Ciclos pasados seduciendo compañeros Fuiste un héroe intergaláctico, ¡con una reputación dudosa pero famoso al fin! Galán Guapo Cachondo Adonis Casanova de las galaxias
fr: Nombre de cycles passés à draguer à tout va. Vous avez vécu dans la peau d'un super héros intergalactique auto-proclamé, ceux qui se moque de vous s'en souviendront un jour ! {gender, select, female {Pucelle} other {Puceau}} de l'espace Quelqu'un me demande ? Tire sur tout ce qui bouge ! Les yeux revolvers Casanova intergalactique

# daily_order
source: daily_order.name daily_order.description daily_order_1.name daily_order_10.name daily_order_20.name
es: Anuncio general Anuncios generales emitidos Anunciante Bocina Heraldo
fr: Annonce Générale Annonces générales passées {gender, select, female {Annonceuse} other {Annonceur}} Haut-Parleur {gender, select, female {Héraldesse} other {Héraut}}

# paola
source: paola.name paola.description paola_50.name paola_200.name paola_500.name paola_2000.name paola_10000.name
es: Ciclos pasados buscando en las bajas frecuencias Has sido una rebelde intrépida. Un modelo a seguir en las próximas misiones. Shhhh... ¡Silencio! Me quema el chisme Radiohead Cuéntamelo todo y exagera ¡Lo sabía!
fr: Nombre de cycles passés à surfer sur les basses fréquences Vous avez été dans la peau d'une intrépide rebelle au système, rien ni personne ne peut vous détourner de la vérité ! bzzzz...Bzzzitt ! Purple touffe émettrice Radiohead Video killed, radio star 2,21 GigaHertz !

# raluca
source: raluca.name raluca.description raluca_50.name raluca_200.name raluca_500.name raluca_2000.name raluca_10000.name
es: Ciclos pasados acariciando al gato Eres un personaje tan inteligente pero tan misterioso... Qué me miras ¡A toda máquina! Forever alone Pilgred in love Genio de la física
fr: Nombre de cycles passés à passer son temps à caresser son chat Oui, personne ne comprend un traître mot de ce que vous dîtes, peut-être serait'il bon de revenir parmi le commun des mortels. Miou miou Convecteur combusto-réversiblo-spatio-temporel en marche Couché Néron ! Toi aussi Schrödinger ! Pilgred in love In Pilgred we trust

# roland
source: roland.name roland.description roland_50.name roland_200.name roland_500.name roland_2000.name roland_10000.name
es: Ciclos en una nave de caza Has sido un piloto de caza en el Daedalus... ¡Bam, bam, BUUUUM! ¡Arranca! ¡A toda velocidad! Vuelo low cost Piloto chiflado Top Gun del espacio
fr: Nombre de cycles à tourner en rond Vous avez été dans la peau d'un des plus redoutable chasseur du Daedalus... Bon, vous n'êtes pas très nombreux non plus... Tchou tchou ! Full speed ! Toujours plus vite, toujours plus loin ! Interlooper spatio-temporel As des As de l'esp-As

# game_without_sleep
source: game_without_sleep.name game_without_sleep.description game_without_sleep_1.name game_without_sleep_20.name game_without_sleep_100.name
es: Días sin dormir Cantidad de viajes que has realizado sin dormir. Este trofeo es otorgado solo si sobrevives después del día 6. Despierto Insomnio Lúcido
fr: Jours sans s'endormir Nombre de voyages que vous avez effectués sans jamais vous endormir. Ce trophée n'est accordé que si vous survivez au delà du jour 6. {gender, select, female {Éveillée} other {Éveillé}} Insomniaque Extralucide

# mush_cycles
source: mush_cycles.name mush_cycles.description mush_cycles_50.name mush_cycles_200.name mush_cycles_500.name mush_cycles_2000.name mush_cycles_10000.name
es: Ciclos pasados como el malo de la película Fuiste uno de los villanos más temidos del espacio. Es más, el juego lleva tu nombre. Te gusto, lo sé Ser casi perfecto El 16º pasajero Musho gusto El malo de la película
fr: Nombre de cycles passés à fongiférer dans son coin Gnouarf, shnarf... beuarf... Reproduction... Mushhhh ! Mushi mushi ? L'oeil vif, le pelage rugeux ! Le 16ème passager Day of the tentacle Total Mushisation

# eden_contaminated
source: eden_contaminated.name eden_contaminated.description eden_contaminated_1.name
es: Edén, tierra contaminada Título reservado a los Mush que contaminaron el Edén. Devorador de mundos
fr: Eden, terre contaminée Titre réservé aux Mushs ayant infesté Eden, la terre contaminée ! {gender, select, female {Dévoreuse} other {Dévoreur}} des mondes

# politician
source: politician.name politician.description politician_1.name politician_10.name politician_50.name
es: Político Discurso dado a más de 8 espectadores. Parlanchín Charlatán Embustero
fr: {gender, select, female {Femme} other {Homme}} politique Nombre de discours prononcés devant plus de huit spectateurs. {gender, select, female {Conseillère municipale} other {Conseiller municipal}} {gender, select, female {Mairesse} other {Maire}} Escroc

# hunter_down
source: hunter_down.name hunter_down.description hunter_down_1.name hunter_down_20.name hunter_down_50.name hunter_down_100.name hunter_down_500.name
es: Hunters derribados Hunters derribados por ti. Tirapiedras Piloto Piloto de caza Artillero espacial Destroyer
fr: Hunters abattus Nombre de hunters abattus par vos soins. Cancrelat Pilote {gender, select, female {Chasseuse} other {Chasseur}} Pilote d'élite Fléau fongique

# likes
source: likes.name likes.description likes_1.name likes_20.name likes_50.name likes_100.name likes_200.name likes_500.name
es: ¡Todo el mundo te ama! Número de veces que fuiste apreciado durante una partida. Buen compañero Considerado simpático Encantadoramente amable Persona adorable Favorito de la tripulación Filtro de amor digital
fr: Tout le monde vous aime ! Nombre de fois où l'on vous a apprécié au cours d'une partie. Bon élément {gender, select, female {Jugée} other {Jugé}} sympathique Aimable à souhait Adorable personne Chouchou de l'équipage Filtre d'amour numérique

# surgeon
source: surgeon.name surgeon.description surgeon_1.name
es: Cirujano Operaciones quirúrgicas exitosas. Cirujano de Bergerac
fr: Chirurgies Actes de chirurgie réussies. {gender, select, female {Chirurgienne} other {Chirurgien}}

# butcher
source: butcher.name butcher.description butcher_1.name
es: Carnicero Cirugías fallidas. Carnicero
fr: Boucheries Actes de chirurgie ratés. {gender, select, female {Bouchère} other {Boucher}}
