Repository: cmnemoi/eMush
Catalog: Api/translations/*/terminal+intl-icu.*.xlf
Languages: es, fr

# command_terminal
source: command_terminal.name command_terminal.tips command_terminal.orientate_daedalus command_terminal.move_daedalus command_terminal.general_informations command_terminal.pilgred command_terminal.difficulty_normal command_terminal.difficulty_hard command_terminal.difficulty_very_hard command_terminal.advance_daedalus_status_ok command_terminal.advance_daedalus_status_no_fuel command_terminal.advance_daedalus_status_emergency_reactor_broken command_terminal.orientation
es: Terminal de Comando Como *Comandante* eres la única persona que puede acceder a este terminal. //// Mover la nave es esencial para **viajar a otros planetas** y podría ser útil para deshacerse de los hunters. //// Para ir a un planeta necesitas **saber el rumbo y la cantidad de combustible necesaria**. Estos dos datos pueden obtenerse en la *Terminal Astro*. Con esta información, primero hay que llenar la cámara de combustión con la cantidad adecuada de combustible. A continuación, ¡poner el Daedalus en la ruta correcta e iniciar el viaje! //// Si el trabajo se ha hecho correctamente, el Daedalus se situará en la órbita de un planeta, ¡que podrá ser explorado por la tripulación y obtener nuevos recursos! Orientación del Daedalus Desplazamiento del Daedalus Informaciones generales Pilgred Estamos viajando a través del **Espacio cercano**. Estamos viajando a través del **Espacio profundo**. Estamos viajando a través del **Espacio infinito**. Los sistemas están funcionales. ¡No hay combustible en la *Cámara de Combustión*! El desplazamiento es imposible. ¡El *Reactor de Emergencia* está averiado! El desplazamiento es imposible. {orientation, select, north {Oeste :left::left::left: **Norte** :right::right::right: Este} south {Este :left::left::left: **Sur** :right::right::right: Oeste} east {Norte :left::left::left: **Este** :right::right::right: Sur} west {Sur :left::left::left: **Oeste** :right::right::right: Norte} other {El Daedalus se orienta actualmente hacia: **{orientation}**.} }
fr: Terminal de Commandement En tant que *Commandant* vous êtes le seul à avoir accès à ce terminal. //// Le déplacement du vaisseau est nécessaire pour **aller vers une planète** et peut être utile pour se débarrasser des hunters. //// Pour aller vers une planète il faut **connaître l'orientation et le nombre d'unités de fuel**. Ces deux informations sont fournies depuis le *Terminal Astro*. Avec ces informations, quelqu'un doit d'abord remplir la chambre de combustion avec la quantité correcte de Fuel. Ensuite, orientez le Daedalus dans la bonne direction et lancez le déplacement ! //// Si le travail a été bien fait, le Daedalus se placera en orbite d'une planète qui pourra être explorée par l'équipage et ainsi obtenir des nouvelles ressources ! Orientation du Daedalus Déplacement du Daedalus Informations générales Pilgred Nous voyageons actuellement dans l'**Espace proche**. Nous voyageons actuellement dans l'**Espace éloigné**. Nous voyageons actuellement dans l'**Espace infini**. Les systèmes sont fonctionnels. Il n'y a pas de fuel dans la *Chambre de Combustion* ! Le voyage infra-luminique est impossible. Le *Réacteur d'urgence* est en carafe ! Le voyage infra-luminique est impossible. {orientation, select, north {Ouest :left::left::left: **Nord** :right::right::right: Est} south {Est :left::left::left: **Sud** :right::right::right: Ouest} east {Nord :left::left::left: **Est** :right::right::right: Sud} west {Sud :left::left::left: **Ouest** :right::right::right: Nord} other {Le Daedalus pointe actuellement vers : **{orientation}**.} }

# astro_terminal
source: astro_terminal.name astro_terminal.tips astro_terminal.orientation astro_terminal.distance astro_terminal.in_orbit astro_terminal.share_planet_button_name astro_terminal.share_planet_button_description
es: Terminal Astro Para poder encontrar un planeta para explorar, primero debes **realizar un escaneo** para encontrar hasta un máximo de 2 planetas. Los resultados de los planetas encontrados son exclusivos para cada persona. //// Una vez encontrado y elegido un planeta, deberás comunicar a la tripulación la **orientación y el combustible necesario** para llegar allí. Esto permitirá al *Comandante* mover el Daedalus al planeta elegido. //// Cuando el Daedalus ha llegado y está en órbita, es imposible buscar otros planetas. Por otro lado, puedes **analizar el planeta** en órbita para obtener GeoDatos adicionales si es que este no fue analizado por completo. Estos datos serán utilizados por el equipo de expedición, que podrá preparar la exploración con antelación. //// Para salir de la órbita, el Comandante a cargo debe ejecutar la acción desde la Terminal de Comando. Dirección Combustible necesario *¡En órbita!* Compartir Comparte este planeta con la tripulación.
fr: Terminal Astro Afin de trouver une planète à explorer, il faut d'abord *réaliser un scan* pour en trouver jusqu'à un maximum de {max_planets}. Les résultats des planètes trouvées sont personnels et exclusifs à chaque personne. //// Une fois une planète trouvée et choisie, vous devez communiquer à l'équipage l'*orientation et le fuel nécessaire* pour s'y rendre. Ceci permettra au *Commandant* de déplacer le Daedalus vers la planète choisie. //// Lorsque le Daedalus est arrivé et en orbite, il est impossible de scanner pour rechercher d'autres planètes. Par contre, vous pouvez *sonder la planète* en orbite pour obtenir des GéoDonnées supplementaires. Ces données serviront au corps expéditionnaire, qui pourra préparer à l'avance l'exploration. //// Pour sortir de l'orbite, le Commandant en charge doit exécuter l'action depuis le Terminal de Commandement. Direction Fuel requis *En orbite !* Partager Partager cette planète avec l'équipage.

# research_laboratory
source: research_laboratory.name research_laboratory.tips research_laboratory.chun_present research_laboratory.mush_dead
es: Laboratorio de Investigación La ciencia es un arma clave contra los Mush. Tienes 2 maneras de colaborar con ella: Traer objetos al laboratorio para desbloquear nuevas investigaciones, o avanzar las que están en marcha usando Puntos de Acción.// Algunos objetos desbloquearán las investigaciones apropiadas al estar en la estantería, mientras que otros deben ser portados para poder ver sus investigaciones.// Una sola persona podrá difícilmente completar una investigación, incluso si tiene las habilidades requeridas. Si haces avanzar una investigación varias veces consecutivas, la eficacia de la acción disminuirá. ¡La clave es trabajar alternadamente en equipo! **Chun** está presente. Por lo que ciertas investigaciones son posibles. Un **tripulante infectado** está muerto y ahora sirve como una muestra.
fr: Laboratoire de recherche Réalisez ici des recherches bénéfiques pour tout l'équipage. Vous avez deux façons de collaborer : apporter des objets au laboratoire pour débloquer des nouvelles recherches, et faire avancer les recherches déjà en cours. // Certains objets débloquent leurs recherches en étant présent dans l'inventaire de la pièce, tandis que d'autres doivent être en main pour rendre leurs recherches visibles. // Une seule personne, même si elle possède les compétences conseillées, peut difficilement accomplir une recherche toute seule. En effet, si vous avancez une recherche plus d'une fois à la suite, l'efficacité de votre action diminuera. Le travail alterné avec vos camarades est la clé ! **Chun** est présente. Cela veut dire que de recherches particulières sont possibles grâce à sa présence. Un **parasité** est mort et sert maintenant d'échantillon.

# block_of_post_it
source: block_of_post_it.name block_of_post_it.tips
es: Bloc de notas
fr: Bloc de pense-bêtes

# exploration
source: exploration.tips exploration.recolted_infos exploration.new_step exploration.lost exploration.finished
es: {isExplorationFinished, select, other {{quantity, plural, one {La exploración se realiza automáticamente. Cada minuto se desarrolla una nueva etapa. Una vez que vayas, no podrás regresar.} other {La exploración se realiza automáticamente. Cada # minutos se produce una nueva estapa. Una vez que vayas, no hay vuelta atrás.} }} true {Esta expedición ya ha terminado. Puedes revisar aquí los diferentes eventos que encontraron los miembros de la tripulación.}} Información obtenida... Nueva etapa Al estar perdido en este planeta tu estado de ánimo va a bajar... Ruega porque alguien venga a rescatarte. Finalizada.
fr: {isExplorationFinished, select, other {{quantity, plural, one {L'exploration se déroule automatiquement. Toutes les minutes, une nouvelle étape se déroule. Une fois parti, impossible de faire demi-tour.} other {L'exploration se déroule automatiquement. Toutes les # minutes, une nouvelle étape se déroule. Une fois parti, impossible de faire demi-tour.} }} true {Cette expédition est déjà terminée. Vous pouvez revoir ici les différents évènements qu'ont rencontrés les membres de l'équipage.}} Infos récoltées... Nouvelle étape {character_gender, select, male {Vous êtes perdu sur cette planète. Votre moral va rapidement décroitre... Implorez l'équipage pour qu'il vienne vous chercher.} female {Vous êtes perdue sur cette planète. Votre moral va rapidement décroitre... Implorez l'équipage pour qu'il vienne vous chercher.} other {Vous êtes perdu sur cette planète. Votre moral va rapidement décroitre... Implorez l'équipage pour qu'il vienne vous chercher.}} Finie.

# closed_exploration
source: closed_exploration.tips
es: Aquí puedes leer el reporte de tu expedición.
fr: Ici vous pouvez lire le rapport de l'expédition que vous avez réalisée.

# bios_terminal
source: bios_terminal.name bios_terminal.tips bios_terminal.cpu_priority_name bios_terminal.cpu_priority_description bios_terminal.cpu_priority_astronavigation bios_terminal.cpu_priority_defence bios_terminal.cpu_priority_pilgred bios_terminal.cpu_priority_research bios_terminal.cpu_priority_projects bios_terminal.cpu_priority_none bios_terminal.crew_lock_name bios_terminal.crew_lock_description bios_terminal.crew_lock_projects bios_terminal.crew_lock_piloting bios_terminal.crew_lock_research bios_terminal.food_destruction_option_name bios_terminal.food_destruction_option_description bios_terminal.food_destruction_option_never bios_terminal.food_destruction_option_unstable bios_terminal.food_destruction_option_hazardous bios_terminal.food_destruction_option_decomposing bios_terminal.plasma_shield_name bios_terminal.plasma_shield_description bios_terminal.plasma_shield_toggle_activate bios_terminal.plasma_shield_toggle_deactivate bios_terminal.magnetic_net_name bios_terminal.magnetic_net_description bios_terminal.magnetic_net_toggle_active bios_terminal.magnetic_net_toggle_inactive bios_terminal.neron_inhibition_name bios_terminal.neron_inhibition_description bios_terminal.neron_inhibition_toggle_active bios_terminal.neron_inhibition_toggle_inactive bios_terminal.death_announcements_name bios_terminal.death_announcements_description bios_terminal.death_announcements_toggle_active bios_terminal.death_announcements_toggle_inactive bios_terminal.vocoded_announcements_name bios_terminal.vocoded_announcements_description bios_terminal.vocoded_announcements_toggle_active bios_terminal.vocoded_announcements_toggle_inactive
es: Terminal BIOS Estás accediendo a la BIOS de NERON. Solo el Administrador de NERON puede cambiar sus parámetros. Prioridad CPU Controla la repartición de recursos del CPU. Puede hacer los proyectos o investigaciones más fáciles de realizar, aumentar la cantidad de GeoDatos analizados de los planetas, o ponerse en modo de economía de energía, el cual no hace nada. Este atributo puede ser cambiado solo **una vez al día** para no provocar una sobrecarga cognitiva en NERON. Astronavegación Sistema de defensa PILGRED Investigación Proyectos Ninguno Bloqueo de seguridad :point: Bloqueo de pilotaje: Los no pilotos no están autorizados a pilotar un Patrullero o el Icarus.//:point: Bloqueo de proyectos: Los no artífices no están autorizados a participar en el desarrollo de proyectos.//:point: Bloqueo de investigación: Los no biólogos y no médicos no pueden participar en investigaciones científicas. Proyectos Pilotaje Investigación Destrucción de víveres Activa la destrucción programada de alimentos perecidos en la noche. Nunca Sospechoso Nocivo Descomposición Escudo de Plasma Activa el escudo de plasma. Activar Desactivar Red magnética Activa o desactiva la red magnética que permite traer de vuelta a los patrulleros al mover la nave... o abandonarlos a su suerte. Activar Desactivar Bloqueo DMZ-CorePeace Activa el bloqueo del comportamiento de NERON. El bloqueo cambia un número de comportamientos agresivos de NERON. Sí No Señalar los decesos Activa la capacidad de NERON de anunciar los decesos. Sí No Anuncios vocales Activa la capacidad de NERON de transmitir los mensajes del Administrador de NERON. Autorizar No autorizar
fr: Terminal BIOS Vous accédez au BIOS de NERON. Seul son administrateur peut modifier la configuration. Priorité CPU Contrôle la répartition des tranches CPU. Soit elle rend les projets ou recherches plus faciles à réaliser, soit elle accroît le nombre de GeoDonnées fournies par les analyses de planètes, soit les CPU sont en mode paresseux et ne favorisent rien du tout.//Cette propriété ne peut être changée qu'*une fois par jour et par personne* pour ne pas entraîner une surcharge cognitive de NERON. Astronavigation Système de défense PILGRED Recherche Projets Aucune Verrou équipage :point: Verrouillage Pilotage : Les non-pilotes ne sont pas autorisés à piloter un Patrouilleur/Icarus.//:point: Verrouillage Projet : les non-concepteurs ne sont pas autorisés à participer au développement des projets.//:point: Verrouillage Recherche : les non-biologistes et non-médecins ne sont pas autorisés à participer à la Recherche scientifique. Projets Pilotage Recherche Bouclier Plasma Active le bouclier plasma. Activer Désactiver Filet magnétique Active le filet magnétique qui permet d'abandonner les Patrouilleurs à leur triste sort. Ou pas... Actif Inactif Entrave DMZ-CorePeace Active l'inhibiteur de comportements de NERON. L'inhibiteur permet de changer un certain nombre de comportements de NERON concernant l'agressivité. Oui Non Signaler les décès Active la possibilité pour NERON de signaler les décès avec une annonce. Oui Non Annonces vocodées Active la possibilité pour NERON de porter les messages de l'Administrateur NERON. Autorisées Pas autorisées

# pilgred
source: pilgred.name pilgred.tips pilgred.pilgred_finished_description pilgred.share_projects_button_name pilgred.share_projects_button_description
es: Reactor PILGRED La reparación del PILGRED requiere de grandes habilidades. Necesitarás mucha paciencia y esfuerzo. **Cuando esté reparado, volver a Sol será posible.** ¿Qué harías tú? PILGRED está operando completamente. Compartir Comparte el avance de las reparaciones del PILGRED con la tripulación.
fr: Réacteur PILGRED La remise en état de PILGRED demande des compétences énormes. Il vous faudra vous armer de patience et survivre pour y aboutir. Une fois réparé, la possibilité de revenir sur Sol vous sera ouverte. Qu'en ferez-vous ? PILGRED est pleinement opérationnel. Partager Partager l'avancement des réparations du PILGRED avec l'équipage.

# neron_core
source: neron_core.name neron_core.tips neron_core.no_proposed_neron_projects_description neron_core.share_projects_button_name neron_core.share_projects_button_description
es: Núcleo de NERON V{neronVersion} Aquí podrás actualizar y desbloquear funciones avanzadas para toda la tripulación. Esas funciones para el Núcleo de *Neron* se obtienen al **completar proyectos** que formaban parte del plan *Magallanes*.////Los proyectos avanzarán más rápido si tienes **las habilidades adecuadas**.////Una sola persona podrá difílcilmente completar un proyecto, incluso si tiene las habilidades requeridas. Si haces avanzar un proyecto más de una vez, tu eficacia disminuirá. **¡La clave es trabajar alternadamente en equipo!**////Y eso no es todo: Si varios proyectos avanzan parelelamente, **cuando se completa un proyecto, los otros dos se descartan permanentemente**. ¡Habla con tus compañeros para determinar cual servirá mejor para la tripulación! Ya no hay más proyectos por completar. Compartir Comparte estos proyectos con la tripulación.
fr: Cœur de NERON Vous êtes dans le Cœur de NERON. Ici vous pouvez le mettre à jour et **débloquer des fonctionnalités** avancées bénéfiques pour tout l'équipage. Ces fonctionnalités font partie du projet original Magellan.////Les projets avanceront mieux si vous possédez **les compétences adéquates**.////Une seule personne, même si elle possède les compétences conseillées, peut difficilement accomplir un projet toute seule. En effet, si vous avancez un projet plus d'une fois à la suite, l'efficacité de votre action diminuera. **Le travail alterné avec un camarade est la clé !**////Et ce n'est pas tout : un seul projet par set peut être mené à fin. **Lorsqu'un projet est complété, les deux autres sont désactivés de manière permanente.** Discutez entre vous pour déterminer lequel servira le vaisseau au mieux! Il n'y a plus de projets à faire aboutir. Partager Partager ces projets avec l'équipage.

# auxiliary_terminal
source: auxiliary_terminal.name auxiliary_terminal.tips auxiliary_terminal.no_proposed_neron_projects_description auxiliary_terminal.share_projects_button_name auxiliary_terminal.share_projects_button_description
es: Terminal auxiliar de NERON V{neronVersion} Aquí podrás actualizar y desbloquear funciones avanzadas para toda la tripulación. Esas funciones para el Núcleo de *Neron* se obtienen al **completar proyectos** que formaban parte del plan *Magallanes*.////Los proyectos avanzarán más rápido si tienes **las habilidades adecuadas**.////Una sola persona podrá difílcilmente completar un proyecto, incluso si tiene las habilidades requeridas. Si haces avanzar un proyecto más de una vez, tu eficacia disminuirá. **¡La clave es trabajar alternadamente en equipo!**////Y eso no es todo: Si varios proyectos avanzan parelelamente, **cuando se completa un proyecto, los otros dos se descartan permanentemente**. ¡Habla con tus compañeros para determinar cual servirá mejor para la tripulación! Ya no hay más proyectos por completar. Compartir Comparte estos proyectos con la tripulación.
fr: Cœur de NERON auxiliaire Vous êtes dans le Cœur de NERON. Ici vous pouvez le mettre à jour et **débloquer des fonctionnalités** avancées bénéfiques pour tout l'équipage. Ces fonctionnalités font partie du projet original Magellan.////Les projets avanceront mieux si vous possédez **les compétences adéquates**.////Une seule personne, même si elle possède les compétences conseillées, peut difficilement accomplir un projet toute seule. En effet, si vous avancez un projet plus d'une fois à la suite, l'efficacité de votre action diminuera. **Le travail alterné avec un camarade est la clé !**////Et ce n'est pas tout : un seul projet par set peut être mené à fin. **Lorsqu'un projet est complété, les deux autres sont désactivés de manière permanente.** Discutez entre vous pour déterminer lequel servira le vaisseau au mieux! Il n'y a plus de projets à faire aboutir. Partager Partager ces projets avec l'équipage.

# calculator
source: calculator.name calculator.tips calculator.to_a_new_eden_title calculator.to_a_new_eden_description calculator.nothing_to_compute calculator.eden_computed
es: Supercalculadora Calcula datos importantes o sin ningún valor. Pero la ciencia guarda más de una sorpresa... Hacia un nuevo Edén La cristalita contiene coordenadas polares correspondientes al centro de la nebulosa de Magallanes... Sin embargo, para salir de aquí, necesitaremos un sistema de propulsión increíble... No hay nada que calcular por el momento. El cálculo de las coordenadas de Edén ha sido completado con éxito. Las coordenadas han sido transferidas a *NERON. Consulta a tu ***Comandante*** para obtener más información*.
fr: Calculateur Ce module permet d'effectuer des calculs savants et/ou sans intérêt. Mais parfois la science réserve de bien belles surprises... Vers un nouvel Eden Le cristalite contient des coordonnées polaires qui se rapportent au centre du nuage de Magellan... Mais elles pointent hors de celui-ci, il va nous falloir une sacrée propulsion... Rien à calculer pour le moment. // En attente de matériel dans l'étagère... Le calcul des coordonnées d'Eden a été achevé avec succès. Les coordonnées ont été transférées vers NERON : consultez votre ***Commandant*** pour plus d'informations.

# communication_center
source: communication_center.name communication_center.tips communication_center.contact communication_center.neron_version communication_center.neron_update_status communication_center.link_strength communication_center.link_established communication_center.rebel_bases_network communication_center.select_rebel_base_to_decode communication_center.xyloph_db communication_center.cannot_trade_under_attack communication_center.never communication_center.see_communications communication_center.see_trades
es: Centro de comunicación Toda comunicación empieza estableciendo contacto.// Esta acción puede ser realizada por cualquier tripulante. Establecer contacto sube el ánimo de todo el equipo y desbloquea nuevas acciones para el Responsable de Comunicaciones.// Si el contacto falla, por lo menos **mejorará la calidad de señal** y aumentará las probabilidades de éxito del próximo intento. Contactar NERON v{neronVersion} Nivel de actualización: {quantity}% Señal : {quantity}% ¡Conexión establecida! Red de Bases Rebeldes Selecciona una Base Rebelde para descifrar su señal. BDD Xyloph Otra nave te amenaza, ¡no puedes hacer trueques! ¡Jamás! Ver las comunicaciones Ver los intercambios
fr: Centre de communication Toute communication commence par **établir une liaison**.//Cette action simple peut être réalisée par n'importe quel membre de l'équipage. La liaison apporte des points de moral à toute l'équipe et débloque des nouvelles actions pour le Responsable Comm.//Si le contact échoue, au moins ça **améliorera la qualité du signal** et augmentera les chances de contact lors du prochain essai. Liaison NERON v{neronVersion} État de mise à jour : {quantity}% Signal : {quantity}% Connexion établie ! Réseau de bases rebelles Choisissez une base rebelle pour pouvoir décoder son signal. Xyloph BDD Un autre vaisseau nous menace, il est impossible de commercer ! Jamais ! Voir les communications Voir les échanges
