Repository: cmnemoi/eMush
Catalog: Api/translations/*/the_end+intl-icu.*.xlf
Languages: es, fr

source: Statistics:
es: Estadísticas
fr: Statistiques :

# shipsDestroyed
source: Hunters defeated
es: Hunters derribados
fr: Vaisseaux détruits

source: Planets found
es: Planetas encontrados
fr: Planètes trouvées

# explorationsStarted
source: Explorations
es: Expediciones

source: Rebel bases contacted
es: Bases rebeldes contactadas
fr: Bases rebelles contactées

# sporesCreated
source: Spores generated
es: Esporas generadas
fr: Spores générés

# mushAmount
source: Number of Mush
es: Número de Mush
fr: Nombre de Mush

source: NERON projects
es: Proyectos NERON
fr: Projets Néron

# researchProjects
source: Research
es: Investigaciones
fr: Recherches

# commander
source: Commanders
es: Comandantes
fr: Les Commandants

# neron_manager
source: NERON Administrators
es: Administradores NERON
fr: L'Administrateur NERON

# com_manager
source: Communication Officers
es: Oficiales de Comunicaciones
fr: Les Responsables des Communications
