Repository: cmnemoi/eMush
Catalog: Api/translations/*/trade+intl-icu.*.xlf
Languages: es, fr

# human_vs_oxy
source: Aloha, your organisms are truly fascinating, especially the methanization of your organic waste, incredible... We offer you one of your friends in exchange for substantial oxygen reserves!
es: Aloha, increíbles organismos metanizadores de desechos orgánicos. ¿Intercambiamos algunos de vuestros amigos por reservas de oxígeno?
fr: Aloha, vos organismes sont vraiment passionnants surtout la métanisation de vos déchets organiques, incroyable... Nous vous échangeons un de vos amis contre des réserves d'oxygène conséquentes !

# forest_deal
source: OOOOOOOOoooooo...... *rahh my sensors* We are ...*chhhhh* Space gardeners, we will gladly exchange your equipment for precious goods.
es: OOOOOOOOoooooo... **rahh mis sensores** Somos...**chhhhh** Jardineros del espacio, intercambiaremos con gusto vuestro material por objetos preciosos.
fr: OOOOOOOOoooooo...... *rahh mes senseurs* Nous sommes des ...*chhhhh* Jardiniers spaciaux, nous échangerons volontiers votre matériel contre des biens précieux.

# pilgredissim
source: [NAc Nac NAc NAc] *beam improvement* [Nac] Rotten engine, never advance in the universe like that. Cardboard civilization... [Naaaaac] Let's repair your PILGRED in exchange for your crew members!
es: [NAc Nac NAc NAc] **Oferta mejor** [Nac] Motor inservible, jamás avanzaréis así. Pobre civilización... [Naaaaac] ¡Repararemos vuestro PILGRED a cambio de miembros de vuestra tripulación!
fr: [NAc Nac NAc NAc] *amélioration du faisceau* [Nac] Moteur pourri, jamais avancer dans l'univers comme ça. Civilisation en carton... [Naaaaac] Réparons votre PILGRED contre de vos membres d'équipage !

# good_projections
source: Greetings humble mammalian creature, we are looking for new toys to satisfy our queen. We have technologies that might be useful to you.
es: Saludos, curiosas criaturas mamíferas, buscamos objetos interesantes para nuestra reina. Os ofrecemos a cambio tecnología que podría ser útil.
fr: Salutation humble créature mammalienne, nous recherchons de nouveaux jouets pour satisfaire notre reine. Nous disposons de technologies qui pourraient vous être utiles.

# techno_rewrite
source: The great houses of Serres greet you, we have been watching your primitive world for eons and the crazy race of your ship is intriguing. We still have some interest in some of your technologies, a small exchange could benefit everyone.
es: Saludos de la casa de Serres, hemos estado observando la tecnología de vuestra nave. Nos interesan algunos de vuestros equipos, un intercambio podría conveniros.
fr: Les grandes maisons de Serres vous saluent, nous regardons votre monde primitif depuis des eons et la folle course de votre vaisseau est intriguante. Nous avons quand même quelques intérêts pour certaine de vos technologies, un petit échange pourrait profiter à tous.

# human_vs_fuel
source: We have a surplus of antifreeze and we're missing food for tonight, are you interested?
es: Tenemos un exceso de anticongelante y necesitamos algo para comer esta noche. ¿Hacemos un intercambio?
fr: Nous avons un surplus d'antigel et il nous manque à manger pour ce soir, ça vous dit ?

# human_vs_tree
source: Buraroum, we, the Leaf Eaters, need a celestial gardener, we offer you labor in exchange for new pots.
es: Saludos, terrícolas. Nuestro líder necesita mano de obra tercermundista. Intercambiamos alguno vuestros tripulantes por macetas nuevas.
fr: Buraroum, nous, les Dévorfeuilles avons besoin de jardinier céleste, nous vous échangeons de la main d'oeuvre contre des pots neufs.

# random_player
source: {quantity, plural, one {# crew member} other {# crew members}} at random
es: {quantity, plural, one {Un compañero} other {# compañeros}} al azar
fr: {quantity, plural, one {# équipier} other {# équipiers}} au hasard

# oxygen
source: {quantity, plural, one {# oxygen unit} other {# oxygen units}}
es: {quantity, plural, one {# Unidad} other {# Unidades}} de oxígeno
fr: {quantity, plural, one {# unité d'oxygène} other {# unités d'oxygène}}

# fuel
source: {quantity, plural, one {# fuel unit} other {# fuel units}}
es: {quantity, plural, one {# Unidad} other {# Unidades}} de combustible
fr: {quantity, plural, one {# unité de fuel} other {# unités de fuel}}

# hydropot
source: {quantity, plural, one {# hydropot} other {# hydropots}}
es: {quantity, plural, one {# Hidromaceta} other {# Hidromacetas}}

# oxygen_capsule
source: {quantity, plural, one {# oxygen capsule} other {# oxygen capsules}}
es: {quantity, plural, one {# Cápsula} other {# Cápsulas}} de oxígeno
fr: {quantity, plural, one {# capsule d'oxygène} other {# capsules d'oxygène}}

# fuel_capsule
source: {quantity, plural, one {# fuel capsule} other {# fuel capsules}}
es: {quantity, plural, one {# Cápsula} other {# Cápsulas}} de combustible
fr: {quantity, plural, one {# capsule de fuel} other {# capsules de fuel}}

# microwave
source: {quantity, plural, one {# microwave} other {# microwaves}}
es: {quantity} Microondas
fr: {quantity, plural, one {# micro-ondes} other {# micro-ondes}}

# pilgred
source: {quantity, plural, one {# PILGRED repair} other {# PILGRED repairs}}
es: {quantity} PILGRED
fr: {quantity, plural, one {# réparation du PILGRED} other {# réparations du PILGRED}}

# random_project
source: {quantity, plural, one {# random project} other {# random projects}}
es: {quantity, plural, one {# Proyecto Terminado} other {# Proyectos Terminados}}
fr: {quantity, plural, one {# projet au hasard} other {# projets au hasard}}

# standard_ration
source: {quantity, plural, one {# standard ration} other {# standard rations}}
es: {quantity, plural, one {# Ración} other {# Raciones}} estándar
fr: {quantity, plural, one {# ration standard} other {# rations standard}}

# metal_scraps
source: {quantity, plural, one {# metal scrap} other {# metal scraps}}
es: {quantity, plural, one {# Pieza metálica} other {# Piezas metálicas}}
fr: {quantity, plural, one {# débris métallique} other {# débris métalliques}}

# plastic_scraps
source: {quantity, plural, one {# plastic scrap} other {# plastic scraps}}
es: {quantity, plural, one {# Pieza plástica} other {# Piezas plásticas}}
fr: {quantity, plural, one {# débris plastique} other {# débris plastiques}}

# ian
source: Ian Soulton
es: A Ian Soulton

# trade_option
source: Trading {requiredAsset} will earn you... {offeredAsset}.
es: Dar **{requiredAsset}** te hará recibir: **{offeredAsset}**.
fr: Vendre {requiredAsset} vous rapportera... {offeredAsset}.

# trade_conditions_not_met
source: The conditions for this trade are not met.
es: No cuentas con los requisitos para este intercambio.
fr: Les conditions de cet échange ne sont pas remplies.

# human_vs_oxy_1_random_player_vs_5-10_oxygen_capsules
source: Sold!
es: ¡Trato hecho!
fr: Vendu !

# human_vs_oxy_diplomat_5-10_fuel_capsules_vs_10-20_oxygen_capsules
source: We have more gas reserves if you want!
es: ¡Tenemos más reservas de combustible si queréis!
fr: On a d'autres réserves de gaz si vous voulez !

# human_vs_oxy_diplomat_2_random_players_vs_10-20_oxygen_capsules
source: That's good, we have some extra organic waste...
es: Justo lo que necesitamos, tenemos algunos restos orgánicos...
fr: Ça tombe bien, on a du rabe sur les déchets organiques...

# techno_rewrite_two_random_projects_vs_one_random_project
source: Sold!
es: ¡Sí, hagamos negocios!
fr: Vendu !

# techno_rewrite_diplomat_three_random_projects_vs_two_random_projects
source: In fact, we offer you a group price!
es: ¡Os proponemos una oferta especial!
fr: En fait, on vous fait un prix de groupe !

# pilgredissim_3_random_players_vs_pilgred_project
source: Sold!
es: ¡Trato hecho!
fr: Vendu !

# pilgredissim_diplomat_24_oxygen_24_fuel_vs_pilgred_project
source: All in!
es: Hmm... No sé.
fr: Tapis !

# human_vs_tree_1_random_player_vs_one_hydropot
source: Sold!
es: ¡Trato hecho!
fr: Vendu !

# human_vs_tree_diplomat_ian_vs_4_hydropots_4_oxygen_capsules
source: We have exactly what you need!
es: ¡Tenemos exactamente lo que necesitáis!
fr: On a exactement ce qu'il vous faut !

# human_vs_tree_diplomat_2_random_players_vs_3_hydropots
source: And otherwise, are you interested?
es: ¿Qué más os puede interesar?
fr: Et sinon ça vous intéresse ?

# forest_deal_1_hydropot_vs_8-12_oxygen_capsules_1-4_fuel_capsules
source: Sold!
es: ¡Trato hecho!
fr: Vendu !

# forest_deal_2_hydropot_vs_12-20_oxygen_capsules_3-4_fuel_capsules
source: Sell more!
es: ¡Una oferta mejor!
fr: Vendre plus !

source: Your diplomat spouts some incomprehensible gibberish that seems to delight the merchants!
es: ¡Tu diplomático pronuncia unas frases incomprensibles que parecen agradar a los mercaderes!
fr: Votre diplomate vous pond un charabia incompréhensible qui semble ravir les marchands !

# good_projections_one_random_player_vs_one_random_project
source: Sold!
es: ¡Aceptamos!
fr: Vendu !

# good_projections_diplomat_two_random_players_vs_two_random_projects
source: Come on! Would you like a second one?
es: ¡Claro! También podéis llevaros otros más.
fr: Allez ! Vous en prendrez bien un deuxième ?

# good_projections_diplomat_mixed_resources_vs_one_random_project
source: And otherwise... Do you accept payments in kind?
es: ¿Podemos pagar en especias?
fr: Et sinon... Vous acceptez les paiements en nature ?

# human_vs_fuel_1_random_player_vs_8-12_fuel_capsules
source: Sold!
es: ¡Por supuesto!
fr: Vendu !

# human_vs_fuel_diplomat_2_random_players_vs_10-30_fuel_capsules
source: We offer you a bulk price, are you interested?
es: ¡No os arrepentiréis!
fr: On vous fait un prix de gros, ça vous dit ?

# human_vs_fuel_botanist_4_rations_vs_2-4_fuel_capsules
source: Do you digest greenery well?
es: ¿Os gustan las verduras?
fr: Digérez-vous bien la verdure ?
