Repository: cmnemoi/eMush
Catalog: Api/translations/*/triumph+intl-icu.*.xlf
Languages: es, fr

# lover
source: lover.name lover.log lover.personal_description
es: Enamorado ¡Has ganado {quantity} :triumph: al flirtear con éxito mutuamente como Derek! Derek gana {quantity} :triumph: por cada acto de amor recíproco.
fr: Amoureux Vous avez gagné {quantity} :triumph: en réussissant un flirt réciproque en tant que Derek ! Derek gagne {quantity} :triumph: pour chaque acte d'amour réciproque.

# andie_fate
source: andie_fate.name andie_fate.log andie_fate.personal_description
es: Traficante ¡Has ganado {quantity} :triumph: como Andie porque el Daedalus hizo un intercambio con mercaderes extraterrestres! Andie gana {quantity} :triumph: por cada intercambio exitoso con comerciantes alienígenas.
fr: Destin d'Andie Vous avez gagné {quantity} :triumph: car un échange avec des marchands aliens a été réalisé en votre présence en tant que Andie ! Andie gagne {quantity} :triumph: pour chaque échange réussi avec des marchands aliens.

# naturalist
source: naturalist.name naturalist.log naturalist.personal_description
es: Naturalista ¡Has ganado {quantity} :triumph: por sembrar un fruto alienígena como Ian! Ian gana {quantity} :triumph: cada vez que planta una fruta alienígena.
fr: Naturaliste Vous avez gagné {quantity} :triumph: en plantant un fruit alien en tant que Ian ! Ian gagne {quantity} :triumph: à chaque fruit alien planté.

# rebel_contact
source: rebel_contact.name rebel_contact.log rebel_contact.personal_description
es: Redes Rebeldes ¡Has ganado {quantity} :triumph: como Eleesha porque el Daedalus se ha contactado con una Base rebelde! Eleesha obtiene {quantity} :triumph: cada vez que una base rebelde es contactada.
fr: Réseaux Rebelles Vous avez gagné {quantity} :triumph: car une base rebelle a été contactée en votre présence en tant que Eleesha ! Eleesha gagne {quantity} :triumph: à chaque fois qu'une base rebelle est contactée.

# all_pregnant
source: all_pregnant.name all_pregnant.log
es: Nueva Esperanza ¡Has ganado {quantity} :triumph: porque uno de tus compañeros está esperando un evento feliz!
fr: Nouvel Espoir Vous avez gagné {quantity} :triumph: car l'un de vos coéquipiers attend un heureux évènement !
