Repository: cmnemoi/eMush
Catalog: Api/translations/*/triumph+intl-icu.*.xlf
Languages: es, fr

# cycle_human
source: cycle_human.name cycle_human.log
es: Ciclo Humano Has ganado {quantity} :triumph: por sobrevivir otro ciclo.
fr: Cycle Humain Vous avez gagné {quantity} :triumph: en survivant un cycle de plus.

# cycle_mush
source: cycle_mush.name cycle_mush.log
es: Ciclo Mush Has perdido {quantity} :triumph_mush: por dejar que esos humanos sobrevivan otro ciclo.
fr: Cycle Mush Vous avez perdu {quantity} :triumph_mush: en laissant ces humains survivre un cycle de plus.

# chun_lives
source: chun_lives.name chun_lives.log chun_lives.personal_description
es: ¡Chun vive! Has ganado {quantity} :triumph: por sobrevivir otro día como Chun. Chun gana {quantity} :triumph: por cada día sobrevivido.
fr: Chun vit ! Vous avez gagné {quantity} :triumph: en survivant un jour de plus en tant que Chun ! Chun gagne {quantity} :triumph: à chaque jour de survie.

# return_to_sol
source: return_to_sol.name return_to_sol.log
es: Volver a Sol ¡Has ganado {quantity} :triumph: por volver a Sol!
fr: Retour sur Sol Vous avez gagné {quantity} :triumph: en rentrant sur Sol !

# sol_mush_intruder
source: sol_mush_intruder.name sol_mush_intruder.log
es: Volver a Sol infiltrado Has perdido {quantity} :triumph: porque los Mush te siguieron a Sol...
fr: Retour sur Sol infiltré Vous avez perdu {quantity} :triumph: car des Mushs vous ont suivis sur Sol...

# sol_mush_invasion
source: sol_mush_invasion.name sol_mush_invasion.log
es: Retorno a Sol contaminado ¡Has ganado {quantity} :triumph_mush: por invadir Sol como un Mush!
fr: Invasion de Sol contaminé Vous avez gagné {quantity} :triumph_mush: en envahissant Sol en tant que Mush !

# mush_initial_bonus
source: mush_initial_bonus.name mush_initial_bonus.log
es: Mushificado ¡Has ganado {quantity} :triumph_mush: porque ahora eres agente del Mush!
fr: Mushiformé Vous avez gagné {quantity} :triumph_mush: car vous faites désormais partie du Mush !

# expedition
source: expedition.name expedition.log
es: Expedición Has ganado {quantity} :triumph: por participar en una expedición.
fr: Expédition Vous avez gagné {quantity} :triumph: en participant à une expédition.

# explorator
source: explorator.name explorator.log explorator.personal_description
es: Exploradora ¡Has ganado {quantity} :triumph: por participar en una expedición como Hua! Hua gana {quantity} :triumph: cada vez que participa en una exploración planetaria.
fr: Exploratrice Vous avez gagné {quantity} :triumph: en participant à une expédition en tant que Hua ! Hua gagne {quantity} :triumph: à chaque fois qu'elle part en exploration sur une planète.

# sol_contact
source: sol_contact.name sol_contact.log
es: Contacto con Sol Has ganado {quantity} :triumph: porque el Deadalus se contactó con Sol por primera vez.
fr: Contact avec Sol Vous avez gagné {quantity} :triumph: car le Daedalus a contacté Sol pour la première fois.

# research_small
source: research_small.name research_small.log
es: Investigación Menor Has ganado {quantity} :triumph: porque se ha completado una investigación menor.
fr: Recherche mineure Vous avez gagné {quantity} :triumph: car une recherche a été réalisée.

# research_standard
source: research_standard.name research_standard.log
es: Investigación Has ganado {quantity} :triumph: porque se ha completado una investigación.
fr: Recherche Vous avez gagné {quantity} :triumph: car une recherche a été réalisée.

# research_brillant
source: research_brillant.name research_brillant.log
es: Investigación Mayor ¡Has ganado {quantity} :triumph: porque se ha completado una investigación mayor!
fr: Recherche majeure Vous avez gagné {quantity} :triumph: car une recherche majeure a été réalisée !

# mush_specialist
source: mush_specialist.name mush_specialist.log mush_specialist.personal_description
es: Especialidad Mush ¡Has ganado {quantity} :triumph: porque se ha completado una investigación contra el Mush en tu presencia como Finola! Finola gana {quantity} :triumph: por cada investigación del Mush completada.
fr: Spécialité Mush Vous avez gagné {quantity} :triumph: car une recherche sur le Mush a été réalisée en votre présence en tant que Finola ! Finola gagne {quantity} :triumph: pour chaque recherche sur le Mush complétée.

# precious_body
source: precious_body.name precious_body.log precious_body.personal_description
es: El Precioso ¡Has ganado {quantity} :triumph: porque una investigación que requería tu presencia como Chun ha sido completada! Chun gana {quantity} :triumph: cada vez que una investigación que requiere de su presencia es completada.
fr: Le Précieux Vous avez gagné {quantity} :triumph: car une recherche nécessitant votre présence en tant que Chun a été réalisée ! Chun gagne {quantity} :triumph: à chaque fois qu'une recherche nécessitant sa présence aboutit.

# magellan_ark
source: magellan_ark.name magellan_ark.log magellan_ark.personal_description
es: El Arca de Magallanes ¡Has ganado {quantity} :triumph: porque un proyecto NERON se ha completado en tu presencia como Kuan Ti! Kuan Ti gana {quantity} :triumph: por cada proyecto NERON completado.
fr: L'Arche de Magellan Vous avez gagné {quantity} :triumph: car un projet NERON a été réalisé en votre présence en tant que Kuan Ti ! Kuan Ti gagne {quantity} :triumph: pour chaque projet NERON complété.

# pilgred_mother
source: pilgred_mother.name pilgred_mother.log pilgred_mother.personal_description
es: Mamá ¡Has ganado {quantity} :triumph: como Raluca porque las reparaciones de PILGRED han avanzado considerablemente! Raluca gana {quantity} :triumph: por cada 20% de reparación de PILGRED completada.
fr: Maman Vous avez gagné {quantity} :triumph: en tant que Raluca car PILGRED a avancé significativement ! Raluca gagne {quantity} :triumph: pour chaque tranche de 20% de réparation de PILGRED effectuée.

# ambitious
source: ambitious.name ambitious.log ambitious.personal_description
es: Ambicioso ¡Has ganado {quantity} :triumph: al obtener un título por primera vez como Stephen! Stephen gana {quantity} :triumph: la primera vez que recibe un título.
fr: Ambitieux Vous avez gagné {quantity} :triumph: en obtenant un titre en tant que Stephen ! Stephen gagne {quantity} :triumph: à chaque titre reçu.

# kube_solved
source: kube_solved.name kube_solved.log
es: Kuboide Has ganado {quantity} :triumph: por resolver el MAD Kube.
fr: Kuboïd Vous avez gagné {quantity} :triumph: en résolvant le MAD Kube.

# mush_victory
source: mush_victory.name mush_victory.log
es: Mush vencedor ¡Has ganado {quantity} :triumph_mush: porque los Mush han tomado control total de esta nave!
fr: Le Mush a vaincu Vous avez gagné {quantity} :triumph_mush: car le Mush a pris le contrôle total de ce vaisseau !

# super_nova
source: super_nova.name super_nova.log
es: Supernova Has ganado {quantity} :triumph: porque has sido destruido por una destrucción estelar.
fr: Super Nova Vous avez gagné {quantity} :triumph: car vous avez été éparpillé par une explosion stellaire.

# chun_dead
source: chun_dead.name chun_dead.log
es: Sin Esperanza Has ganado {quantity} :triumph_mush: porque :chun: la Última Esperanza de la Humanidad ha dejado este mundo.
fr: Sans Espoir Vous avez gagné {quantity} :triumph_mush: car :chun: le Seul Espoir de l'Humanité a quitté ce monde.

# mush_fear
source: mush_fear.name mush_fear.log mush_fear.personal_description
es: Miedo del Mush ¡Has ganado {quantity} :triumph: porque un Mush ha sido eliminado en tu presencia como Gioele! Gioele gana {quantity} :triumph: cada vez que un Mush es asesinado.
fr: Peur du Mush Vous avez gagné {quantity} :triumph: car un Mush a été éliminé en votre présence en tant que Gioele ! Gioele gagne {quantity} :triumph: à chaque fois qu'un Mush meurt.

# mushicide
source: mushicide.name mushicide.log
es: Mushicida ¡Has ganado {quantity} :triumph: porque le diste el golpe mortal a un Mush!
fr: Mushicide Vous avez gagné {quantity} :triumph: en portant le coup fatal à un Mush !

# humanocide
source: humanocide.name humanocide.log
es: Homicida Has ganado {quantity} :triumph_mush: porque le diste el golpe mortal a un humano.
fr: Humanocide Vous avez gagné {quantity} :triumph_mush: en portant le coup fatal à un humain.

# psychopat
source: psychopat.name psychopat.log psychopat.personal_description
es: Psi-Chao-Pata Has ganado {quantity} :triumph: porque le diste el golpe mortal a un tripulante como Chao. Chao gana {quantity} :triumph: cada vez que propine un golpe mortal.
fr: Psy-Chao-pate Vous avez gagné {quantity} :triumph: en portant le coup fatal à un équipier en tant que Chao. Chao gagne {quantity} :triumph: à chaque coup fatal porté.

# alien_science
source: alien_science.name alien_science.log
es: Objeto de investigación Has ganado {quantity} :triumph: por ser vendido a una nave alienígena.
fr: Objet de recherche Vous avez gagné {quantity} :triumph: en étant vendu à un vaisseau alien.

# eden_mush_invasion
source: eden_mush_invasion.name eden_mush_invasion.log
es: Invasión del Edén ¡Has ganado {quantity} :triumph_mush: al invadir el Edén siendo Mush!
fr: Invasion d'Eden Vous avez gagné {quantity} :triumph_mush: en envahissant Eden en tant que Mush !

# eden_mush_intruder
source: eden_mush_intruder.name eden_mush_intruder.log
es: Edén Contaminado Has perdido {quantity} :triumph: porque los Mush te siguieron al Edén...
fr: Contamination d'Eden Vous avez perdu {quantity} :triumph: car des Mushs vous ont suivis sur Eden...

# eden_one_man
source: eden_one_man.name eden_one_man.log
es: Uno para todos Has ganado {quantity} :triumph: porque {quantity} {quantity, select, 1 {tripulante ha} other {tripulantes han}} llegado al Edén.
fr: Un pour tous Vous avez gagné {quantity} :triumph: car {quantity} {quantity, select, 1 {équipier a} other {équipiers ont}} atteint Eden.

# eden_engineers
source: eden_engineers.name eden_engineers.log
es: Futuro técnico Has ganado {quantity} :triumph: por llegar al Edén como técnico.
fr: Futur technique Vous avez gagné {quantity} :triumph: en atteignant Eden en tant que technicien.

# eden_biologists
source: eden_biologists.name eden_biologists.log
es: Futuro biológico Has ganado {quantity} :triumph: por llegar al Edén como biólogo.
fr: Futur biologique Vous avez gagné {quantity} :triumph: en atteignant Eden en tant que biologiste.

# savior
source: savior.name savior.log savior.personal_description
es: Salvador ¡Has ganado {quantity} :triumph: por llegar al Edén como Jin Su! Jin Su gana {quantity} :triumph: al llegar al Edén.
fr: Sauveur Vous avez gagné {quantity} :triumph: en atteignant Eden en tant que Jin Su ! Jin Su gagne {quantity} :triumph: lorsqu'il atteint Eden.

# remedy
source: remedy.name remedy.log remedy.personal_description
es: Remedio ¡Has ganado {quantity} :triumph: por llegar al Edén como Chun! Chun gana {quantity} :triumph: al llegar al Edén.
fr: Remède Vous avez gagné {quantity} :triumph: en atteignant Eden en tant que Chun ! Chun gagne {quantity} :triumph: lorsqu'elle atteint Eden.

# eden_at_least
source: eden_at_least.name eden_at_least.log
es: Adán y Eva ¡Has ganado {quantity} :triumph: por llegar al Edén!
fr: Ève et Adam Vous avez gagné {quantity} :triumph: en atteignant Eden !

# new_mush
source: new_mush.name new_mush.log
es: ¡Uno más! ¡Has ganado {quantity} :triumph_mush: por implantar el parásito definitivo en un humano!
fr: Un de plus ! Vous avez gagné {quantity} :triumph_mush: en insérant l'ultime parasite à un humain !

# infect
source: infect.name infect.log
es: Infectado Has ganado {quantity} :triumph_mush: por infectar un humano.
fr: Infecté Vous avez gagné {quantity} :triumph_mush: en infectant un humain.

# nice_surgery
source: nice_surgery.name nice_surgery.log
es: Carnicería fina ¡Has ganado {quantity} :triumph: por realizar una cirugía excepcional!
fr: Boucherie fine Vous avez gagné {quantity} :triumph: en effectuant une chirurgie exceptionnelle !

# robotic_graal
source: robotic_graal.name robotic_graal.log robotic_graal.personal_description
es: Grial robótico ¡Has ganado {quantity} :triumph: por mejorar un dron como Terrence! Terrence gana {quantity} :triumph: cada vez que mejora un dron.
fr: Graal robotique Vous avez gagné {quantity} :triumph: en améliorant un drone en tant que Terrence ! Terrence gagne {quantity} :triumph: à chaque fois qu'il améliore un drone.

# rebel_wolf
source: rebel_wolf.name rebel_wolf.log
es: Lobo rebelde Has ganado {quantity} :triumph: porque el Daedalus se ha contactado con los Niños Perdidos de Wolf.
fr: Rebel Garou Vous avez gagné {quantity} :triumph: car le Daedalus a contacté les Enfants Perdus de Wolf.

# looking_for_kivanc
source: looking_for_kivanc.name looking_for_kivanc.log looking_for_kivanc.personal_description
es: Kivanç, Mi Amor ¡Has ganado {quantity} :triumph: porque has contactado a Kivanç como Paola! Paola gana {quantity} :triumph: cuando el contacto con Kivanç es restablecido en el Centro de Comunicaciones.
fr: Kivanç, Mon Amour Vous avez gagné {quantity} :triumph: car vous avez contacté Kivanç en tant que Paola ! Paola gagne {quantity} :triumph: lorsque le contact avec Kivanç est rétabli au Centre de Communication.

# star_map_1
source: star_map_1.name star_map_1.log
es: Hacia el Nuevo Edén Has ganado {quantity} :triumph:. La expedición ha encontrado un Fragmento de mapa estelar. ¡Podría llevarnos a un Nuevo Edén!
fr: Vers le Nouvel Eden Vous avez gagné {quantity} :triumph:. L'expédition a ramené un morceau de carte stellaire. Peut-être qu'elle pourra nous mener au Nouvel Eden !

# star_map_n
source: star_map_n.name star_map_n.log
es: Un paso más Has ganado {quantity} :triumph: porque la expedición ha traído otro Fragmento de mapa estelar.
fr: Un pas de plus Vous avez gagné {quantity} :triumph: car vous avez ramené un autre morceau de carte stellaire.

# daedalus_defender
source: daedalus_defender.name daedalus_defender.log
es: Defensor del Daedalus Has ganado {quantity} :triumph: por derribar un Hunter.
fr: Défenseur du Daedalus Vous avez gagné {quantity} :triumph: en abattant un Hunter.

# hunter_nemesis
source: hunter_nemesis.name hunter_nemesis.log hunter_nemesis.personal_description
es: Némesis volador ¡Has ganado {quantity} :triumph: adicional por derribar un Hunter como Roland! Roland gana {quantity} :triumph: por cada hunter que derribe. Después de ganar más de {regressiveFactor}, esto será menos frecuente.
fr: Némésis volant Vous avez gagné {quantity} :triumph: en abattant un Hunter en tant que Roland ! Roland gagne {quantity} :triumph: à chaque hunter qu'il abat. Passé {regressiveFactor} gains, ces derniers seront de moins en moins fréquents.

# lander
source: lander.name lander.log
es: Pionero Has ganado {quantity} :triumph: por ser el primero en tocar el suelo del Edén.
fr: Pionnier Vous avez gagné {quantity} :triumph: en étant le premier à fouler le sol d'Eden.

# tr_anathem
source: tr_anathem.name tr_anathem.log
es: Perseguidor El paria ha muerto. Aquí tienes: {quantity} :triumph:.
fr: Persécuteur Le Paria est crevé. Hop, {quantity} :triumph:.

# tr_anathem_loss
source: tr_anathem_loss.name tr_anathem_loss.log
es: Perseguidor El paria ha muerto. Aquí tienes: -{quantity} :triumph:.
fr: Persécuteur Le Paria est crevé. Hop, -{quantity} :triumph:.

# fast_forward
source: fast_forward.name fast_forward.log fast_forward.personal_description
es: Avance rápido ¡Has ganado {quantity} :triumph: por iniciar el viaje hacia un planeta como Jin Su! Jin Su gana {quantity} :triumph: por cada viaje a un planeta realizado bajo su comando. Después de ganar más de {regressiveFactor}, esto será menos frecuente.
fr: Avance rapide Vous avez gagné {quantity} :triumph: en lançant un voyage vers une planète en tant que Jin Su! Jin Su gagne {quantity} :triumph: à chaque voyage interstellaire effectué sous son commandement. Passé {regressiveFactor} gains, ces gains seront de moins en moins fréquents.

# planet_searcher
source: planet_searcher.name planet_searcher.log planet_searcher.personal_description
es: Tierra Incógnita ¡Has ganado {quantity} :triumph: por descubrir un nuevo planeta como Frieda! Frieda gana {quantity} :triumph: por cada planeta que descubra utilizando el Terminal Astro. Después de ganar más de {regressiveFactor}, esto será menos frecuente.
fr: Terra Incognita Vous avez gagné {quantity} :triumph: en découvrant une nouvelle planète en tant que Frieda! Frieda gagne {quantity} :triumph: à chaque planète qu'elle découvre sur le Terminal Astro. Passé {regressiveFactor} gains, ces gains seront de moins en moins fréquents.

# new_planet
source: new_planet.name new_planet.log
es: Nuevo planeta Has ganado {quantity} :triumph: por entrar en la órbita de un nuevo planeta.
fr: Nouvelle planète Vous avez gagné {quantity} :triumph: en entrant en orbite d'une nouvelle planète.

# planet_finder
source: planet_finder.name planet_finder.log planet_finder.personal_description
es: Exo-exploradora ¡Has ganado {quantity} :triumph: por entrar en la órbita de un nuevo planeta siendo Frieda! Frieda gana {quantity} :triumph: cada vez que llega a la órbita de un nuevo planeta.
fr: Exo chercheuse Vous avez gagné {quantity} :triumph: en entrant en orbite d'une nouvelle planète en tant que Frieda ! Frieda gagne {quantity} :triumph: à chaque fois qu'elle arrive en orbite d'une nouvelle planète.

# eden_cat
source: eden_cat.name eden_cat.log
es: Amante felino Has ganado {quantity} :triumph: porque Schrödinger te ha acompañado al Edén.
fr: Paradis des chats Vous avez gagné {quantity} :triumph: car Schrödinger vous a accompagné sur Eden.

# eden_no_cat
source: eden_no_cat.name eden_no_cat.log
es: Los gatos se esconden para morir... Has perdido {quantity} :triumph: porque Schrödinger no te ha acompañado al Edén...
fr: Les chats se cachent pour mourir... Vous avez perdu {quantity} :triumph: car Schrödinger ne vous a pas accompagné sur Eden...

# eden_mush_cat
source: eden_mush_cat.name eden_mush_cat.log
es: Gatástrofe Has perdido {quantity} :triumph: porque Schrödinger es un Mush y te ha acompañado al Edén...
fr: Chatastrophe Vous avez perdu {quantity} :triumph: car Schrödinger est devenu Mush et vous a accompagné sur Eden...

# eden_computed
source: eden_computed.name eden_computed.log
es: Cartógrafo ¡Has ganado {quantity} :triumph: porque lograste calcular las coordenadas del Edén!
fr: Cartographe Vous avez gagné {quantity} :triumph: en achevant le calcul des coordonnées d'Eden !

# pregnant_in_eden
source: pregnant_in_eden.name pregnant_in_eden.log
es: El Paso de la Antorcha Has ganado {quantity} :triumph: por cada personaje encinta que va hacia el Edén.
fr: Passage de flambeau Vous avez gagné {quantity} :triumph: pour chaque équipière enceinte qui part pour Eden.

# eden_pregnant
source: eden_pregnant.name eden_pregnant.log
es: Futuro Edenista Has ganado {quantity} :triumph: trayendo un feliz evento a Edén.
fr: Futur Edeniste Vous avez gagné {quantity} :triumph: en apportant un heureux évènement sur Eden.

# eden_sexy
source: eden_sexy.name eden_sexy.log
es: Pluralidad Has ganado {quantity} :triumph: porque ambos sexos están representados en el Edén.
fr: Pluralisme Vous avez gagné {quantity} :triumph: car les deux sexes sont représentés sur Eden.

# eden_microbes
source: eden_microbes.name eden_microbes.log
es: Contaminación microbiana Has perdido {quantity} :triumph: porque el Daedalus introdujo enfermedades en el Edén.
fr: Pollution microbienne Vous avez perdu {quantity} :triumph: car le Daedalus a introduit des maladies sur Eden.

# eden_alien_plant
source: eden_alien_plant.name eden_alien_plant.log
es: Biodiversidad Has ganado {quantity} :triumph: por introducir plantas alienígenas al Edén.
fr: Biodiversité Vous avez gagné {quantity} :triumph: en introduisant des plantes sur Eden.

# eden_alien_plant_plus
source: eden_alien_plant_plus.name eden_alien_plant_plus.log
es: Eco-ciudadano ¡Has ganado {quantity} :triumph: por introducir plantas alienígenas al Edén siendo Ian!
fr: Écocitoyen Vous avez gagné {quantity} :triumph: en introduisant des plantes sur Eden en tant que Ian !

# cm_alien_down
source: cm_alien_down.name cm_alien_down.log
es: ¡¡¡Contacto!!! Has ganado {quantity} :triumph: derrotando a un alienígena en una expedición.
fr: Contact !!! Vous avez gagné {quantity} :triumph: en ayant vaincu un alien en expédition.

# cm_all_mush_humanicide
source: cm_all_mush_humanicide.name cm_all_mush_humanicide.log
es: Matador El darle un golpe mortal a un humano te hace ganar {quantity} :triumph_mush:
fr: Humanocide La disparition d'un satané humain de plus vous fait gagner {quantity} :triumph_mush:.

# cm_all_new_mush
source: cm_all_new_mush.name cm_all_new_mush.log
es: Gloria Mush Has ganado {quantity} :triumph: convirtiendo a un humano en un agente de Mush.
fr: Champignac Vous avez gagné {quantity} :triumph: en ayant converti un humain en Mush.

# cm_daedalus_explode
source: cm_daedalus_explode.name cm_daedalus_explode.log
es: Última brasa Has ganado {quantity} :triumph: porque el Daedalus fue destruido.
fr: Dernier brasier Vous avez gagné {quantity} car le Daedalus a été détruit !

# cm_extinguish
source: cm_extinguish.name cm_extinguish.log
es: Chuck Norris de fuego Has ganado {quantity} :triumph: por apagar un incendio con las manos.
fr: Chuck Norris du feu Vous avez gagné {quantity} :triumph: en éteignant un incendie à la force du poignet !

# cm_mush_vaccinated
source: cm_mush_vaccinated.name cm_mush_vaccinated.log
es: Pasteurizado Has ganado {quantity} :triumph: por curar a un Mush.
fr: Pasteurisé Vous avez gagné {quantity} :triumph: en vaccinant un Mush !

# cm_repair_object
source: cm_repair_object.name cm_repair_object.log
es: Cerrajero Has ganado {quantity} :triumph: por reparar un equipo de la nave.
fr: Serrurier Vous avez gagné {quantity} :triumph: en réparant un objet.

# cm_repair_hull
source: cm_repair_hull.name cm_repair_hull.log
es: Herrero Has ganado {quantity} :triumph: por reparar el casco de la nave.
fr: Forgeron Vous avez gagné {quantity} :triumph: en renforçant la coque.

# cm_sabotage
source: cm_sabotage.name cm_sabotage.log
es: Seta-botaje Has ganado {quantity} :triumph: saboteando el equipo.
fr: Champignon-Lige Vous avez gagné {quantity} :triumph: en sabotant un équipement.

# cm_use_extinguisher
source: cm_use_extinguisher.name cm_use_extinguisher.log
es: Bombero Has ganado {quantity} :triumph: por utilizar correctamente un extintor.
fr: Soldat du feu Vous avez gagné {quantity} :triumph: en éteignant un incendie avec l'extincteur.

# perpetual_hydration
source: perpetual_hydration.name perpetual_hydration.log
es: Investigación menor Has ganado {quantity} :triumph: puesto que una investigación menor ha sido completada.
fr: Recherche mineure Vous avez gagné {quantity} :triumph: car une recherche a été réalisée.

source: alien_friend.name
es: Etnólogo de medio tiempo
fr: Ethnologue à mi-temps

source: alien_friend.log
es: ¡Has ganado {quantity} :triumph: al contactar una forma de vida extraterrestre siendo Janice!
fr: Vous avez gagné {quantity} :triumph: en entrant en contact avec une forme de vie extraterrestre en tant que Janice !

source: alien_friend.personal_description
es: Janice gana {quantity} :triumph: cada vez que entra en contacto con una forma de vida extraterrestre.
fr: Janice gagne {quantity} :triumph: à chaque fois qu'elle rencontre des extra-terrestres sensibles.

source: pretty_cook.name
es: Cocinero al extremo
fr: Cuistot de l'extrême

source: pretty_cook.personal_description
es: Stephen gana {quantity} :triumph: por cada alienígena cocinado.
fr: Stephen gagne {quantity} :triumph: à chaque alien cuisiné.

source: pretty_cook.log
es: ¡Has ganado {quantity} :triumph: al participar en un combate durante una expedición siendo Stephen!
fr: Vous avez gagné {quantity} :triumph: en participant à un combat en expédition en tant que Stephen !
