Repository: cmnemoi/eMush
Catalog: Api/translations/*/weapon_event+intl-icu.*.xlf
Languages: es, fr, it

# knife_shooter_drop_weapon
source: {version, select, 1 {Who would have thought **{target_character}** had such good reflexes... **{character}** loses their knife in the exchange.} 2 {As **{character}** moves to attack **{target_character}**, they trip over an imaginary rug and drop their blade.} other {As **{character}** moves to attack **{target_character}**, they trip over an imaginary rug and drop their blade.} }
es: {version, select, 1 {Quien hubiera pensado que **{target_character}** tenía tan buenos reflejos... **{character}** pierde su arma en el intercambio.} 2 {Al intenta atacar a **{target_character}**, **{character}** se tropieza sobre una alfombra imaginaria y deja caer la cuchilla.} other {Al intenta atacar a **{target_character}**, **{character}** se tropieza sobre una alfombra imaginaria y deja caer la cuchilla.} }
fr: {version, select, 1{Qui l'eût cru, que **{target_character}** aie de si bons réflexes... **{character}** perd son couteau dans l'échange.} 2{Au moment d'aggresser **{target_character}**, **{character}** se prend les pieds dans un tapis imaginaire et fait tomber sa lame.} other{Au moment d'aggresser **{target_character}**, **{character}** se prend les pieds dans un tapis imaginaire et fait tomber sa lame.} }
it: knife_shooter_drop_weapon

# knife_shooter_minus_2_ap
source: **{target_character}** turns towards **{character}**, who threatens {target_character_gender, select, female {her} male {him} other {them} } with their blade. Too quick, too fast, too precise—in short, too much... **{character}** makes a superhuman effort but suddenly feels overcome with dizziness...
es: **{target_character}** se gira hacia **{character}** quien {target_character_gender, select, female{la} male{le} other {le} } amenaza con su cuchilla. Demasiado rápido, demasiado preciso, demasiado... **{character}** hace un esfuerzo sobre-humano pero termina {character_gender, select, female{abrumada y mareada} male{abrumado y mareado} other {abrumade y mareade} }
fr: **{target_character}** se retourne vers **{character}** qui {target_character_gender, select, female{la} male{le} other {le} } menace de sa lame. Trop vif, trop rapide, trop précis, bref, trop... **{character}** fait un effort surhumain mais se trouve {character_gender, select, female{prise} male{pris} other {pris} } d'un malaise...
it: knife_shooter_minus_2_ap

# old_faithful_successful_shot
source: {version, select, 1 {**{character}** just fired at **{target_character}**!} 2 {**{character}** opens fire on **{target_character}**.} 3 {**{character}** unleashes a torrent of bullets at **{target_character}**.} 4 {**{character}** lands a bullet on **{target_character}**...} other {**{character}** fires a burst at **{target_character}**.}}
es: ¡**{character}* acaba de dispararle a **{target_character}**!
fr: {version, select, 1 {**{character}** vient de tirer sur **{target_character}** !} 2 {**{character}** ouvre le feu sur **{target_character}**.} 3 {**{character}** déverse un torrent de balles sur **{target_character}**.} 4 {**{character}** vient de mettre une balle dans **{target_character}**...} other {**{character}** tire une rafale sur **{target_character}**.}}
it: old_faithful_successful_shot

# old_faithful_headshot
source: **{character}** successfully lands a headshot on **{target_character}**.
es: **{character}** dispara a la cabeza de **{target_character}** exitosamente.
fr: **{character}** a réussi sa tentative de tir en pleine tête sur **{target_character}**.
it: old_faithful_headshot

source: **{character}** takes {character_gender, select, female {her} other {his}} time to aim at **{target_character}**. Ouch...
es: **{character}** toma su tiempo apuntando a **{target_character}**. Ouch...
fr: **{character}** prend son temps pour ajuster **{target_character}**. Aïe...
it: old_faithful_shooter_plus_2_max_damage_shooter_minus_1_ap_target_critical_haemorrhage_40_percents_target_random_injury

# old_faithful_target_minus_1ap
source: **{target_character}** miraculously dodges a burst from **{character}**.
es: **{target_character}** esquiva milagrosamente una ráfaga de **{character}**.
fr: **{target_character}** esquive miraculeusement une rafale de **{character}**.
it: old_faithful_target_minus_1ap

# old_faithful_headshot_2
source: **{character}** empties {character_gender, select, female {her} other {his}} magazine into **{target_character}**.
es: **{character}** vacía su cartucho sobre **{target_character}**.
fr: **{character}** vide son chargeur dans **{target_character}**.
it: old_faithful_headshot_2

# old_faithful_target_mashed_foot
source: The buttstock of {character_gender, select, female {her} other {his}} rifle gets in **{character}**’s way. **{target_character}**’s foot is now a mess.
es: La culata del rifle limita el movimiento de **{character}**. El pie de **{target_character}** ahora parece puré.
fr: La crosse de son fusil gêne **{character}**. Le pied de **{target_character}** est maintenant en purée.
it: old_faithful_target_mashed_foot

source: {version, select, 1 {The bullet in **{target_character}**’s shoulder will leave a painful memory.} other {The salvo from **{character}** went through **{target_character}** 's shoulder, watch out for rebounds...}}
es: {version, select, 1 {La bala en el hombro de **{target_character}** dejará memorias dolorosas.} other {la salva de **{character}** atravezó el hombro de **{target_character}**, atención a los rebotes...}}
fr: {version, select, 1 {La balle dans l'épaule de **{target_character}** va lui laisser un souvenir douloureux.} other {La salve de **{character}** a traversé l'épaule de **{target_character}**, gare aux rebonds...}}
it: old_faithful_target_broken_shoulder_target_critical_haemorrhage_40_percents_target_haemorrhage_40_percents

# old_faithful_break_weapon
source: Click click click... **{character}**’s weapon jams. **{target_character}** might be grateful for it.
es: Click... Click... el arma de **{character}** se atasca. **{target_character}** debería agradecerle.
fr: Clic clic clic... L'arme de **{character}** est enrayée. **{target_character}** devrait lui en être reconnaissant.
it: old_faithful_break_weapon

# old_faithful_shooter_burnt_hand
source: When firing at **{target_character}**, **{character}** got burnt with {character_gender, select, female {her} other {his}} weapon. Spectacular work.
es: Disparando a **{target_character}**, **{character}** se quema con su arma. Espectacular.
fr: En tirant sur **{target_character}**, **{character}** s'est {character_gender, select, female {brûlée} other {brûlé}} avec son arme. Grandiose.
it: old_faithful_shooter_burnt_hand

# old_faithful_shooter_broken_shoulder
source: **{character}** should have better anticipated the recoil, missing **{target_character}** and injuring {character_gender, select, female {her} other {his}} own shoulder. Bravo.
es: **{character}** debió haber anticipado el reculo del arma, fallando el tiro sobre **{target_character}** y lastimando su propio hombro. Bravo.
fr: **{character}** aurait dû mieux anticiper le recul, ratant **{target_character}** en se démontant l'épaule. Bravo.
it: old_faithful_shooter_broken_shoulder

# old_faithful_failed_shot
source: {version, select, 1 {**{character}** tries to shoot at **{target_character}**, but a cramp stops them...} 2 {A whistle rings past **{target_character}**’s ears...} 3 {**{character}**’s blanks ricochet powerfully off **{target_character}**. Oops...} other {**{character}** fired at **{target_character}**, but {character_gender, select, female {she} other {he}} couldn’t aim properly...}}
es: {version, select, 1 {**{character}** intenta disparar a **{target_character}** pero un calambre se lo impide.} 2 {Un silbido resuena en las orejas de **{target_character}**...} 3 {Les balas de fogueo de **{character}** rebotan sobre **{target_character}**. Ups...} other {**{character}** dispara a **{target_character}** pero lastimosamente no puede apuntar correctamente...}}
fr: {version, select, 1 {**{character}** tente de tirer sur **{target_character}** mais une crampe l'en empêche...} 2 {Un sifflement retentit aux oreilles de **{target_character}**...} 3 {Les balles à blanc de **{character}** rebondissent avec force sur **{target_character}**. Oups...} other {**{character}** a fait feu sur **{target_character}** mais n'est hélas juste pas capable de viser correctement...}}
it: old_faithful_failed_shot

# old_faithful_shooter_mashed_foot
source: A heavy weapon deals major damage—especially to **{character}**’s foot...
es: Un arma pesada que causa daños mayores al pie de **{character}**...
fr: Une arme lourde fait de gros dégâts sur les pieds de **{character}**...
it: old_faithful_shooter_mashed_foot

# old_faithful_drop_weapon
source: No words can describe the incredible acrobatics of **{character}**’s weapon as it lands on the ground...
es: No hay palabras que puedan describir las increíbles acrobacias del arma de **{character}** al aterrizar en el suelo...
fr: Nul mot ne saurait décrire l'incroyable acrobatie de l'arme de **{character}** qui finit par atterrir par terre...
it: old_faithful_drop_weapon

# old_faithful_shooter_plus_2_damage
source: With sharp eyes and a fiery resolve, **{character}** magnificently lands a shot right in **{target_character}**’s chest...
es: Con una mirada aguda y una determinación ardiente, **{character}** lanza un magnífico disparo directo al pecho de **{target_character}**...
fr: L'œil vif, la rage au corps, **{character}** réussit magnifiquement son tir en plein dans la poitrine de **{target_character}**...
it: old_faithful_shooter_plus_2_damage

# lizaro_jungle_successful_shot
source: {version, select, 1 {**{character}** just fired at **{target_character}**!} 2 {**{character}** opens fire on **{target_character}**.} 3 {**{character}** unleashes a torrent of bullets at **{target_character}**.} 4 {**{character}** lands a bullet on **{target_character}**...} other {**{character}** fires a burst at **{target_character}**.}}
es: {version, select, 1 {**{character}** desenfunda y dispara sobre **{target_character}**.} 2 {Sin más ni más, **{character}** saca su arma y dispara sobre **{target_character}**, una, dos, tres veces...} 3 {**{character}** hace una secuencia de movimientos de puño y dispara sobre **{target_character}**... quien cae {target_character_gender, select, female {abatida} other {abatido} en pocos segundos.} 4 {**{character}** gira súbitamente y dispara sobre **{target_character}**.} other {**{target_character}** recibe un tiro certero de **{character}**.} }
fr: {version, select, 1 {**{character}** vient de tirer sur **{target_character}** !} 2 {**{character}** ouvre le feu sur **{target_character}**.} 3 {**{character}** déverse un torrent de balles sur **{target_character}**.} 4 {**{character}** vient de mettre une balle dans **{target_character}**...} other {**{character}** tire une rafale sur **{target_character}**.}}
it: lizaro_jungle_successful_shot

# lizaro_jungle_headshot
source: **{character}** successfully lands a headshot on **{target_character}**.
es: **{character}** dispara a la cabeza de **{target_character}** exitosamente.
fr: **{character}** a réussi sa tentative de tir en pleine tête sur **{target_character}**.
it: lizaro_jungle_headshot

source: **{character}** takes {character_gender, select, female {her} other {his}} time to aim at **{target_character}**. Ouch...
es: **{character}** toma su tiempo para apuntar a **{target_character}**. Ouch...
fr: **{character}** prend son temps pour ajuster **{target_character}**. Aïe...
it: lizaro_jungle_shooter_plus_2_max_damage_shooter_minus_1_ap_target_critical_haemorrhage_40_percents_target_random_injury

# lizaro_jungle_target_minus_1ap
source: **{target_character}** miraculously dodges a burst from **{character}**.
es: **{target_character}** esquiva milagrosamente los disparos de **{character}**.
fr: **{target_character}** esquive miraculeusement une rafale de **{character}**.
it: lizaro_jungle_target_minus_1ap

# lizaro_jungle_headshot_2
source: **{character}** empties {character_gender, select, female {her} other {his}} magazine into **{target_character}**.
es: **{character}** vacía su cartucho sobre **{target_character}**.
fr: **{character}** vide son chargeur dans **{target_character}**.
it: lizaro_jungle_headshot_2

# lizaro_jungle_target_mashed_foot
source: The buttstock of {character_gender, select, female {her} other {his}} rifle gets in **{character}**’s way. **{target_character}**’s foot is now a mess.
es: La culata del rifle limita el movimiento de **{character}**. El pie de **{target_character}** ahora parece puré.
fr: La crosse de son fusil gêne **{character}**. Le pied de **{target_character}** est maintenant en purée.
it: lizaro_jungle_target_mashed_foot

source: {version, select, 1 {The bullet in **{target_character}**’s shoulder will leave a painful memory.} other {The salvo from **{character}** went through **{target_character}** 's shoulder, watch out for rebounds...}}
es: {version, select, 1 {La bala en el hombro de **{target_character}** dejará memorias dolorosas.} other {la salva de **{character}** atravezó el hombro de **{target_character}**, atención a los rebotes...}}
fr: {version, select, 1 {La balle dans l'épaule de **{target_character}** va lui laisser un souvenir douloureux.} other {La salve de **{character}** a traversé l'épaule de **{target_character}**, gare aux rebonds...}}
it: lizaro_jungle_target_broken_shoulder_target_critical_haemorrhage_40_percents_target_haemorrhage_40_percents

# lizaro_jungle_break_weapon
source: Click click click... **{character}**’s weapon jams. **{target_character}** might be grateful for it.
es: Click click click... El arma de **{character}** se atasca. **{target_character}** debería agradecerle.
fr: Clic clic clic... L'arme de **{character}** est enrayée. **{target_character}** devrait lui en être reconnaissant.
it: lizaro_jungle_break_weapon

# lizaro_jungle_shooter_burnt_hand
source: When firing at **{target_character}**, **{character}** got burnt with {character_gender, select, female {her} other {his}} weapon. Spectacular work.
es: Disparando a **{target_character}**, **{character}** se quema con su arma. Espectacular.
fr: En tirant sur **{target_character}**, **{character}** s'est {character_gender, select, female {brûlée} other {brûlé}} avec son arme. Grandiose.
it: lizaro_jungle_shooter_burnt_hand

# lizaro_jungle_shooter_broken_shoulder
source: **{character}** should have better anticipated the recoil, missing **{target_character}** and injuring {character_gender, select, female {her} other {his}} own shoulder. Bravo.
es: **{character}** debió haber anticipado el reculo del arma, fallando el tiro sobre **{target_character}** y lastimando su propio hombro. Bravo.
fr: **{character}** aurait dû mieux anticiper le recul, ratant **{target_character}** en se démontant l'épaule. Bravo.
it: lizaro_jungle_shooter_broken_shoulder

# lizaro_jungle_failed_shot
source: {version, select, 1 {**{character}** tries to shoot at **{target_character}**, but a cramp stops them...} 2 {A whistle rings past **{target_character}**’s ears...} 3 {**{character}**’s blanks ricochet powerfully off **{target_character}**. Oops...} other {**{character}** fired at **{target_character}**, but {character_gender, select, female {she} other {he}} couldn’t aim properly...}}
es: {version, select, 1 {**{character}** intenta disparar a **{target_character}** pero un calambre se lo impide.} 2 {Un silbido resuena en las orejas de **{target_character}**...} 3 {Les balas de fogueo de **{character}** rebotan sobre **{target_character}**. Ups...} other {**{character}** dispara a **{target_character}** pero lastimosamente no puede apuntar correctamente...}}
fr: {version, select, 1 {**{character}** tente de tirer sur **{target_character}** mais une crampe l'en empêche...} 2 {Un sifflement retentit aux oreilles de **{target_character}**...} 3 {Les balles à blanc de **{character}** rebondissent avec force sur **{target_character}**. Oups...} other {**{character}** a fait feu sur **{target_character}** mais n'est hélas juste pas capable de viser correctement...}}
it: lizaro_jungle_failed_shot

# lizaro_jungle_shooter_mashed_foot
source: A heavy weapon deals major damage—especially to **{character}**’s foot...
es: Un arma pesada que causa daños mayores al pie de **{character}**...
fr: Une arme lourde fait de gros dégâts sur les pieds de **{character}**...
it: lizaro_jungle_shooter_mashed_foot

# lizaro_jungle_drop_weapon
source: No words can describe the incredible acrobatics of **{character}**’s weapon as it lands on the ground...
es: No hay palabras que puedan describir las increíbles acrobacias del arma de **{character}** al aterrizar en el suelo...
fr: Nul mot ne saurait décrire l'incroyable acrobatie de l'arme de **{character}** qui finit par atterrir par terre...
it: lizaro_jungle_drop_weapon

# lizaro_jungle_shooter_plus_2_damage
source: With sharp eyes and a fiery resolve, **{character}** magnificently lands a shot right in **{target_character}**’s chest...
es: Con una mirada aguda y una determinación ardiente, **{character}** lanza un magnífico disparo directo al pecho de **{target_character}**...
fr: L'œil vif, la rage au corps, **{character}** réussit magnifiquement son tir en plein dans la poitrine de **{target_character}**...
it: lizaro_jungle_shooter_plus_2_damage

# bare_hands_successful_hit
source: {version, select, 1 {**{character}** hits **{target_character}** with a right...} 2 {**{character}** caught **{target_character}** with a uppercut...} other {**{character}** hits **{target_character}** with a left...} }
es: {version, select, 1 {**{character}** le da un espectacular puñetazo a **{target_character}**...} 2 {**{character}** le da un derechazo a **{target_character}**...} 3 {**{character}** le mete un tremendo puñetazo a **{target_character}**...} other {**{character}** le da un tremendo gancho de derecha a **{target_character}**...} }
fr: {version, select, 1 {**{character}** met un uppercut du droit à **{target_character}**...} 2 {**{character}** met une droite à **{target_character}**...} other {**{character}** met une terrible beigne à **{target_character}**...} }
it: bare_hands_successful_hit

# bare_hands_target_burst_nose_10_percent
source: **{character}** caught **{target_character}** with a big right hook... who then repainted the wall with their nose...
es: **{character}** lanza un formidable gancho de derecha a **{target_character}**... quien repinta la pared con su nariz...
fr: **{character}** met un formidable crochet du droit à **{target_character}**... Qui repeint le mur avec son nez...
it: bare_hands_target_burst_nose_10_percent

# bare_hands_plus_1_damage
source: **{character}** caught **{target_character}** with a majestic uppercut...
es: **{character}** le da un formidable cabezazo a **{target_character}** y le provoca un gran chorro de sangre...
fr: **{character}** met un magistral uppercut à **{target_character}**...
it: bare_hands_plus_1_damage

# bare_hands_failed_hit
source: {version, select, 1 {**{character}** tried to hit **{target_character}** who dodged deftly.} 2 {**{character}** misses their hit on **{target_character}**.} other {**{character}** tried to hit **{target_character}** but missed miserably.} }
es: **{character}** falla su ataque a **{target_character}**.
fr: {version, select, 1 {**{character}** tente de frapper **{target_character}** qui esquive habilement.} 2 {**{character}** tente de frapper **{target_character}** mais rate lamentablement.} 3 {**{character}** tente de frapper **{target_character}** mais en semble bien incapable....} other {"invalid version number"} }
it: bare_hands_failed_hit

# bare_hands_fumble
source: **{character}** tried to hit **{target_character}**, alas their feeble attempt missed and hit the wall... Ouch...
es: **{character}** intenta golpear a **{target_character}**, pero su puño acaba impactando la pared... Ayayayayy...
fr: **{character}** tente de frapper **{target_character}**, hélas son coup faible trouve seulement le mur... Aïe...
it: bare_hands_fumble

# grenade_successful_throw_splash_damage_all
source: :grenade: Ploc...ploc...ploc...pschhhhh... **{character}** takes cover while the others look down. The explosion blows everyone away!
es: :grenade: Ploc...ploc...ploc...pschhhhh...**{personaje}** se pone a cubierto mientras los demás miran hacia abajo. ¡La explosión los manda a volar!
fr: :grenade: Ploc...ploc...ploc...pschhhhh...**{character}** se jette à couvert pendant que les autres regardent à leurs pieds. L'explosion souffle tout le monde !
it: grenade_successful_throw_splash_damage_all

# grenade_critical_throw_splash_damage_all_break_items_splash_wounds
source: :grenade: Ploc...poc...poc...pschhhhh... **{character}** takes cover while the others look at their feet. Oh look, a gre...
es: :grenade: Ploc...ploc...ploc...pschhhhh...**{personaje}** se pone a cubierto mientras los demás miran hacia abajo. ¡La explosión los manda a volar!
fr: :grenade: Ploc...poc...poc...pschhhhh...**{character}** se jette à couvert pendant que les autres regardent à leurs pieds. Tiens, une gre...
it: grenade_critical_throw_splash_damage_all_break_items_splash_wounds

# grenade_failure_placeholder
source: :grenade: Ploc...poc...poc...pschhhhh...**{character}** takes cover while the others look at their feet. But...? Nothing happens... The admins are impressed, you've managed to do the impossible.
es: :grenade: Ploc...ploc...ploc...pschhhhh...**{personaje}** se pone a cubierto mientras los demás miran hacia abajo. Pero... Nada pasa... los administradores están impresionados, has conseguido lo imposible.
fr: :grenade: Ploc...poc...poc...pschhhhh...**{character}** se jette à couvert pendant que les autres regardent à leurs pieds. Mais...? Rien ne se passe... Les admins sont impressionnés, vous avez réussi l'impossible.
it: grenade_failure_placeholder

# rocket_launcher_successful_hit_2_random_wounds_4_items_6_splash
source: {version, select, 1 {A rocket fires and explodes near **{target_character}**. For what's left of them...} 2 {**{target_character}** turns around to see a rocket flying straight at them.} other {"invalid version number"} }
es: {version, select, 1 {Un cohete cae cerca de **{target_character}**, de quien no debe quedar casi nada...} 2 {**{target_character}** no tuvo tiempo de esquivar el cohete y lo recibe en plena cara.} other {"invalid version number"} }
fr: {version, select, 1 {Une roquette fuse et explose près de **{target_character}**. Pour ce qu'il doit en rester...} 2 {**{target_character}** se retourne pour voir une roquette lui arriver en plein dans le buffet.} other {"invalid version number"} }
it: rocket_launcher_successful_hit_2_random_wounds_4_items_6_splash
