Repository: cmnemoi/eMush
Catalog: Api/translations/*/weapon_event+intl-icu.*.xlf
Languages: es, fr, it

# rocket_launcher_rocketted
source: {version, select, 1 {**{target_character}** turns and comes face to face with **{character}**, who is aiming a rocket launcher at them. A rocket flies and explodes at **{target_character}**'s feet, and they take an unwanted flight... then land with a heavy thud...} 2 {Since time immemorial, mankind has been exploring the possibilities of tools. It might even be said that tools are what makes mankind great. Clearly, **{target_character}** would beg to differ. Indeed, a tool known as a rocket launcher has just propelled them into limbo.} 3 {One day a great cook, who was also an emperor, nicknamed “the scourge of the gods”-- or was it one of his lackeys...? Anyway. He decided that in order to spend less time preparing food for his armies, his riders would tie the meat to tenderize to their mounts while traveling. From this would come Steak tartare. The now similar appearance of **{target_character}** shouldn't whet your appetite, however.} other {"invalid version number"} }
es: {version, select, 1 {**{target_character}** se gira y se encuentra cara a cara con **{character}**, quien ls apunta con un lanzacohetes. Un cohete vuela y explota a los pies de **{target_character}**, quien emprenden un vuelo inesperado... para luego aterrizar con un fuerte golpe...} 2 {Desde tiempos inmemoriales, la humanidad ha estado explorando las posibilidades de las herramientas. Incluso podría decirse que las herramientas son lo que hace grande a la humanidad. Claramente, **{target_character}** no estaría de acuerdo. De hecho, una herramienta conocida como lanzacohetes acaba de propulsarlo al limbo.} 3 {Un día, un gran cocinero, que también era emperador, apodado "el azote de los dioses"... ¿o era uno de sus lacayos...? En fin. Decidió que, para dedicar menos tiempo a preparar la comida para sus ejércitos, sus jinetes atarían la carne a sus monturas para ablandarla mientras viajaban. De esto nacería el steak tartar. Sin embargo, la apariencia ahora similar de **{target_character}** no debería ser apetitosa.} other {"invalid version number"} }
fr: {version, select, 1 {**{target_character}** se retourne et se retrouve nez à nez avec **{character}** qui le vise au lance-roquette. Une roquette fuse et explose aux pieds de **{target_character}**, celui-ci prend un envol non désiré...mais désarticulé retombe lourdement...} 2 {Depuis des temps immémoriaux, l'humanité explore les possiblité des outils. On dirait même sûrement que ce sont ces outils qui font la grandeur de l'humanité. Il est clair que **{target_character}** ne peut pas être de cet avis. En effet, un outil connu sous le nom de lance-roquette vient de le propulser dans les limbes.} 3 {Un jour un grand cuisinier un peu empereur, appelé "le fléau des dieux", ou était-ce un de ses laquais...? Peu importe. Il décida que pour passer moins de temps à préparer à manger pour ses armées. Ses cavalier mettrait la viande à s'attendrir sur leur monture pendant les voyages. De là viendrait le steak Tartare. L'aspect désormais similaire de **{target_character}** ne devrait cependant pas vous inspirer grand appétit.} other {"invalid version number"} }
it: rocket_launcher_rocketted

source: **{character}** adjusts their aim on **{target_character}** but inadvertently slips and fires their rocket. Just missing its target, a powerful explosion blows away both **{character}** and **{target_character}**.
es: **{character}** ajusta su disparo hacia **{target_character}**, pero sin darse cuenta se resbala y dispara su cohete. Falla su objetivo por poco y una potente explosión hace volar por los aires a **{character}** y a **{target_character}**.
fr: **{character}** ajuste **{target_character}** mais glisse et tire sa roquette par mégarde. Ratant de peu sa cible, une explosion puissante souffle **{character}** et **{target_character}**.
it: rocket_launcher_critical_minus_8_damage_2_random_wounds_2_backfire_wounds_2_items

# rocket_launcher_critical_3_random_wounds_2_items
source: {version, select, 1 {**{character}** fires. Given the magnitude of the explosion that has just occurred near **{target_character}**, we can expect that they won't be on their feet right away...} 2 {**{character}** fires. A star fades, a rocket lands, **{target_character}** disappears in a cloud of smoke and death looms.} other {"invalid version number"} }
es: **{character}** dispara. Una estrella se desvanece, un cohete muere, **{target_character}** se pierde en una nube de humo y la muerte se acerca.
fr: {version, select, 1 {**{character}** fait feu. Vue l'ampleur de la déflagration qui vient de survrenir près de **{target_character}**, on peut s'attendre à ne pas l'avoir sur pied tout de suite...} 2 {**{character}** fait feu. Une étoile s'éteint, une roquette se meurt, **{target_character}** s'éclipse dans un nuage de fumée et la mort s'approche.} other {"invalid version number"} }
it: rocket_launcher_critical_3_random_wounds_2_items

# rocket_launcher_fumble_6_items
source: A surprise migraine catches **{character}** off guard, they miss their rocket shot recklessly, **{target_character}** can be grateful for that.
es: Una migraña sorpresa toma a **{character}** por sorpresa, haciendo que su disparo falle sin elegancia. **{target_character}** puede estar agradecido por eso.
fr: Une migraine surprise prend **{character}** au dépourvu, il rate sa roquette sans aucune élégance, **{target_character}** peut lui en être reconnaissant.
it: rocket_launcher_fumble_6_items

# rocket_launcher_fumble_6_items_backfire_rocketted
source: Due to direly poor luck, the manual for the rocket launcher is 2234 pages long. Unfortunate for **{character}**, who only read 2233 of them. On the last one, it was clearly stated not to press the red button.
es: Por pura mala suerte, el manual del lanzacohetes tiene 2234 páginas. Para desgracia de **{character}**, que solo leyó 2233. En la última, se indicaba claramente que no se debía presionar el botón rojo.
fr: Comble de malchance, le manuel d'utilisation du lance-roquette compte 2234 pages. Malheureusement pour **{character}** qui n'en a lu que 2233. C'est sur la dernière qu'il était précisé de ne pas appuyer sur le bouton rouge.
it: rocket_launcher_fumble_6_items_backfire_rocketted

# rocket_launcher_fumble_8_splash_50_percent_4_items
source: A solar wind disturbs the conversation between **{character}**'s rocket launcher and **{target_character}**. The rocket spins out of control and debris rain down.
es: Un viento solar interrumpe la conversación entre el lanzacohetes de **{character}** y **{target_character}**. El cohete gira sin control y cae en escombros.
fr: Un vent solaire vient déranger la conversation qui allait s'engager entre le lance-roquette de **{character}** et **{target_character}**. La roquette part en vrille et les débris pleuvent aux alentours.
it: rocket_launcher_fumble_8_splash_50_percent_4_items

# rocket_launcher_miss_10_items
source: By some miracle, or was it serendipity... **{target_character}** dodges **{character}**'s rocket which crashes into the background...
es: Por algún milagro, o quizás fue una feliz coincidencia... **{target_character}** esquiva el cohete de **{character}**, que se estrella contra el escenario...
fr: Par on ne sait pas quel miracle, ou était-ce un heureux hasard... **{target_character}** esquive la roquette de **{character}** qui vient s'écraser dans le décor...
it: rocket_launcher_miss_10_items

# found_protections
source: **{character}** attempted to {weapon, select, bare_hands {hit} knife {stab **{target_character}** with a bladed weapon} other {shoot at}} **{target_character}**, but {target_character, select, female {her} other {his}} protective clothing did its job.
fr: **{character}** tente {weapon, select, bare_hands {de frapper} knife {une attaque avec son arme blanche sur} other {de faire feu sur}} **{target_character}** mais ne trouve que ses protections.
it: found_protections
