Repository: cmnemoi/eMush
Catalog: Api/translations/*/weapon_event+intl-icu.*.xlf
Languages: es, fr, it

# blaster_successful_shot
source: {version, select, 1 {Premeditated or not, **{character}** took out {character_gender, select, female {her} other {his}} weapon and opened fire on **{target_character}**.} 2 {**{character}** turns around suddenly and fires at **{target_character}**.} 3 {**{character}** quickly performs a few wrist flicks and fires at **{target_character}**, who is staggered for a few moments.} 4 {**{character}** draws without hesitation and fires at **{target_character}**.} other {**{target_character}** takes a well-aimed shot from **{character}**.}}
es: {version, select, 1 {**{character}** desenfunda y dispara sobre **{target_character}**.} 2 {Sin más ni más, **{character}** saca su arma y dispara sobre **{target_character}**, una, dos, tres veces...} 3 {**{character}** hace una secuencia de movimientos de puño y dispara sobre **{target_character}**... quien cae {target_character_gender, select, female {abatida} other {abatido} en pocos segundos.} 4 {**{character}** gira súbitamente y dispara sobre **{target_character}**.} other {**{target_character}** recibe un tiro certero de **{character}**.} }
fr: {version, select, 1 {Prémédité ou pas, **{character}** sort son arme et tire abondamment sur **{target_character}**.} 2 {**{character}** se retourne subitement et tire sur **{target_character}**.} 3 {**{character}** enchaîne rapidement quelques passes de poignet et fait feu sur **{target_character}**... qui est {target_character_gender, select, female {désarçonnée} other {désarçonné}} pour quelques minutes.} 4 {**{character}** dégaine sans hésitation et fait feu sur **{target_character}**.} other {**{target_character}** se prend un tir bien ajusté de **{character}**.}}
it: blaster_successful_shot

# blaster_failed_shot
source: {version, select, 1 {**{character}** fires but only hits the wall... What skill!} other {**{character}** fired at **{target_character}** but unfortunately missed entirely...}}
es: **{character}** ha disparado sobre **{target_character}**, pero no fue capaz de apuntar bien...
fr: {version, select, 1 {**{character}** fait feu mais ne touche que le mur... Quel talent !} other {**{character}** a fait feu sur **{target_character}** mais n'est hélas juste pas capable de viser correctement...}}
it: blaster_failed_shot

# blaster_target_headshot
source: Sometimes, time seems to slow down. Some say time changes; duration doesn’t matter, and every moment feels eternal. In such a moment, **{character}** effortlessly shoots **{target_character}** in the head, and they collapse.
es: A veces, el tiempo parece ir más despacio. Algunos dirán que el tiempo cambió; que la duración dejó de importar, y que cada momento se sentía eterno. En ese estado de gracia, **{character}** dispara sin esfuerzo a **{target_character}** en la cabeza, quien colapsa.
fr: Quelques fois tout devient ralenti, certains vous diront que le temps était juste différent, que la durée ne comptait plus, que chaque acte devenait unité et que chaque perception devenait éternelle. Dans un tel état de grâce, **{character}** tire avec une aisance surréaliste dans la tête de **{target_character}** qui s'effondre.
it: blaster_target_headshot

# blaster_target_random_injury
source: **{character}** grabs {character_gender, select, female {her} other {his}} blaster and fires precise shots at **{target_character}**...
es: **{character}** toma su bláster y dispara una serie de tiros precisos a **{target_character}**...
fr: **{character}** se saisit de son blaster et enchaîne les tirs avec précision sur **{target_character}**...
it: blaster_target_random_injury

# blaster_shooter_plus_2_max_damage_20_random_injury_to_target
source: There’s barely a blink between **{character}**’s shot and the impact on **{target_character}**.
es: Hay a penas un parpadeo entre el disparo de **{character}**’ y el impacto de la bala sobre **{target_character}**.
fr: Il n'y a qu'un battement de cil entre le coup de feu de **{character}** et l'impact sur **{target_character}**.
it: blaster_shooter_plus_2_max_damage_20_random_injury_to_target

# blaster_shooter_plus_1_damage_target_damaged_ears
source: Let the roar of blasters echo—only the survivors will talk about it. **{character}** is well-positionned to witness it. **{target_character}** loses {target_character_gender, select, female {her} other {his}} hearing.
es: Que resuene el rugido de los blásters: solo los supervivientes hablarán de ello. **{character}** está bien {character_gender, select, female {posicionada} other {posicionado}} para saberlo. **{target_character}** pierde el sentido de la audición.
fr: Que résonne le hurlement des blasters, seuls les survivants en disserteront. **{character}** est bien {character_gender, select, female {placée} other {placé}} pour tenter de le savoir. **{target_character}** y perd le sens de l'audition.
it: blaster_shooter_plus_1_damage_target_damaged_ears

source: **{character}** bends, draws, and fires quickly at **{target_character}**, who is hit in the head!
es: **{character}** se agacha, saca su arma y dispara rápidamente a **{target_character}**, ¡quien recibe una bala en la cabeza!
fr: **{character}** se penche, dégaine et tire rapidement sur **{target_character}**... Qui est {target_character_gender, select, female {touchée à la tête} other {touché à la tête}} !
it: blaster_shooter_plus_2_damage_target_30_torn_tongue_target_30_burst_nose_target_30_open_air_brain_target_30_head_trauma

# blaster_shooter_plus_1_damage_target_remove_2_ap
source: A quick shot from **{character}** knocks **{target_character}** off balance.
es: Un disparo rápido de **{character}** hace que **{target_character}** pierda el equilibrio.
fr: Un coup feu rapide de **{character}** vers **{target_character}** fait perdre l'équilibre à ce dernier.
it: blaster_shooter_plus_1_damage_target_remove_2_ap

# blaster_break_weapon
source: Click... Click... **{character}** just missed a big opportunity...
es: Clic...clic... **{character}** ha perdido su oportunidad...
fr: Clic... Clic... **{character}** a raté une occasion...
it: blaster_break_weapon

# blaster_shooter_drop_weapon
source: Violence is the refuge of incompetence. **{character}** should have refrained. {character_gender, select, female {Her} other {His}} weapon is now on the ground, much to **{target_character}**’s delight.
es: La violencia es el refugio de la incompetencia. **{character}** debería aberse abstenido. Ahora su arma está en el suelo, y **{target_character}** se lo agradece.
fr: La violence est le refuge de l'incompétence. **{character}** aurait mieux fait de s'abstenir. Son arme est maintenant par terre et **{target_character}** l'en sait gré.
it: blaster_shooter_drop_weapon

# blaster_shooter_minus_1_ap_shooter_drop_weapon_shooter_random_injury
source: **{character}** fails spectacularly, accidentally turning {character_gender, select, female {her} other {his}} weapon against themselves.
es: **{character}** falla espectacularmente, accidentalmente usando el arma contra si {character_gender, select, female {misma} other {mismo}}.
fr: {version, select, 1 {{character_gender, select, male {Le tour de magie de **{character}** est décidément raté, il retourne son arme contre lui par mégarde} female {Le tour de magie de **{character}** est décidément raté, elle retourne son arme contre elle par mégarde} other {invalid gender input} }} 2 {La violence est le refuge de l'incompétence. **{character}** aurait mieux fait de s'abstenir. Son arme est maintenant par terre et **{target_character}** l'en sait gré} other {invalid version input} }.
it: blaster_shooter_minus_1_ap_shooter_drop_weapon_shooter_random_injury

# blaster_shooter_minus_1_ap_break_weapon
source: **{character}** trips on an imaginary pony and falls backward!
es: ¡**{character}** se tropieza sobre un pony imaginario y se cae!
fr: **{character}** bute sur un poney imaginaire et tombe en arrière !
it: blaster_shooter_minus_1_ap_break_weapon

# blaster_shooter_minus_1_ap
source: Click... Click... **{character}**’s weapon has jammed.
es: Click... Click... el arma de **{character}** se atasca.
fr: Clic... Clic... l'arme de **{character}** est enrayée.
it: blaster_shooter_minus_1_ap

# natamy_rifle_successful_shot
source: {version, select, 1 {**{character}** just fired at **{target_character}**!} 2 {**{character}** opens fire on **{target_character}**.} 3 {**{character}** unleashes a torrent of bullets at **{target_character}**.} 4 {**{character}** lands a bullet on **{target_character}**...} other {**{character}** fires a burst at **{target_character}**.}}
es: {version, select, 1 {**{character}** dispara a **{target_character}** !} 2 {**{character}** abre fuego sobre **{target_character}**.} 3 {**{character}** acribilla con balas a **{target_character}**.} 4 {**{character}** mete una bala en **{target_character}**...} other {**{character}** dispara una ráfaga a **{target_character}**.}}
fr: {version, select, 1 {**{character}** vient de tirer sur **{target_character}** !} 2 {**{character}** ouvre le feu sur **{target_character}**.} 3 {**{character}** déverse un torrent de balles sur **{target_character}**.} 4 {**{character}** vient de mettre une balle dans **{target_character}**...} other {**{character}** tire une rafale sur **{target_character}**.}}
it: natamy_rifle_successful_shot

# natamy_rifle_headshot
source: **{character}** successfully lands a headshot on **{target_character}**.
es: **{character}** intenta disparar en la cabeza de **{target_character}** exitosamente.
fr: **{character}** a réussi sa tentative de tir en pleine tête sur **{target_character}**.
it: natamy_rifle_headshot

source: **{character}** takes {character_gender, select, female {her} other {his}} time to aim at **{target_character}**. Ouch...
es: **{character}** toma su tiempo para apuntar a **{target_character}**. Aïe...
fr: **{character}** prend son temps pour ajuster **{target_character}**. Aïe...
it: natamy_rifle_shooter_plus_2_max_damage_shooter_minus_1_ap_target_critical_haemorrhage_40_percents_target_random_injury

# natamy_rifle_target_minus_1ap
source: **{target_character}** miraculously dodges a burst from **{character}**.
es: **{target_character}** esquiva milagrosamente los disparos de **{character}**.
fr: **{target_character}** esquive miraculeusement une rafale de **{character}**.
it: natamy_rifle_target_minus_1ap

# natamy_rifle_headshot_2
source: **{character}** empties {character_gender, select, female {her} other {his}} magazine into **{target_character}**.
es: **{character}** vacía su cargador sobre **{target_character}**.
fr: **{character}** vide son chargeur dans **{target_character}**.
it: natamy_rifle_headshot_2

# natamy_rifle_target_mashed_foot
source: The buttstock of {character_gender, select, female {her} other {his}} rifle gets in **{character}**’s way. **{target_character}**’s foot is now a mess.
es: La culata del rifle limita el movimiento de **{character}**. El pie de **{target_character}** ahora parece puré.
fr: La crosse de son fusil gêne **{character}**. Le pied de **{target_character}** est maintenant en purée.
it: natamy_rifle_target_mashed_foot

source: {version, select, 1 {The bullet in **{target_character}**’s shoulder will leave a painful memory.} other {The salvo from **{character}** went through **{target_character}** 's shoulder, watch out for rebounds...}}
es: {version, select, 1 {La bala en el hombro de **{target_character}** va a dejar memorias dolorosas.} other {la salva de **{character}** atravezó el hombro de **{target_character}**, atención a los rebotes...}}
fr: {version, select, 1 {La balle dans l'épaule de **{target_character}** va lui laisser un souvenir douloureux.} other {La salve de **{character}** a traversé l'épaule de **{target_character}**, gare aux rebonds...}}
it: natamy_rifle_target_broken_shoulder_target_critical_haemorrhage_40_percents_target_haemorrhage_40_percents

# natamy_rifle_break_weapon
source: Click click click... **{character}**’s weapon jams. **{target_character}** might be grateful for it.
es: Click click click... El arma de **{character}** se atasca. **{target_character}** debería agradecerle.
fr: Clic clic clic... L'arme de **{character}** est enrayée. **{target_character}** devrait lui en être reconnaissant.
it: natamy_rifle_break_weapon

# natamy_rifle_shooter_burnt_hand
source: When firing at **{target_character}**, **{character}** got burnt with {character_gender, select, female {her} other {his}} weapon. Spectacular work.
es: Disparando a **{target_character}**, **{character}** se quema con su arma. Espectacular.
fr: En tirant sur **{target_character}**, **{character}** s'est {character_gender, select, female {brûlée} other {brûlé}} avec son arme. Grandiose.
it: natamy_rifle_shooter_burnt_hand

# natamy_rifle_shooter_broken_shoulder
source: **{character}** should have better anticipated the recoil, missing **{target_character}** and injuring {character_gender, select, female {her} other {his}} own shoulder. Bravo.
es: **{character}** debió haber anticipado el reculo del arma, fallando el tiro sobre **{target_character}** y lastimando su propio hombro. Bravo.
fr: **{character}** aurait dû mieux anticiper le recul, ratant **{target_character}** en se démontant l'épaule. Bravo.
it: natamy_rifle_shooter_broken_shoulder

# natamy_rifle_failed_shot
source: {version, select, 1 {**{character}** tries to shoot at **{target_character}**, but a cramp stops them...} 2 {A whistle rings past **{target_character}**’s ears...} 3 {**{character}**’s blanks ricochet powerfully off **{target_character}**. Oops...} other {**{character}** fired at **{target_character}**, but {character_gender, select, female {she} other {he}} couldn’t aim properly...}}
es: {version, select, 1 {**{character}** intenta disparar a **{target_character}** pero un calambre se lo impide.} 2 {Un silbido resuena en las orejas de **{target_character}**...} 3 {Les balas de fogueo de **{character}** rebotan sobre **{target_character}**. Ups...} other {**{character}** dispara a **{target_character}** pero lastimosamente no puede apuntar correctamente...}}
fr: {version, select, 1 {**{character}** tente de tirer sur **{target_character}** mais une crampe l'en empêche...} 2 {Un sifflement retentit aux oreilles de **{target_character}**...} 3 {Les balles à blanc de **{character}** rebondissent avec force sur **{target_character}**. Oups...} other {**{character}** a fait feu sur **{target_character}** mais n'est hélas juste pas capable de viser correctement...}}
it: natamy_rifle_failed_shot

# natamy_rifle_shooter_mashed_foot
source: A heavy weapon deals major damage—especially to **{character}**’s foot...
es: Un arma pesada que causa daños mayores al pie de **{character}**...
fr: Une arme lourde fait de gros dégâts sur les pieds de **{character}**...
it: natamy_rifle_shooter_mashed_foot

# natamy_rifle_drop_weapon
source: No words can describe the incredible acrobatics of **{character}**’s weapon as it lands on the ground...
es: No hay palabras que puedan describir las increíbles acrobacias del arma de **{character}** al aterrizar en el suelo...
fr: Nul mot ne saurait décrire l'incroyable acrobatie de l'arme de **{character}** qui finit par atterrir par terre...
it: natamy_rifle_drop_weapon

# natamy_rifle_shooter_plus_2_damage
source: With sharp eyes and a fiery resolve, **{character}** magnificently lands a shot right in **{target_character}**’s chest...
es: Con una mirada aguda y una determinación ardiente, **{character}** lanza un magnífico disparo directo al pecho de **{target_character}**...
fr: L'œil vif, la rage au corps, **{character}** réussit magnifiquement son tir en plein dans la poitrine de **{target_character}**...
it: natamy_rifle_shooter_plus_2_damage

# knife_successful_hit_10_minor_haemorrhage
source: {version, select, 1 {**{character}**'s blade, skillfully wielded, makes a huge gash in **{target_character}**.} 2 {**{target_character}**'s face twists as **{character}** withdraws the blade that {character_gender, select, female {she} male {he} other {they}} just thrust into {target_character_gender, select, female {her} other {him}}.} 3 {Despite a nice dodge, **{character}** cuts **{target_character}**, who spills some of {target_character_gender, select, male {his} female {her} other {their}} blood.} 4 {Dueling with blades rarely ends well, **{character}** makes a drastic cut in **{target_character}**'s health.} other {Blade duels rarely end well, **{character}** takes a drastic cut in **{target_character}**'s health capital.}}
es: {version, select, 1 {Con mucha destreza, el cuchillo de **{character}**, hace un gran tajo a **{target_character}**...} 2 {Sin poder esquivar, **{target_character}** cae {target_character_gender, select, female {ensangrentada} other {ensangrentado}}...} 3 {El rostro de **{target_character}** se tuerce cuando **{character}** le retira el cuchillo que acaba de clavarle.} other {Los duelos de arma blanca raramente terminan bien, **{character}** atraviesa con su arma a **{target_character}**...} }
fr: {version, select, 1 {La lame de **{character}**, habilement maniée, fait une énorme estafilade à **{target_character}**.} 2 {Le visage de **{target_character}** se tord lorsque **{character}** retire la lame {character_gender, select, female{qu'elle} male{qu'il} other {qu'il} } vient de lui enfoncer.} 3 {Malgré une jolie esquive, **{character}** coupe **{target_character}**, qui verse un peu de son sang.} 4 {Les duels à la lame finissent rarement bien, **{character}** opère une coupe drastique dans le capital santé de **{target_character}**.} other {Les duels à la lame finissent rarement bien, **{character}** opère une coupe drastique dans le capital santé de **{target_character}**.}}

# knife_plus_2_damage_random_injury
source: A reminiscence of fencing lessons or just a stroke of luck, **{character}** pierces through **{target_character}**'s defense effortlessly.
es: Resultado de un buen entrenamiento o buena suerte, **{character}** perfora, sin dificultad, la defensa de **{character}**.
fr: Une réminiscence de cours d'escrime ou un coup de chance, **{character}** perfore la défense de **{target_character}** sans problème.
it: knife_plus_2_damage_random_injury

# knife_plus_2_damage_50_critical_haemorrhage
source: **{character}** thrusts at **{target_character}** with mastery.
es: **{character}** apuñala a **{target_character}** con maestría.
fr: **{character}** estoque **{target_character}** avec maestria.
it: knife_plus_2_damage_50_critical_haemorrhage

# knife_plus_2_damage_50_critical_haemorrhage_random_injury
source: **{character}** slashes off a large chunk of **{target_character}**, it's disgusting...
es: **{character}** rebana una buena parte de **{target_character}**, es repugnante...
fr: **{character}** taillade un gros morceau de **{target_character}**, c'est dégoutant...
it: knife_plus_2_damage_50_critical_haemorrhage_random_injury

# knife_plus_2_damage_60_critical_haemorrhage_busted_arm_joint
source: **{character}** drives their blade into one of **{target_character}**'s arm joints, which now dangles sadly...
es: **{character}** hunde su arma en una de las articulaciones del brazo de **{target_character}**, que ahora cuelga tristemente...
fr: **{character}** enfonce sa lame dans une des articulations du bras de **{target_character}** qui pendouille maintenant tristement...
it: knife_plus_2_damage_60_critical_haemorrhage_busted_arm_joint

# knife_instagib_bled
source: {version, select, 1 {The last words of **{target_character}** could have been "Et tu, **{character}**?" as **{target_character}** dies, {target_character_gender, select, female {stabbed} male {stabbed} other {stabbed} } right in the heart.} 2 {With a wicked gaze, **{character}** stealthily slips behind **{target_character}** and slashes their carotid artery.} other {With a wicked gaze, **{character}** stealthily slips behind **{target_character}** and slashes their carotid artery.} }
es: **{character}** clava su cuchillo en una articulación de **{target_character}** para dejarle sin esperanzas...
fr: {version, select, 1 {Les derniers mots de **{target_character}** auraient pu être "Toi aussi, **{character}**..." avant de mourir {target_character_gender, select, female{poignardée} male{poignardé} other {poignardé} } en plein cœur.} 2 {L'oeil mauvais, **{character}** se glisse subrepticement derrière **{target_character}** et lui tranche la carotide.} other {L'oeil mauvais, **{character}** se glisse subrepticement derrière **{target_character}** et lui tranche la carotide.}}
it: knife_instagib_bled

# knife_plus_2_damage_punctured_lung
source: Perhaps a mistimed dodge, perhaps a wrong move, perhaps a poor imitation of combat seen in a holodisc... **{target_character}** impales themselves heavily on **{character}**'s blade.
es: Tal vez una esquiva mal cronometrada, tal vez un movimiento equivocado, tal vez una pobre imitación de combate visto en un holodisco... **{target_character}** se empala fuertemente en la espada de **{character}**.
fr: Peut-être l'esquive malencontreuse, peut-être le mauvais mouvement, peut-être une mauvaise imitation de combat vue dans un holodisque... **{target_character}** s'empale sur la lame de **{character}** avec lourdeur.
it: knife_plus_2_damage_punctured_lung

# knife_failed_hit
source: {version, select, 1 {Despite appearances sometimes being deceiving, **{target_character}** is too quick and dodges **{character}**'s blade.} 2 {**{character}** gracefully slides their blade over **{target_character}**'s suit—missed.} 3 {**{character}** brushes a lock of hair off **{target_character}** but nothing more...} other {**{character}** brushes a lock of hair off **{target_character}** but nothing more...}}
es: **{character}** saca su cuchillo y ataca a **{target_character}** pero falla.
fr: {version, select, 1{Malgré les apparences parfois trompeuses, **{target_character}** est trop vif, il esquive la lame de **{character}**.} 2{**{character}** a gracieusement fait glisser sa lame sur la combinaison de **{target_character}**, raté.} 3{**{character}** enlève une mèche de cheveux de **{target_character}** mais rien de plus...} other{**{character}** enlève une mèche de cheveux de **{target_character}** mais rien de plus...} }
it: knife_failed_hit

# knife_break_weapon
source: Zip, **{character}**'s weapon elegantly dodges **{target_character}** only to crash into an insolent wall. The blade breaks.
es: Zip, el arma de **{character}** esquiva elegantemente a **{target_character}** solo para aplastarse en un muro insolente. La cuchilla se rompe.
fr: Zip, l'arme de **{character}** esquive fort élégamment **{target_character}** pour se heurter à un mur insolent. La lame se casse.
it: knife_break_weapon

# knife_break_weapon_shooter_torn_tongue
source: **{character}** misses **{target_character}** by a wide margin, and the impact against the nearby wall makes them bite their tongue and break their blade...
es: **{character}** falla en su ataque y no solo se da contra la pared sino que se muerde la lengua y rompe su arma...
fr: **{character}** rate sa cible **{target_character}** assez largement, et le choc contre le mur qui se trouve à proximité lui fait se mordre la langue et casser sa lame...
it: knife_break_weapon_shooter_torn_tongue

# knife_shooter_bruised_shoulder
source: In a grand, impressive motion aimed at **{target_character}**, **{character}** pulls a back muscle. Unfortunate.
es: Mientras hacía un salto impresionante, **{character}** se rompe un músculo dorsal. Eso debió doler.
fr: Dans son grand mouvement impressionnant à l'égard de **{target_character}**, **{character}** se claque un muscle dorsal. Dommage.
it: knife_shooter_bruised_shoulder
