Repository: cmnemoi/eMush
Catalog: Api/translations/*/xyloph_entry+intl-icu.*.xlf
Languages: es, fr

# disk
source: disk.name disk.description
es: Genoma Este disco contiene información crucial sobre el genoma Mush recopilada por Ian Soulton justo antes de embarcarse en el Daedalus.//**Proporciona el diskette que contiene información clave del genoma Mush.**
fr: Génome Ce disque regroupe des informations cruciales sur le génome Mush rassemblées par Ian Soulton juste avant le départ du Daedalus.//**Fournit la disquette contenant l'analyse du génome Mush.**

# magnetite
source: magnetite.name magnetite.description
es: Fallo en señal inalámbrica... La señal es de mala calidad... muy mala, seguramente por la nube de magnetita que atraviesas en este momento.//**Provoca una pérdida de conexión y una bajada de señal considerable.**
fr: Infidélité du sans-fil... La liaison est de mauvaise qualité...très mauvaise, sans doute le nuage de magnetite que vous traversez en ce moment.//**Provoque une perte de liaison et une baisse de signal significative.**

# nothing
source: nothing.name nothing.description
es: Dato corrupto No sirven para nada... El dato ha sido infectado por un virus rizomal.//**No hace nada.**
fr: Donnée corrompue Rien à en tirer... La donnée a été corrompue par un virus rhizhomal.//**Ne fait rien.**

# snow
source: snow.name snow.description
es: Mala señal Tu pantalla se cubre de lluvia y zumbidos, te hace doler la cabeza, detienes tu intento...//**Provoca una pérdida de conexión.**
fr: De la neige... Votre écran est couvert de neige grésillante, ça fait mal au crâne, vous arrêtez vos tentatives...//**Provoque une perte de liaison.**

# version
source: version.name version.description
es: Acceso a la base de datos perdida de NERON Una parte de los trabajos de investigación de Janice en Xyloph-17 son integrados a la memoria de NERON.//**Hace avanzar en 25% el nivel de actualización de NERON.**
fr: Accès à la base de données perdue de NERON Une partie des travaux de recherche de Janice sur Xyloph-17 sont intégrés à la mémoire de NERON.//**Fait avancer le niveau de mise à jour de NERON de 25%.**

# ghost_sample
source: ghost_sample.name ghost_sample.description
es: ¡Contacto con Nils Carlsson! Has establecido contacto con Nils Carlsson, su ayuda en las investigaciones de laboratorio será valiosa.//**La comunicación con Nils remplaza una **Muestra de raíz*** en el módulo de investigación.**
fr: Contact avec Nils Carlsson ! Vous avez rétabli le contact avec Nils Carlsson, son aide pour les recherches du laboratoire sera précieuse.//**La communication avec Nils remplace une** ***Souche de Test*** **dans le module de recherche**

# ghost_chun
source: ghost_chun.name ghost_chun.description
es: Codex del genoma de Zhong Chun Zhong Chun es el único ser humano resistente a la infección Mush, el análisis de su genoma es la clave para la elaboración de una vacuna anti-Mush y de muchos otros avances científicos.//**Añade una imagen a la interfaz del laboratorio que simula la presencia de Zhong Chun.//
fr: Codex du genome de Zong Chun Zong Chun est le seul être humain résistant a l'infection Mush, l'analyse de son génome est la clé pour l'élaboration d'un vaccin anti-Mush ainsi que de nombreuses autres recherches.//**Ajoute dans l'interface du laboratoire un "ghost" de Zong Chun équivalent a sa présence**

# kivanc
source: kivanc.name kivanc.description
es: ¡Contacto restablecido con Kivanç Terzi! Estás en contacto con Kivanç Terzi, uno de los líderes de la rebelión en el sistema Sol, su ayuda será valiosa para descifrar los mensajes de las bases rebeldes.//**Te da 100% de bonus para descifrar los mensajes de las bases rebeldes.**
fr: Contact avec Kivanç Terzi rétabli ! Vous êtes en contact avec Kivanç Terzi qui fédère une grande partie de la rebellion sur le système Sol, son aide vous sera précieuse pour décoder les messages de bases rebelles.//**Vous accorde 100%de bonus sur les décodages de bases rebelles.**

# cook
source: cook.name cook.description
es: Recetas Gourmet edición 2830 Encuentras un archivo que contiene recetas. Muchas recetas. Muchas, muchas, muuuuuchas recetas.//**Proporciona un Librotrón para convertirse en Chef.**
fr: Le Labrousse de Cuisine édition 2830 Vous tombez sur un fichier contenant des recettes. Beaucoup de recettes. Beaucoup Beaucoup de recettes.//**Provoque l'impression d'un Apprentron pour devenir Cuistot.**

# mage_books
source: mage_books.name mage_books.description
es: Manuales escolares ¡Has encontrado un paquete de archivos en el centro de formación de Xyloph! Este tesoro de inteligencia te ayudará a instruir a tus tontos compañeros...//**La Tabuladora proporciona 2 ***Librotrones*** aleatorios.**
fr: Manuel scolaires Vous avis mis la main sur l'archive du centre de formation de Xyloph ! Ce trésor d'intelligence vous aidera a former les abrutis de votre équipage...//**Provoque l'impression de 2x** ***Apprentron***

# list
source: list.name list.description
es: El Análisis perdido de Finola. El Análisis anti-Mush de Finola se realizó durante el despegue del Daedalus. Los resultados fueron enviados a la tabuladora, ¡al leerlos, conocerás el estado de infección de la tripulación al inicio de la misión!//**La tabuladora proporciona una lista del nivel de infección de la tripulación.**
fr: L'analyse perdue de Finola. L'analyse anti-Mush de Finola s'est achevée apres le départ du Daedalus Les résultats ont été envoyé à la tabulatrice, en les lisant, vous saurez quel état l'etat d'infection du Daedalus au départ !//**Provoque l'impression de la liste du niveau d'infection de l'équipage.**

# blueprints
source: blueprints.name blueprints.description
es: Manual del taller Varios planos para fabricar herramientas básicas del Daedalus, desarmando dos o tres cosas tendrás los materiales necesarios para construirlos.//**La tabuladora proporciona 3 ***Planos*** aleatorios.**
fr: Manuel de l'atelier Voici plusieurs plans d'outils de bases du Daedalus en démontant un ou deux trucs on devrait disposer des matériaux nécessaire pour les construire.//**Provoque l'impression de 3x** ***Plan***
