Repository: cmnemoi/eMush
Catalog: Api/translations/*/xyloph_log+intl-icu.*.xlf
Languages: es, fr, it

# xyloph_decoded_nothing
source: Xyloph database access granted. There's nothing there...The data has been corrupted by a rhizomal virus.
es: Acceso a la base de datos de Xyloph autorizada. No sirven para nada... El dato ha sido infectado por un virus rizomal.
fr: Accès à la base de donnée de Xyloph autorisée. Rien à en tirer... La donnée a été corrompue par un virus rhizhomal.
it: xyloph_decoded_nothing

# xyloph_decoded_magnetite
source: Xyloph database access granted. The connection is bad...really bad, no doubt due to the massive magnetite cloud you're currently crossing.
es: Acceso a la base de datos de Xyloph autorizada. La señal es de mala calidad... muy mala, seguramente por la nube de magnetita que atraviesas en este momento.
fr: Accès à la base de donnée de Xyloph autorisée. La liaison est de mauvaise qualité... Très mauvaise, sans doute le nuage de magnétite que vous traversez en ce moment.
it: xyloph_decoded_magnetite

# xyloph_decoded_snow
source: Xyloph database access granted. Your screen is covered in greyish snow, it's giving you a headache, so you give up...
es: Acceso a la base de datos de Xyloph autorizada. Tu pantalla se cubre de lluvia y zumbidos, te hace doler la cabeza, detienes tu intento...
fr: Accès à la base de donnée de Xyloph autorisée. Votre écran est couvert de neige grésillante, ça fait mal au crâne, vous arrêtez vos tentatives...
it: xyloph_decoded_snow

# xyloph_decoded_disk
source: Xyloph database access granted. This disk contains a wealth of information on the Mush genome collected by Ian Soulton just before the departure of the Daedalus.
es: Acceso a la base de datos de Xyloph autorizada. Este disco contiene información crucial sobre el genoma Mush recopilada por Ian Soulton justo antes de embarcarse en el Daedalus.
fr: Accès à la base de donnée de Xyloph autorisée. Ce disque regroupe des informations cruciales sur le génome Mush rassemblée par Ian Soulton juste avant le départ du Daedalus.
it: xyloph_decoded_disk

# xyloph_decoded_version
source: Xyloph database access granted. Some of Janice's research findings from Xyloph-17 are added to NERON's memory.
es: Acceso a la base de datos de Xyloph autorizada. Una parte de los trabajos de investigación de Janice en Xyloph-17 son integrados a la memoria de Neron.
fr: Accès à la base de donnée de Xyloph autorisée. Une partie des travaux de recherche de Janice sur Xyloph-17 sont intégrés à la mémoire de NERON.
it: xyloph_decoded_version

# xyloph_decoded_ghost_sample
source: Xyloph database access granted. You have re-estabilshed contact with Nils Carlsson, whose help with your lab reseatch will be invaluable.
es: Acceso a la base de datos de Xyloph autorizada. Has establecido contacto con Nils Carlsson, su ayuda en las investigaciones de laboratorio será valiosa.
fr: Accès à la base de donnée de Xyloph autorisée. Vous avez rétabli le contact avec Nils Carlsson, son aide pour les recherches du laboratoire sera précieuse.
it: xyloph_decoded_ghost_sample

# xyloph_decoded_ghost_chun
source: Xyloph database access granted. Zhong Chun is the only human who has proven to be immune to the Mush infection, and the analysis of her genome is the key to developing an anti-Mush vaccine as well as several other pieces of research.
es: Acceso a la base de datos de Xyloph autorizada. Zong Chun es el único ser humano resistente a la infección Mush, el análisis de su genoma es la clave para la elaboración de una vacuna anti-mush y de muchos otros avances científicos.
fr: Accès à la base de donnée de Xyloph autorisée. Zhong Chun est le seul être humain résistant à l'infection Mush, l'analyse de son génome est la clé pour l'élaboration d'un vaccin anti-Mush ainsi que de nombreuses autres recherches.
it: xyloph_decoded_ghost_chun

# xyloph_decoded_kivanc
source: Xyloph database access granted. You have established contact with Kivanç Terzi, who united a large part of the rebellion in the Sol system. His help will be vital in decoding messages from rebel bases.
es: Acceso a la base de datos de Xyloph autorizada. Estás en contacto con Kivanç Terzi, uno de los líderes de la rebelión en el sistema Sol, su ayuda será valiosa para descifrar los mensajes de las bases rebeldes.
fr: Accès à la base de donnée de Xyloph autorisée. Vous êtes en contact avec Kivanç Terzi qui fédère une grande partie de la rébellion sur le système Sol, son aide vous sera précieuse pour décoder les messages de bases rebelles.
it: xyloph_decoded_kivanc

# xyloph_decoded_cook
source: Xyloph database access granted. You find a file containing dozens of recipes. Lots of recipes. Lots and lots of recipes.
es: Acceso a la base de datos de Xyloph autorizada. Encuentras un archivo que contiene recetas. Muchas recetas. Muchas, muchas, muuuuuchas recetas.
fr: Accès à la base de donnée de Xyloph autorisée. Vous tombez sur un fichier contenant des recettes. Beaucoup de recettes. Beaucoup beaucoup de recettes.
it: xyloph_decoded_cook

# xyloph_decoded_mage_books
source: Xyloph database access granted. You managed to get your hands on the Teaching centre archive from Xyloph! This intellectual treasure should help you educate your dumbwitted crewmates...
es: Acceso a la base de datos de Xyloph autorizada. ¡Has encontrado un paquete de archivos en el centro de formación de Xyloph! Este tesoro de inteligencia te ayudará a instruir a tus tontos compañeros...
fr: Accès à la base de donnée de Xyloph autorisée. Vous avez mis la main sur l'archive du centre de formation de Xyloph ! Ce trésor d'intelligence vous aidera à former les abrutis de votre équipage...
it: xyloph_decoded_mage_books

# xyloph_decoded_list
source: Xyloph database access granted. The anti-Mush research carried out by Finola was completed after the departure of the Daedalus. The findings were sent to the tabulatrix, and by reading them, you'll know the status of infection aboard the Daedalus from Day 1!
es: Acceso a la base de datos de Xyloph autorizada. El análisis anti-mush de Finola se realizó durante el despegue del Daedalus. Los resultados fueron enviados a la tabuladora, ¡al leerlos, conocerás el estado de infección de la tripulación al inicio de la misión!
fr: Accès à la base de donnée de Xyloph autorisée. L'analyse anti-Mush de Finola s'est achevée après le départ du Daedalus. Les résultats ont été envoyés à la tabulatrice, en les lisant, vous saurez quel état l'état d'infection du Daedalus au départ !
it: xyloph_decoded_list

# xyloph_decoded_tabulatrix_broken
source: The document cannot be printed without a functioning tabulatrix...
es: Es imposible perforar el documento si la tabuladora no está operativa...
fr: Impossible de perforer le document sans une tabulatrice fonctionelle...
it: xyloph_decoded_tabulatrix_broken

# xyloph_decoded_tabulatrix_none
source: The document cannot be recovered without a tabulatrix.
es: El documento no puede ser recuperado sin una tabuladora.
fr: Le document ne peut être récupéré sans tabulatrice.
it: xyloph_decoded_tabulatrix_none
